<?xml version="1.0"?>
<set><word wid="346"><angword>wing</angword><plword>skrzyd&#x142;o</plword><transcription>w&#x26A;&#x14B;</transcription><image>1790748289skrzydlo.jpg</image><audio>wing.mp3</audio><sentences><sentence sid="1250"><sentenceang>How and why insect wings evolved is not well understood.</sentenceang><sentencepl>Jak i dlaczego skrzyd&#x142;a owad&#xF3;w si&#x119; wykszta&#x142;ci&#x142;y nie jest dobrze zrozumiane.</sentencepl><sentenceaudio/></sentence><sentence sid="1251"><sentenceang>A bird has wings.</sentenceang><sentencepl>Ptaki maj&#x105; skrzyd&#x142;a.</sentencepl><sentenceaudio/></sentence><sentence sid="1252"><sentenceang>A bird can glide through the air without moving its wings.</sentenceang><sentencepl>Ptak potrafi szybowa&#x107; w powietrzu nie poruszaj&#x105;c skrzyd&#x142;ami.</sentencepl><sentenceaudio/></sentence><sentence sid="1253"><sentenceang>The ostrich has wings, but it cannot fly.</sentenceang><sentencepl>Stru&#x15B; ma skrzyd&#x142;a, ale nie potrafi lata&#x107;.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="347"><angword>beak</angword><plword>dzi&#xF3;b</plword><transcription>&#x2C8;bi&#x2D0;k</transcription><image>223608539dziob.jpg</image><audio>beak.mp3</audio><sentences><sentence sid="1254"><sentenceang>All beaks are composed of two jaws.</sentenceang><sentencepl>Wszystkie dzioby sk&#x142;adaj&#x105; si&#x119; z dw&#xF3;ch szcz&#x119;k.</sentencepl><sentenceaudio/></sentence><sentence sid="1255"><sentenceang>Food intake typically decreases for some period after the beak is trimmed.</sentenceang><sentencepl>Spo&#x17C;ycie pokarmu zazwyczaj spada przez jaki&#x15B; okres po przyci&#x119;ciu dziobu.</sentencepl><sentenceaudio/></sentence><sentence sid="1256"><sentenceang>He also had the ability to use his beak as a weapon and peck his opponents.</sentenceang><sentencepl>Mia&#x142; r&#xF3;wnie&#x17C; mo&#x17C;liwo&#x15B;&#x107; u&#x17C;ywania swojego dziobu jako broni i dziobania przeciwnik&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="1257"><sentenceang>Birds also lack teeth or even a true jaw, instead having evolved a beak, which is far more lightweight.</sentenceang><sentencepl>Ptaki r&#xF3;wnie&#x17C; nie posiadaj&#x105; z&#x119;b&#xF3;w czy nawet prawdziwej szcz&#x119;ki, zamiast tego maj&#x105; wykszta&#x142;cony dzi&#xF3;b, kt&#xF3;ra jest znacznie l&#x17C;ejszy.</sentencepl><sentenceaudio/></sentence><sentence sid="1258"><sentenceang>The bird picked up the twig with its beak and flew to its nest.</sentenceang><sentencepl>Ptak chyci&#x142; swoim dziobem ga&#x142;&#x105;zk&#x119; i odlecia&#x142; do gniazda.</sentencepl><sentenceaudio/></sentence><sentence sid="1259"><sentenceang>A pelican can fit a lot of fish in its beak.</sentenceang><sentencepl>Pelikan mo&#x17C;e zmie&#x15B;ci&#x107; du&#x17C;o ryb w swoim dziobie. </sentencepl><sentenceaudio/></sentence><sentence sid="1260"><sentenceang>Woodpeckers peck tree trunks with their long pointed beaks and eat insects found there.</sentenceang><sentencepl>Dzi&#x119;cio&#x142;y dziobi&#x105; pnie drzew swoimi d&#x142;ugimi spiczastymi dziobami i po&#x17C;eraja owady tam znalezione.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="348"><angword>tail</angword><plword>ogon</plword><transcription>&#x2C8;te&#x26A;l</transcription><image>1153621384ogon.jpg</image><audio>tail.mp3</audio><sentences><sentence sid="1261"><sentenceang>Many land animals use their tails to brush away flies and other biting insects.</sentenceang><sentencepl>Wiele zwierz&#x105;t l&#x105;dowych u&#x17C;ywa swoich ogon&#xF3;w by odgoni&#x107; muchy i inne k&#x105;saj&#x105;ce owady.</sentencepl><sentenceaudio/></sentence><sentence sid="1262"><sentenceang>Some species of lizard can detach their tails from their bodies.</sentenceang><sentencepl>Niekt&#xF3;re gatunki jaszczurki mog&#x105; zrzuca&#x107; ogon.</sentencepl><sentenceaudio/></sentence><sentence sid="1263"><sentenceang>A rabbit has long ears and a short tail.</sentenceang><sentencepl>Kr&#xF3;lik ma d&#x142;ugie uszy i kr&#xF3;tki ogon.</sentencepl><sentenceaudio/></sentence><sentence sid="1264"><sentenceang>The dog was wagging his tail.</sentenceang><sentencepl>Pies merda&#x142; ogonem.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="349"><angword>scales</angword><plword>&#x142;uski</plword><transcription>&#x2C8;ske&#x26A;lz</transcription><image></image><audio>scales.mp3</audio><sentences><sentence sid="1265"><sentenceang>Some herrings, have deciduous scales, which are easily shed and aid in escaping predators.</sentenceang><sentencepl>Niekt&#xF3;re &#x15B;ledzie, maj&#x105; tracone &#x142;uski, kt&#xF3;re s&#x105; &#x142;atwo zrzucane i pomagaj&#x105; w ucieczce przed drapie&#x17C;nikami.</sentencepl><sentenceaudio/></sentence><sentence sid="1266"><sentenceang>The arrangement of scales is used to identify snake species.</sentenceang><sentencepl>Uk&#x142;ad &#x142;usek jest stosowany do identyfikacji gatunk&#xF3;w w&#x119;&#x17C;a.</sentencepl><sentenceaudio/></sentence><sentence sid="1267"><sentenceang>The vivid patterns of snake scales, such as the Gaboon Viper, both repel and fascinate the human mind.</sentenceang><sentencepl>&#x17B;ywe wzory &#x142;usek w&#x119;&#x17C;a, takiego jak &#x17C;mija gabo&#x144;ska, zar&#xF3;wno budz&#x105; odraz&#x119; jak i fascynuj&#x105; ludzkie umys&#x142;y.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="350"><angword>gills</angword><plword>skrzela</plword><transcription>&#x2C8;d&#x292;&#x26A;lz</transcription><image>1118739353skrzela.jpg</image><audio>gills.mp3</audio><sentences><sentence sid="1268"><sentenceang>The gills of some species such as hermit crabs have adapted to allow respiration on land provided they are kept moist.</sentenceang><sentencepl>Skrzela niekt&#xF3;rych gatunk&#xF3;w, takich jak krab pustelnik przystosowa&#x142;y si&#x119; tak aby umo&#x17C;liwi&#x107; oddychanie na l&#x105;dzie, pod warunkiem &#x17C;e s&#x105; nawil&#x17C;one.</sentencepl><sentenceaudio/></sentence><sentence sid="1269"><sentenceang>When fish take water in through their gills, they draw in the strands and suffocate.</sentenceang><sentencepl>Kiedy ryba nabiera wod&#x119; w skrzela, zaczepia w nie sieci i dusi si&#x119;.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="351"><angword>claws</angword><plword>pazury</plword><transcription>kl&#x254;&#x2D0;z</transcription><image>45804957pazury.jpg</image><audio>claws.mp3</audio><sentences><sentence sid="1270"><sentenceang>Some birds also use claws for defensive purposes.</sentenceang><sentencepl>Niekt&#xF3;re ptaki u&#x17C;ywaj&#x105; pazur&#xF3;w w celach obronnych.</sentencepl><sentenceaudio/></sentence><sentence sid="1271"><sentenceang>All birds have claws, which are used as general holdfasts and protection for the tip of the digits.</sentenceang><sentencepl>Wszystkie ptaki maj&#x105; pazury, kt&#xF3;re s&#x105; u&#x17C;ywane jako szpony do chwytania i ochrona dla ko&#x144;c&#xF3;wek palc&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="1272"><sentenceang>The cat dug its claws into my hand.</sentenceang><sentencepl>Kot wbi&#x142; pazury w mojej r&#x119;ce.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="352"><angword>whiskers</angword><plword>w&#x105;sy</plword><transcription>&#x2C8;w&#x26A;sk&#x259;rz</transcription><image>106012583wasy.jpg</image><audio>whiskers.mp3</audio><sentences><sentence sid="1273"><sentenceang>The whiskers of cats and the spines of hedgehogs are examples of special types of hairs.</sentenceang><sentencepl>W&#x105;sy kot&#xF3;w i ig&#x142;y je&#x17C;y s&#x105; przyk&#x142;adami specjalnych rodzaj&#xF3;w w&#x142;os&#xF3;w.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="353"><angword>paw</angword><plword>&#x142;apa</plword><transcription>p&#x254;&#x2D0;</transcription><image>689393845lapa.jpg</image><audio>paw.mp3</audio><sentences><sentence sid="1274"><sentenceang>The paw also includes a horny, beak shaped claw on each digit.</sentenceang><sentencepl>&#x141;apa zawiera r&#xF3;wnie&#x17C; rogowate, haczykowate pazury na ko&#x144;cu ka&#x17C;dego palca.</sentencepl><sentenceaudio/></sentence><sentence sid="1275"><sentenceang>The dog gave a yelp when I trod on its paw.</sentenceang><sentencepl>Pies zawy&#x142;, kiedy nadepn&#x105;&#x142;em mu na &#x142;ap&#x119;.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="354"><angword>mane</angword><plword>grzywa</plword><transcription>me&#x26A;n</transcription><image>354979872grzywa.jpg</image><audio>mane.mp3</audio><sentences><sentence sid="1276"><sentenceang>Ponies usually have the thickest manes, with horse breeds having tremendous variation in thickness and length.</sentenceang><sentencepl>Kucyki zwykle maj&#x105; najgrubsze grzywy, przy ogromnej r&#xF3;&#x17C;norodno&#x15B;ci ich grubo&#x15B;ci i d&#x142;ugo&#x15B;ci u poszczeg&#xF3;lnych ras koni.</sentencepl><sentenceaudio/></sentence><sentence sid="1277"><sentenceang>The mane is thought to keep the neck warm, and possibly to help water run off the neck if the animal cannot obtain shelter from the rain.</sentenceang><sentencepl>Uwa&#x17C;a si&#x119;, &#x17C;e grzywy utrzymuj&#x105; szyj&#x119; ciep&#x142;&#x105; i ewentualnie u&#x142;atwiaj&#x105; sp&#x142;ywanie wody po szyi, gdy zwierz&#x119; nie mo&#x17C;e znale&#x17A;&#x107; schronienia przed deszczem.</sentencepl><sentenceaudio/></sentence><sentence sid="1278"><sentenceang>For a horse show, the horse is generally bathed, and this includes the mane.</sentenceang><sentencepl>Na pokaz koni, ko&#x144; jest og&#xF3;lnie myty, i obejmuje to r&#xF3;wnie&#x17C; grzyw&#x119;.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="355"><angword>hoof</angword><plword>kopyto</plword><transcription>h&#x28A;f</transcription><image>2036538701kopyto.jpg</image><audio>hoof.mp3</audio><sentences><sentence sid="1279"><sentenceang>The hoof consists of a hard or rubbery sole, and a hard wall formed by a thick nail rolled around the tip of the toe.</sentenceang><sentencepl>Kopyto sk&#x142;ada si&#x119; twardej lub gumowatej podeszwy, i twardej &#x15B;ciany utworzonej przez grube paznokcie zawini&#x119;te wok&#xF3;&#x142; ko&#x144;c&#xF3;wki palc&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="1280"><sentenceang>Know how to properly care for the hoofs of a horse.</sentenceang><sentencepl>Dowiedz si&#x119; jak poprawnie dba&#x107; o kopyta konia.</sentencepl><sentenceaudio/></sentence><sentence sid="1281"><sentenceang>Thus, some types of working horses almost always require some form of hoof protection.</sentenceang><sentencepl>W zwi&#x105;zku z tym niekt&#xF3;re typy koni roboczych prawie zawsze wymagaj&#x105; pewnych form ochrony kopyt.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="356"><angword>seagull</angword><plword>mewa</plword><transcription>&#x2C8;si&#x2D0;.&#x261;&#x28C;l</transcription><image>656811039mewa.jpg</image><audio>seagull.mp3</audio><sentences><sentence sid="1282"><sentenceang>Gulls are typically medium to large birds, usually grey or white, often with black markings on the head or wings</sentenceang><sentencepl>Mewy to zazwyczaj ptaki &#x15B;redniej lub du&#x17C;ej wielko&#x15B;ci, zwykle szare lub bia&#x142;e, cz&#x119;sto z czarnym oznaczeniem na g&#x142;owie lub skrzyd&#x142;ach.</sentencepl><sentenceaudio/></sentence><sentence sid="1283"><sentenceang>Seagulls have been observed preying on live whales, landing on the whale as it surfaces to peck out pieces of flesh.</sentenceang><sentencepl>Obserwuje si&#x119; mewy &#x17C;eruj&#x105;ce na &#x17C;ywych wielorybach, l&#x105;duj&#x105;ce na wielorybie i wydziobuj&#x105;ce z niego kawa&#x142;ki mi&#x119;sa.</sentencepl><sentenceaudio/></sentence><sentence sid="1284"><sentenceang>Most seagull species are migratory, with birds moving to warmer habitats during the winter.</sentenceang><sentencepl>Wi&#x119;kszo&#x15B;&#x107; gatunk&#xF3;w mewy jest w&#x119;drowna, z ptakami przenosz&#x105;cymi si&#x119; do cieplejszych siedlisk podczas zimy.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="357"><angword>bat</angword><plword>nietoperz</plword><transcription>b&#xE6;t</transcription><image>1551740216nietoperz.jpg</image><audio>bat.mp3</audio><sentences><sentence sid="1285"><sentenceang>Many tropical plant species depend entirely on bats for the distribution of their seeds.</sentenceang><sentencepl>Wiele gatunk&#xF3;w ro&#x15B;lin tropikalnych ca&#x142;kowicie polega na nietoperzach w celu rozprzestrzeniania ich nasiona.</sentencepl><sentenceaudio/></sentence><sentence sid="1286"><sentenceang>The ears of these bats are sharply tuned to a specific frequency range.</sentenceang><sentencepl>Uszy tych nietoperzy maj&#x105; wyostrzony s&#x142;uch dla okre&#x15B;lonego zakresu cz&#x119;stotliwo&#x15B;ci.</sentencepl><sentenceaudio/></sentence><sentence sid="1287"><sentenceang>Female bats nurse their young until they are nearly adult size.</sentenceang><sentencepl>Samice nietoperzy opiekuj&#x105; si&#x119; m&#x142;odymi, dop&#xF3;ki nie osi&#x105;gn&#x105; one niemal&#x17C;e rozmiar&#xF3;w doros&#x142;ych.</sentencepl><sentenceaudio/></sentence><sentence sid="1288"><sentenceang>He discovered bats use echolocation to locate and catch their prey.</sentenceang><sentencepl>Odkry&#x142;, &#x17C;e nietoperze u&#x17C;ywaj&#x105; echolokacji do zlokalizowania i po&#x142;owu swoich ofiar.</sentencepl><sentenceaudio/></sentence><sentence sid="1289"><sentenceang>A bat flying in the sky looks like a butterfly.</sentenceang><sentencepl>Nietoperz lataj&#x105;cy po niebie jest podobny do motyla.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="358"><angword>dove</angword><plword>go&#x142;&#x119;bica</plword><transcription>d&#x28C;v</transcription><image>292808697golebica.jpg</image><audio>dove.mp3</audio><sentences><sentence sid="1290"><sentenceang>In general the terms dove and pigeon are used somewhat interchangeably.</sentenceang><sentencepl>Generalnie terminy go&#x142;&#x119;bica i go&#x142;&#x105;b s&#x105; stosowane w pewnym stopniu zamiennie.</sentencepl><sentenceaudio/></sentence><sentence sid="1291"><sentenceang>The dove stands for peace.</sentenceang><sentencepl>Go&#x142;&#x119;bica symbolizuje pok&#xF3;j.</sentencepl><sentenceaudio/></sentence><sentence sid="1292"><sentenceang>There is a white dove on the roof.</sentenceang><sentencepl>Na dachu siedzi bia&#x142;a go&#x142;&#x119;bica.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="359"><angword>worm</angword><plword>robak</plword><transcription>w&#x25C;&#x2D0;m</transcription><image>1726469738robak.jpg</image><audio>worm.mp3</audio><sentences><sentence sid="1293"><sentenceang>Free-living worm species may live on land, in marine or freshwater environments, or burrow.</sentenceang><sentencepl>Gatunki robak&#xF3;w &#x17C;yj&#x105;ce na wolno&#x15B;ci mog&#x105; &#x17C;y&#x107; na l&#x105;dzie, w &#x15B;rodowisku morskim lub s&#x142;odkowodnym, czy w norach.</sentencepl><sentenceaudio/></sentence><sentence sid="1294"><sentenceang>Most animals called worms are invertebrates.</sentenceang><sentencepl>Wi&#x119;kszo&#x15B;&#x107; zwierz&#x105;t nazywanych robakami to bezkr&#x119;gowce.</sentencepl><sentenceaudio/></sentence><sentence sid="1295"><sentenceang>Some worms reproduce sexually.</sentenceang><sentencepl>Niekt&#xF3;re robaki rozmna&#x17C;aj&#x105; si&#x119; p&#x142;ciowo.</sentencepl><sentenceaudio/></sentence><sentence sid="1296"><sentenceang>Even worms are bought for medical research.</sentenceang><sentencepl>Nawet robaki s&#x105; kupowane do bada&#x144; medycznych.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="360"><angword>snail</angword><plword>&#x15B;limak</plword><transcription>&#x2C8;sne&#x26A;l</transcription><image>1074084874slimak.jpg</image><audio>snail.mp3</audio><sentences><sentence sid="1297"><sentenceang>Although many people are familiar with terrestrial snails, land snails are in the minority.</sentenceang><sentencepl>Chocia&#x17C; wiele os&#xF3;b zana &#x15B;limaki l&#x105;dowe, to &#x15B;limaki te stanowi&#x105; mniejszo&#x15B;&#x107;.</sentencepl><sentenceaudio/></sentence><sentence sid="1298"><sentenceang>In certain parts of the world snails are fried.</sentenceang><sentencepl>W niekt&#xF3;rych cz&#x119;&#x15B;ciach &#x15B;wiata &#x15B;limaki s&#x105; sma&#x17C;one.</sentencepl><sentenceaudio/></sentence><sentence sid="1299"><sentenceang>Numerous kinds of snail can also be found in freshwater.</sentenceang><sentencepl>Liczne gatunki &#x15B;limak&#xF3;w mo&#x17C;na r&#xF3;wnie&#x17C; znale&#x17A;&#x107; w wodach s&#x142;odkich.</sentencepl><sentenceaudio/></sentence><sentence sid="1300"><sentenceang>Bob ate the snail, then vomitted.</sentenceang><sentencepl>Bob zjad&#x142; &#x15B;limaka, a nast&#x119;pnie zwymiotowa&#x142;.</sentencepl><sentenceaudio/></sentence><sentence sid="1301"><sentenceang>Paella often includes snails.</sentenceang><sentencepl>Paella cz&#x119;sto zawiera &#x15B;limaki.</sentencepl><sentenceaudio/></sentence><sentence sid="1302"><sentenceang>You shouldn\'t eat raw snails.</sentenceang><sentencepl>Nie powiniene&#x15B; je&#x15B;&#x107; surowych &#x15B;limak&#xF3;w.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="361"><angword>crab</angword><plword>krab</plword><transcription>kr&#xE6;b</transcription><image>443401020krab.jpg</image><audio>crab.mp3</audio><sentences><sentence sid="1303"><sentenceang>Crabs are found in all of the world\'s oceans, while many crabs live in fresh water and on land, particularly in tropical regions.</sentenceang><sentencepl>Kraby s&#x105; odnajdywane we wszystkich oceanach &#x15B;wiata, podczas gdy wiele krab&#xF3;w &#x17C;yje w wodach s&#x142;odkich i na l&#x105;dzie, szczeg&#xF3;lnie w regionach tropikalnych.</sentencepl><sentenceaudio/></sentence><sentence sid="1304"><sentenceang>The blue crab is an omnivore, eating both plants and animals.</sentenceang><sentencepl>Krab niebieski jest wszystko&#x17C;erny, jada zar&#xF3;wno ro&#x15B;liny jak i zwierz&#x119;ta.</sentencepl><sentenceaudio/></sentence><sentence sid="1305"><sentenceang>The red king crab is a large crustacean.</sentenceang><sentencepl>Czerwony krab kr&#xF3;lewski to du&#x17C;y skorupiak.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="362"><angword>peacock</angword><plword>paw</plword><transcription>&#x2C8;pi&#x2D0;k&#x254;k</transcription><image>1985001159paw.jpg</image><audio>peacock.mp3</audio><sentences><sentence sid="1306"><sentenceang>The peacock flares out his feathers when he is trying to get the peahen\'s attention.</sentenceang><sentencepl>Paw rozszerza swoje pi&#xF3;ra kiedy pr&#xF3;buje przyci&#x105;gn&#x105;&#x107; uwag&#x119; pawicy.</sentencepl><sentenceaudio/></sentence><sentence sid="1307"><sentenceang>Upon the arrival of a peahen, the peacocks cease calling and perform intricate plumage displays.</sentenceang><sentencepl>Po przybyciu pawicy, pawie zaprzestaj&#x105; nawo&#x142;ywania i wykonuj&#x105; skomplikowany pokaz upierzenia.</sentencepl><sentenceaudio/></sentence><sentence sid="1308"><sentenceang>The male peacock has colourful feathering to impress female peahens as a part of mating behaviour.</sentenceang><sentencepl>Samce pawia maj&#x105; kolorowe upierzenie by zaimponowa&#x107; pawic&#x105; podczas god&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="1309"><sentenceang>The peacock has fair feathers but foul feet.</sentenceang><sentencepl>Paw ma pi&#x119;kne pi&#xF3;ra, ale brudne nogi.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="363"><angword>seal</angword><plword>foka</plword><transcription>si&#x2D0;l</transcription><image>1481720199foka.jpg</image><audio>seal.mp3</audio><sentences><sentence sid="1310"><sentenceang>In 2009, Russia banned the hunting of harp seals less than one year old.</sentenceang><sentencepl>W 2009 roku Rosja wprowadzi&#x142;a zakaz polowania na foki grenlandzkie, kt&#xF3;re maj&#x105; mniej ni&#x17C; rok.</sentencepl><sentenceaudio/></sentence><sentence sid="1311"><sentenceang>The Inuit diet is rich in fish, whale, and seal.</sentenceang><sentencepl>Dieta Inuit&#xF3;w jest bogata w ryb, wieloryb&#xF3;w i foki.</sentencepl><sentenceaudio/></sentence><sentence sid="1312"><sentenceang>This led to a population decline to less than 2 million seals.</sentenceang><sentencepl>Doprowadzi&#x142;o to do spadku populacji do mniej ni&#x17C; 2 milion&#xF3;w fok.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="364"><angword>hedgehog</angword><plword>je&#x17C;</plword><transcription>&#x2C8;h&#x25B;d&#x292;h&#x252;&#x261;</transcription><image>341314799jez.jpg</image><audio>hedgehog.mp3</audio><sentences/><postit/></word><word wid="365"><angword>dolphin</angword><plword>delfin</plword><transcription>&#x2C8;d&#x252;lf&#x26A;n</transcription><image>1574648741delfin.jpg</image><audio>dolphin.mp3</audio><sentences><sentence sid="1313"><sentenceang>The dolphin brain is large and highly complex, and is different in structure from that of most land mammals.</sentenceang><sentencepl>M&#xF3;zg delfina jest du&#x17C;y i bardzo z&#x142;o&#x17C;ony, i r&#xF3;&#x17C;ni si&#x119; swoj&#x105; struktur&#x105; od wi&#x119;kszo&#x15B;ci ssak&#xF3;w l&#x105;dowych.</sentencepl><sentenceaudio/></sentence><sentence sid="1314"><sentenceang>Hearing is also used for echolocation, which all dolphins have.</sentenceang><sentencepl>S&#x142;uch jest r&#xF3;wnie&#x17C; wykorzystywany do echolokacja, kt&#xF3;r&#x105; posiadaj&#x105; wszystkie delfiny.</sentencepl><sentenceaudio/></sentence><sentence sid="1315"><sentenceang>A dolphin is a kind of mammal.</sentenceang><sentencepl>Delfin jest rodzajem ssaka.</sentencepl><sentenceaudio/></sentence><sentence sid="1316"><sentenceang>The dolphin is a very intelligent animal.</sentenceang><sentencepl>Delfiny s&#x105; niezwykle inteligentnymi zwierz&#x119;tami.</sentencepl><sentenceaudio/></sentence><sentence sid="1317"><sentenceang>Dolphins and whales are not fish.</sentenceang><sentencepl>Delfiny i wieloryby nie s&#x105; rybami.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="366"><angword>whale</angword><plword>wieloryb</plword><transcription>we&#x26A;l</transcription><image>1602157779wieloryb.jpg</image><audio>whale.mp3</audio><sentences><sentence sid="1318"><sentenceang>All mammals sleep, but whales cannot afford to become unconscious for long because they may drown.</sentenceang><sentencepl>Wszystkie ssaki spi&#x105;, ale wieloryb&#xF3;w nie mog&#x105; sobie pozwoli&#x107; na bycie nieprzytomny zbyt d&#x142;ugo, poniewa&#x17C; mog&#x105; uton&#x105;&#x107;.</sentencepl><sentenceaudio/></sentence><sentence sid="1319"><sentenceang>Toothed whales eat fish and squid, which they hunt by the use of echolocation.</sentenceang><sentencepl>Z&#x119;bowiec je ryby i ka&#x142;amarnice, na kt&#xF3;re poluje przy u&#x17C;yciu echolokacji.</sentencepl><sentenceaudio/></sentence><sentence sid="1320"><sentenceang>Whales are very large mammals that live in the ocean.</sentenceang><sentencepl>Wieloryb to olbrzymi ssak morski.</sentencepl><sentenceaudio/></sentence><sentence sid="1321"><sentenceang>Fish stocks are declining due to over-protection of whales, so fish that whales can eat should also be protected.</sentenceang><sentencepl>Z powodu nadmiernej ochrony wieloryb&#xF3;w maleje pog&#x142;owie ryb stanowi&#x105;cych po&#x17C;ywienie wieloryb&#xF3;w, wi&#x119;c ryby takie te&#x17C; powinny podlega&#x107; ochronie.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="367"><angword>mammal</angword><plword>ssak</plword><transcription>&#x2C8;m&#xE6;m&#x259;l</transcription><image></image><audio>mammal.mp3</audio><sentences><sentence sid="1322"><sentenceang>Most mammals also possess sweat glands and specialised teeth.</sentenceang><sentencepl>Wi&#x119;kszo&#x15B;&#x107; ssak&#xF3;w posiada r&#xF3;wnie&#x17C; gruczo&#x142;y potowe i wyspecjalizowane z&#x119;by.</sentencepl><sentenceaudio/></sentence><sentence sid="1323"><sentenceang>Most mammals also have hair to help keep them warm.</sentenceang><sentencepl>Wi&#x119;kszo&#x15B;&#x107; ssak&#xF3;w posiada r&#xF3;wnie&#x17C; w&#x142;osy pomagaj&#x105;ce im utrzyma&#x107; ciep&#x142;o.</sentencepl><sentenceaudio/></sentence><sentence sid="1324"><sentenceang>Carnivorous mammals have a simple digestive tract, because the proteins, lipids, and minerals found in meat require little in the way of specialized digestion.</sentenceang><sentencepl>Mi&#x119;so&#x17C;erne ssaki maj&#x105; prosty przew&#xF3;d pokarmowy, poniewa&#x17C; bia&#x142;ka, t&#x142;uszcze i minera&#x142;y pochodz&#x105;ce z mi&#x119;sa wymagaj&#x105; ma&#x142;o wyspecjalizowanego trawienia.</sentencepl><sentenceaudio/></sentence><sentence sid="1325"><sentenceang>Human beings are the higher mammals.</sentenceang><sentencepl>Ludzie nale&#x17C;&#x105; do ssak&#xF3;w wy&#x17C;szych.</sentencepl><sentenceaudio/></sentence><sentence sid="1326"><sentenceang>A dolphin is a kind of mammal.</sentenceang><sentencepl>Delfin jest jednym ze ssak&#xF3;w.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="368"><angword>reptile</angword><plword>gad</plword><transcription>r&#x26A;p&#x2C8;ta&#x26A;l</transcription><image></image><audio>reptile.mp3</audio><sentences><sentence sid="1327"><sentenceang>Modern reptiles inhabit every continent with the exception of Antarctica.</sentenceang><sentencepl>Wsp&#xF3;&#x142;czesne gady zamieszkuj&#x105; ka&#x17C;dy kontynent z wyj&#x105;tkiem Antarktydy.</sentencepl><sentenceaudio/></sentence><sentence sid="1328"><sentenceang>Unlike amphibians, reptiles do not have an aquatic larval stage.</sentenceang><sentencepl>W przeciwie&#x144;stwie do p&#x142;az&#xF3;w, gady nie posiadaj&#x105; wodnego stadium larwalnego.</sentencepl><sentenceaudio/></sentence><sentence sid="1329"><sentenceang>Due to reptiles lacking feathers or fur, reptiles are used as pets by people with allergies.</sentenceang><sentencepl>Z powodu braku pi&#xF3;r lub futra gady s&#x105; wykorzystywane jako zwierz&#x119;ta domowe przez osoby maj&#x105;ce alergi&#x119;.</sentencepl><sentenceaudio/></sentence><sentence sid="1330"><sentenceang>Most reptiles are carnivorous, and many primarily eat other reptiles.</sentenceang><sentencepl>Wi&#x119;kszo&#x15B;&#x107; gad&#xF3;w jest mi&#x119;so&#x17C;erna i wiele z nich &#x17C;ywi si&#x119; g&#x142;&#xF3;wnie innymi gadami.</sentencepl><sentenceaudio/></sentence><sentence sid="1331"><sentenceang>Turtles are reptiles.</sentenceang><sentencepl>&#x17B;&#xF3;&#x142;wie s&#x105; gadami.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="369"><angword>amphibian</angword><plword>p&#x142;az</plword><transcription>&#x2C8;&#xE6;m&#x2CC;f&#x26A;b&#x26A;&#x259;n</transcription><image></image><audio>amphibian.mp3</audio><sentences><sentence sid="1332"><sentenceang>Adult amphibians use their skin for respiration.</sentenceang><sentencepl>Doros&#x142;e p&#x142;azy u&#x17C;ywaj&#x105; swojej sk&#xF3;ry do oddychania.</sentencepl><sentenceaudio/></sentence><sentence sid="1333"><sentenceang>Most amphibians lay their eggs in water, with their larvae undergoing metamorphosis from a juvenile form with gills to an adult air-breathing form with lungs.</sentenceang><sentencepl>Wi&#x119;kszo&#x15B;&#x107; p&#x142;az&#xF3;w sk&#x142;ada jaja w wodzie, w stadium larwalnym przechodz&#x105; metamorfoz&#x119; z m&#x142;odzie&#x144;czej postaci ze skrzelami w doros&#x142;&#x105; posta&#x107; oddychaj&#x105;c&#x105; p&#x142;ucami.</sentencepl><sentenceaudio/></sentence><sentence sid="1334"><sentenceang>The life cycle of an amphibian consists of three stages: egg, larva and adult.</sentenceang><sentencepl>Cykl &#x17C;ycie p&#x142;aza sk&#x142;ada si&#x119; z trzech etap&#xF3;w: jaja, larwy i osobnika doros&#x142;ego.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="370"><angword>bird of prey</angword><plword>ptak drapie&#x17C;ny</plword><transcription>&#x2C8;b&#x259;rd &#x259;v &#x2C8;pre&#x26A;</transcription><image>119811539ptak drapi.jpg</image><audio>bird_of_prey.mp3</audio><sentences><sentence sid="1335"><sentenceang>Birds of prey are birds that hunt for food primarily via flight, using their keen senses, especially vision.</sentenceang><sentencepl>Ptaki drapie&#x17C;ne to ptaki, kt&#xF3;re poluj&#x105; na po&#x17C;ywienie g&#x142;&#xF3;wnie z lotu, u&#x17C;ywaj&#x105;c swoich wyostrzonych zmys&#x142;&#xF3;w, szczeg&#xF3;lnie wzroku.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="371"><angword>rodent</angword><plword>gryzo&#x144;</plword><transcription>&#x2C8;ro&#x28A;d&#x259;nt</transcription><image>1808712964gryzon.jpg</image><audio>rodent.mp3</audio><sentences><sentence sid="1336"><sentenceang>Most rodents eat seeds or plants, though some have more varied diets.</sentenceang><sentencepl>Wi&#x119;kszo&#x15B;&#x107; gryzoni &#x17C;ywi si&#x119; nasionami i ro&#x15B;linami, chocia&#x17C; niekt&#xF3;re maj&#x105; bardziej zr&#xF3;&#x17C;nicowan&#x105; diet&#x119;.</sentencepl><sentenceaudio/></sentence><sentence sid="1337"><sentenceang>This rodent is eaten by large birds such as hawks and eagles.</sentenceang><sentencepl>Ten gryzo&#x144; jest po&#x17C;ywieniem dla du&#x17C;ych ptak&#xF3;w takich jak jastrz&#x119;bie i or&#x142;y.</sentencepl><sentenceaudio/></sentence><sentence sid="1338"><sentenceang>These small rodents store up nuts in the winter.</sentenceang><sentencepl>Te gryzonie magazynuj&#x105; orzechy na zim&#x119;.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="372"><angword>hamster</angword><plword>chomik</plword><transcription>&#x2C8;h&#xE6;mst&#x25A;</transcription><image>1939851000chomik.jpg</image><audio>hamster.mp3</audio><sentences><sentence sid="1339"><sentenceang>Male hamsters typically have very large testes in relation to their body size.</sentenceang><sentencepl>Samce chomik&#xF3;w maj&#x105; zazwyczaj bardzo du&#x17C;e j&#x105;dra w stosunku do wielko&#x15B;ci cia&#x142;a.</sentencepl><sentenceaudio/></sentence><sentence sid="1340"><sentenceang>Because they are easy to breed in captivity, hamsters are often used as laboratory animals in more economically developed countries.</sentenceang><sentencepl>Poniewa&#x17C; s&#x105; &#x142;atwe do hodowli w zamkni&#x119;ciu, chomiki cz&#x119;sto s&#x105; wykorzystywane jako zwierz&#x119;ta laboratoryjne w krajach bardziej rozwini&#x119;tych gospodarczo.</sentencepl><sentenceaudio/></sentence><sentence sid="1341"><sentenceang>I\'m pretty sure that my cat ate my hamster.</sentenceang><sentencepl>Jestem raczej pewien, &#x17C;e m&#xF3;j kot zjad&#x142; mojego chomika.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="373"><angword>guinea pig</angword><plword>&#x15B;winka morska</plword><transcription>&#x2C8;g&#x26A;ni&#x2D0; &#x2C8;p&#x26A;g</transcription><image>1539377372swinka mors.jpg</image><audio>guinea_pig.mp3</audio><sentences><sentence sid="1342"><sentenceang>Guinea pigs have different hair colours. </sentenceang><sentencepl>&#x15A;winki morskie maj&#x105; r&#xF3;&#x17C;ne kolory w&#x142;os&#xF3;w. </sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="374"><angword>goat</angword><plword>koza</plword><transcription>&#x261;&#x259;&#x28A;t</transcription><image>1195855812koza.jpg</image><audio>goat.mp3</audio><sentences><sentence sid="1343"><sentenceang>In equatorial regions, goats are able to breed at any time of the year.</sentenceang><sentencepl>W rejonach r&#xF3;wnikowych, kozy s&#x105; w stanie rozmna&#x17C;a&#x107; si&#x119; o ka&#x17C;dej porze roku.</sentencepl><sentenceaudio/></sentence><sentence sid="1344"><sentenceang>Intensive goat husbandry in drylands may produce severe erosion and desertification.</sentenceang><sentencepl>Intensywna hodowla k&#xF3;z na obszarach suchych mo&#x17C;e powodowa&#x107; powa&#x17C;n&#x105; erozj&#x119; i pustynnienie.</sentencepl><sentenceaudio/></sentence><sentence sid="1345"><sentenceang>Dairy goats are generally pastured in summer and may be stabled during the winter.</sentenceang><sentencepl>Kozy mleczne s&#x105; na og&#xF3;&#x142; wypasane latem i mog&#x105; by&#x107; trzymane w stajni w czasie zimy.</sentencepl><sentenceaudio/></sentence><sentence sid="1346"><sentenceang>We keep two goats.</sentenceang><sentencepl>Hodujemy dwie kozy.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="375"><angword>goose</angword><plword>g&#x119;&#x15B;</plword><transcription>&#x261;u&#x2D0;s</transcription><image>1208916072ges.jpg</image><audio>goose.mp3</audio><sentences><sentence sid="1347"><sentenceang>Slices of roasted goose are generally served with plum sauce.</sentenceang><sentencepl>Plastry pieczonej g&#x119;si s&#x105; zazwyczaj podawane z sosem &#x15B;liwkowym.</sentencepl><sentenceaudio/></sentence><sentence sid="1348"><sentenceang>He killed the goose, foolishly.</sentenceang><sentencepl>G&#x142;upio post&#x105;pi&#x142;, zabijaj&#x105;c g&#x119;&#x15B;.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="376"><angword>ox</angword><plword>w&#xF3;&#x142;</plword><transcription>&#x2C8;&#x251;ks</transcription><image>424020945wol.jpg</image><audio>ox.mp3</audio><sentences><sentence sid="1349"><sentenceang>Use of oxen for plowing survived in some areas of England until the early twentieth century.</sentenceang><sentencepl>Wykorzystanie wo&#x142;&#xF3;w do orki przetrwa&#x142;o w niekt&#xF3;rych obszarach Anglii do pocz&#x105;tku XX wieku.</sentencepl><sentenceaudio/></sentence><sentence sid="1350"><sentenceang>A buffalo is akin to an ox.</sentenceang><sentencepl>Baw&#xF3;&#x142; przypomina wo&#x142;a.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="377"><angword>pony</angword><plword>kucyk</plword><transcription>&#x2C8;po&#x28A;ni&#x2D0;</transcription><image>170806454kucyk.jpg</image><audio>pony.mp3</audio><sentences><sentence sid="1351"><sentenceang>On occasion, people who are unfamiliar with horses may confuse an adult pony with a foal.</sentenceang><sentencepl>Czasem ludzie, kt&#xF3;rzy nie znaj&#x105; si&#x119; na koniach mog&#x105; pomyli&#x107; doros&#x142;ego kucyka ze &#x17A;rebakiem.</sentencepl><sentenceaudio/></sentence><sentence sid="1352"><sentenceang>So what did you think of this pony here?</sentenceang><sentencepl>Co wi&#x119;c s&#x105;dzisz o tym kucyku, tutaj?</sentencepl><sentenceaudio/></sentence><sentence sid="1353"><sentenceang>Tom can\'t tell a horse from a pony.</sentenceang><sentencepl>Tom nie potrafi odr&#xF3;&#x17C;ni&#x107; konia od kucyka.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="378"><angword>turkey</angword><plword>indyk</plword><transcription>&#x2C8;t&#x25C;&#x2D0;.ki</transcription><image>1713813518indyk.jpg</image><audio>turkey.mp3</audio><sentences><sentence sid="1354"><sentenceang>This turkey tastes good.</sentenceang><sentencepl>Ten indyk jest pyszny.</sentencepl><sentenceaudio/></sentence><sentence sid="1355"><sentenceang>Have you ever eaten turkey?</sentenceang><sentencepl>Jad&#x142;e&#x15B; kiedykolwiek indyka?</sentencepl><sentenceaudio/></sentence><sentence sid="1356"><sentenceang>Why do we eat turkey for Thanksgiving and Christmas?</sentenceang><sentencepl>Dlaczego jemy indyka na &#x15A;wi&#x119;to Dzi&#x119;kczynienia i Bo&#x17C;e Narodzenie?</sentencepl><sentenceaudio/></sentence><sentence sid="1357"><sentenceang>How many turkeys get eaten on Thanksgiving?</sentenceang><sentencepl>Ile indyk&#xF3;w zostaje zjedzonych w &#x15A;wi&#x119;to Dzi&#x119;kczynienia?</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="379"><angword>dachshund</angword><plword>jamnik</plword><transcription>&#x2C8;d&#x251;ks&#x2CC;h&#x28A;nt</transcription><image>743300860jamnik.jpg</image><audio>dachshund.mp3</audio><sentences><sentence sid="1358"><sentenceang>The dachshund has a deep chest to allow enough lung capacity to keep going when hunting.</sentenceang><sentencepl>Jamnik ma g&#x142;&#x119;bok&#x105; klatk&#x119; piersiow&#x105; by zapewni&#x107; wystarczaj&#x105;c&#x105; pojemno&#x15B;&#x107; p&#x142;uc, aby m&#xF3;g&#x142; biec nieustannie podczas polowa&#x144;.</sentencepl><sentenceaudio/></sentence><sentence sid="1359"><sentenceang>The next day at the newspaper office he drew a bun which contained a dachshund inside - not a dachshund sausage, but a dachshund.</sentenceang><sentencepl>Nast&#x119;pnego dnia narysowa&#x142; w gazecie kanapk&#x119; z jamnikiem. Nie kie&#x142;bas&#x105; z jamnika, ale prawdziwym psem.</sentencepl><sentenceaudio/></sentence><sentence sid="1360"><sentenceang>A dachshund is a dog from Germany with a very long body and short legs.</sentenceang><sentencepl>Jamnik jest psem pochodz&#x105;cym z Niemiec z bardzo d&#x142;ugim tu&#x142;owiem i kr&#xF3;tkimi nogami.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="380"><angword>goldfish</angword><plword>z&#x142;ota rybka</plword><transcription>[goldfish]</transcription><image>562236985zlota rybka.jpg</image><audio>goldfish.mp3</audio><sentences><sentence sid="1361"><sentenceang>There are many different varieties of domesticated goldfish.</sentenceang><sentencepl>Istnieje wiele r&#xF3;&#x17C;nych odmian udomowionych z&#x142;otych rybek.</sentencepl><sentenceaudio/></sentence><sentence sid="1362"><sentenceang>Why are you telling me about hippos all of the sudden? I don\'t see the connection between that and your twelve goldfishes.</sentenceang><sentencepl>Dlaczego nagle opowiadasz mi o hipopotamach? Nie widz&#x119; zwi&#x105;zku mi&#x119;dzy nimi a twoimi dwunastoma z&#x142;otymi rybkami.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="381"><angword>kitten</angword><plword>kotek</plword><transcription>&#x2C8;k&#x26A;t&#x259;n</transcription><image>1562635290kotek.jpg</image><audio>kitten.mp3</audio><sentences><sentence sid="1363"><sentenceang>To survive, kittens need the care of their mother for the first several weeks of their life.</sentenceang><sentencepl>Aby przetrwa&#x107;, koci&#x119;ta potrzebuj&#x105; opieki ich matki przez pierwsze kilka tygodni &#x17C;ycia.</sentencepl><sentenceaudio/></sentence><sentence sid="1364"><sentenceang>These innate skills are developed by the kittens\' mother or other adult cats bringing live prey to the nest.</sentenceang><sentencepl>Te wrodzone umiej&#x119;tno&#x15B;ci s&#x105; rozwijane przez matk&#x119; kotk&#xF3;w lub inne doros&#x142;e koty przynosz&#x105;ce &#x17C;ywe ofiary do kryj&#xF3;wki.</sentencepl><sentenceaudio/></sentence><sentence sid="1365"><sentenceang>Newspapers and television stations around the world told the story of Koko and her kitten.</sentenceang><sentencepl>Gazety i telewizje na ca&#x142;ym &#x15B;wiecie m&#xF3;wi&#x142;y o Koko i jej kotku.</sentencepl><sentenceaudio/></sentence><sentence sid="1366"><sentenceang>Finally, she chose another kitten.</sentenceang><sentencepl>W ko&#x144;cu wybra&#x142;a innego kotka.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="382"><angword>puppy</angword><plword>szczeniak</plword><transcription>&#x2C8;p&#x259;pi&#x2D0;</transcription><image>663072997szczeniak.jpg</image><audio>puppy.mp3</audio><sentences><sentence sid="1367"><sentenceang>Ask your veterinarian when it is safe for your puppy to interact with other dogs.</sentenceang><sentencepl>Zapytaj weterynarza od kiedy jest bezpiecznie dla twojego szczeniaka kontaktowa&#x107; si&#x119; z innymi psami.</sentencepl><sentenceaudio/></sentence><sentence sid="1368"><sentenceang>The puppy store has 12 puppies to choose from.</sentenceang><sentencepl>Sklep ze szczeniakami posiada 12 szczeniak&#xF3;w spo&#x15B;r&#xF3;d kt&#xF3;rych mo&#x17C;na wybra&#x107;.</sentencepl><sentenceaudio/></sentence><sentence sid="1369"><sentenceang>My father gave me a puppy for my birthday.</sentenceang><sentencepl>Tata da&#x142; mi na urodziny szczeniaka.</sentencepl><sentenceaudio/></sentence><sentence sid="1370"><sentenceang>It is great fun to play with a puppy.</sentenceang><sentencepl>Zabawa ze szczeniakiem dostarcza du&#x17C;o rado&#x15B;ci.</sentencepl><sentenceaudio/></sentence><sentence sid="1371"><sentenceang>The boy clasped the puppy to his chest.</sentenceang><sentencepl>Ch&#x142;opiec przytuli&#x142; pieska do piersi.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="383"><angword>tomcat</angword><plword>kocur</plword><transcription>&#x2C8;t&#x251;m&#x2CC;k&#xE6;t</transcription><image>762430253kocur.jpg</image><audio>tomcat.mp3</audio><sentences><sentence sid="1372"><sentenceang>A tomcat without whiskers is just a pitiable creature.</sentenceang><sentencepl>Kocur bez w&#x105;s&#xF3;w jest godnym po&#x17C;a&#x142;owania stworzeniem.</sentencepl><sentenceaudio/></sentence><sentence sid="1373"><sentenceang>My tomcat has a sunburn.</sentenceang><sentencepl>M&#xF3;j kocur ma oparzenia s&#x142;oneczne.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="385"><angword>brown bear</angword><plword>nied&#x17A;wied&#x17A; brunatny</plword><transcription>&#x2C8;br&#xE6;&#x28A;n &#x2C8;ber</transcription><image>1424009819niedzwiedz.jpeg</image><audio>brown_bear.mp3</audio><sentences><sentence sid="1376"><sentenceang>The brown bears of Alaska\'s islands are more closely related to polar bears than they are to other brown bears in the world. </sentenceang><sentencepl>Nied&#x17A;wiedzie brunatne na wyspach Alaski s&#x105; bli&#x17C;ej zwi&#x105;zane z nied&#x17A;wiedziami polarnymi ni&#x17C; z innymi nied&#x17A;wiedziami brunatnymi na &#x15B;wiecie.</sentencepl><sentenceaudio/></sentence><sentence sid="1377"><sentenceang>The cubs of brown bears, will typically stay with the mother for two full seasons.</sentenceang><sentencepl>M&#x142;ode nied&#x17A;wiedzi brunatnych, zwykle zostan&#x105; z matk&#x105; przez dwa pe&#x142;ne sezony.</sentencepl><sentenceaudio/></sentence><sentence sid="1378"><sentenceang>Brown bears, are dangerous to humans, especially in areas where they have become used to people.</sentenceang><sentencepl>Nied&#x17A;wiedzie brunatne, s&#x105; niebezpieczne dla ludzi, szczeg&#xF3;lnie na obszarach, gdzie przyzwyczai&#x142;y si&#x119; do ludzi.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="386"><angword>cheetah</angword><plword>gepard</plword><transcription>&#x2C8;t&#x283;i&#x2D0;t&#x259;</transcription><image>268502655gepard.jpg</image><audio>cheetah.mp3</audio><sentences><sentence sid="1379"><sentenceang>The adult cheetah weighs from 21 to 72 kg.</sentenceang><sentencepl>Doros&#x142;y gepard wa&#x17C;y od 21 do 72 kg.</sentencepl><sentenceaudio/></sentence><sentence sid="1380"><sentenceang>Once widely hunted for its fur, the cheetah now suffers more from the loss of both habitat and prey.</sentenceang><sentencepl>Kiedy&#x15B; na masow&#x105; skal&#x119; polowano na jego futro, obecnie gepard cierpi bardziej z powodu utraty natralnego siedliska i swoich ofiar.</sentencepl><sentenceaudio/></sentence><sentence sid="1381"><sentenceang>Because cheetahs rely on their speed to obtain their meals, any injury that slows them down could essentially be life threatening.</sentenceang><sentencepl>Poniewa&#x17C; gepardy opieraj&#x105; si&#x119; na swojej szybko&#x15B;ci w celu uzyskania po&#x17C;ywienia, ka&#x17C;dy uraz kt&#xF3;ry je spowalnia mo&#x17C;e w zasadzie by&#x107; zagra&#x17C;aj&#x105;cy &#x17C;yciu.</sentencepl><sentenceaudio/></sentence><sentence sid="1382"><sentenceang>A cheetah can run as fast as 70 miles per hour.</sentenceang><sentencepl>Gepard mo&#x17C;e biec z pr&#x119;dko&#x15B;ci&#x105; nawet 70 mil na godzin&#x119;.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="387"><angword>leopard</angword><plword>lampart</plword><transcription>&#x2C8;l&#x25B;p&#x259;d</transcription><image>2103759634leopard.jpg</image><audio>leopard.mp3</audio><sentences><sentence sid="1383"><sentenceang>The leopard consumes virtually any animal that it can hunt down and catch.</sentenceang><sentencepl>Lampart zjada praktycznie ka&#x17C;de zwierze, kt&#xF3;re mo&#x17C;e dopa&#x15B;&#x107; i z&#x142;apa&#x107;.</sentencepl><sentenceaudio/></sentence><sentence sid="1384"><sentenceang>Sri Lanka offers two leopard habitats, Yala National Park and Wilpattu National Park, where wildlife tours are available.</sentenceang><sentencepl>Sri Lanki oferuje dwa siedliska lamparta, Park Narodowy Yala i Park Narodowy Wilpattu, gdzie dost&#x119;pne s&#x105; wycieczki w&#x15B;r&#xF3;d dzikiej przyrody.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="388"><angword>chimpanzee</angword><plword>szympans</plword><transcription>t&#x283;&#x26A;m&#x2C8;p&#xE6;n.zi</transcription><image>2043632104szympans.jpg</image><audio>chimpanzee.mp3</audio><sentences><sentence sid="1385"><sentenceang>On the ground, chimpanzees usually walk on all fours using their knuckles for support with their hands clenched.</sentenceang><sentencepl>Na ziemi, szympansy zwykle chodz&#x105; na czworakach u&#x17C;ywaj&#x105;&#x107; swoich k&#x142;ykci do podpierania si&#x119; maj&#x105;c przy tym zaci&#x15B;ni&#x119;te d&#x142;onie.</sentencepl><sentenceaudio/></sentence><sentence sid="1386"><sentenceang>Before 1960, almost nothing was known about chimpanzee behaviour in their natural habitats.</sentenceang><sentencepl>Do roku 1960 prawie nic nie by&#x142;o wiadome o zachowaniu si&#x119; szympans&#xF3;w w ich naturalnych siedliskach.</sentencepl><sentenceaudio/></sentence><sentence sid="1387"><sentenceang>The chimpanzee is an intelligent creature, capable of solving simple problems.</sentenceang><sentencepl>Szympans jest inteligentnym zwierz&#x119;ciem, zdolnym rozwi&#x105;zywa&#x107; proste problemy.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="389"><angword>gorilla</angword><plword>goryl</plword><transcription>&#x261;&#x259;&#x2C8;&#x279;&#x26A;l.&#x259;</transcription><image>321325172goryl.jpg</image><audio>gorilla.mp3</audio><sentences><sentence sid="1388"><sentenceang>One possible predator of gorillas is the leopard.</sentenceang><sentencepl>Jednym z mo&#x17C;liwych drapie&#x17C;k&#xF3;w goryli jest lampart.</sentencepl><sentenceaudio/></sentence><sentence sid="1389"><sentenceang>When she published her work, many misconceptions and myths about gorillas were finally disproved, including the myth that gorillas are violent.</sentenceang><sentencepl>Gdy opublikowa&#x142;a swoj&#x105; prac&#x119;, wiele b&#x142;&#x119;dnych wyobra&#x17C;e&#x144; i mit&#xF3;w o gorylach zosta&#x142;o ostatecznie obalone, w tym te, &#x17C;e goryle s&#x105; agresywne.</sentencepl><sentenceaudio/></sentence><sentence sid="1390"><sentenceang>In the wild, gorillas do not make or use tools in any significant way, but chimpanzees do.</sentenceang><sentencepl>&#x17B;yj&#x105;c dziko goryle nie wykonuj&#x105; ani nie u&#x17C;ywaj&#x105; narz&#x119;dzi w &#x17C;aden znacz&#x105;cy spos&#xF3;b, tak jak to czyni&#x105; szympansy.</sentencepl><sentenceaudio/></sentence><sentence sid="1391"><sentenceang>Male gorillas are twice the size of females.</sentenceang><sentencepl>Samce goryli s&#x105; dwa razy wi&#x119;ksze ni&#x17C; samice.</sentencepl><sentenceaudio/></sentence><sentence sid="1392"><sentenceang>Most people think that gorillas are stupid. Is that true?</sentenceang><sentencepl>Wi&#x119;kszo&#x15B;&#x107; ludzi uwa&#x17C;a, &#x17C;e goryle s&#x105; g&#x142;upie. Czy to prawda?</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="390"><angword>hippo</angword><plword>hipopotam</plword><transcription>&#x2C8;h&#x26A;p&#x259;&#x28A;</transcription><image>1258440504hipopotam.jpg</image><audio>hippo.mp3</audio><sentences><sentence sid="1393"><sentenceang>While hippopotamuses rest near each other in the water, grazing is a solitary activity.</sentenceang><sentencepl>Chocia&#x17C; hipopotamy odpoczywaj&#x105; blisko siebie w wodzie, wypas jest samotn&#x105; aktywno&#x15B;ci&#x105;.</sentencepl><sentenceaudio/></sentence><sentence sid="1394"><sentenceang>The hippopotamus is one of the largest quadrupeds and despite its stocky shape and short legs, it can easily outrun a human.</sentenceang><sentencepl>Hipopotam jest jednym z najwi&#x119;kszych czworonog&#xF3;w i pomimo jego kr&#x119;pego kszta&#x142;tu i kr&#xF3;tkich n&#xF3;g, mo&#x17C;e z &#x142;atwo&#x15B;ci&#x105; prze&#x15B;cign&#x105;&#x107; cz&#x142;owieka.</sentencepl><sentenceaudio/></sentence><sentence sid="1395"><sentenceang>The hippo can maintain these higher speeds for only a few hundred meters.</sentenceang><sentencepl>Hipopotam mo&#x17C;e utrzyma&#x107; t&#x105; zwi&#x119;kszon&#x105; szybko&#x15B;&#x107; tylko przez kilkuset metr&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="1396"><sentenceang>A hippo closes its nostrils when it submerges into the water.</sentenceang><sentencepl>Hipopotam zamyka swoje nozdrza gdy, zanurza si&#x119; w wodzie.</sentencepl><sentenceaudio/></sentence><sentence sid="1397"><sentenceang>Why are you telling me about hippos all of the sudden? I don\'t see the connection between that and your twelve red goldfishes.</sentenceang><sentencepl>Dlaczego nagle opowiadasz mi o hipopotamach? Nie widz&#x119; zwi&#x105;zku mi&#x119;dzy nimi a twoimi dwunastoma z&#x142;otymi rybkami.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="391"><angword>koala</angword><plword>koala</plword><transcription>k&#x259;&#x28A;&#x2C8;&#x251;&#x2D0;l&#x259;</transcription><image>781994514koala.jpg</image><audio>koala.mp3</audio><sentences><sentence sid="1398"><sentenceang>The koala fills the same ecological role as the sloths of South America.</sentenceang><sentencepl>Koala wype&#x142;nia t&#x119; sam&#x105; rol&#x119; ekologiczn&#x105; jak leniwce w Ameryce Po&#x142;udniowej.</sentencepl><sentenceaudio/></sentence><sentence sid="1399"><sentenceang>The koala has large, sharp claws to assist with climbing tree trunks.</sentenceang><sentencepl>Koala posiada du&#x17C;e, ostre pazury pomagaj&#x105;ce podczas wspinaczka po pniach drzew.</sentencepl><sentenceaudio/></sentence><sentence sid="1400"><sentenceang>He took a picture of the koala.</sentenceang><sentencepl>Zrobi&#x142; zdj&#x119;cie koali.</sentencepl><sentenceaudio/></sentence><sentence sid="1401"><sentenceang>Have you ever seen a koala?</sentenceang><sentencepl>Widzia&#x142;e&#x15B; kiedykolwiek koal&#x119;?</sentencepl><sentenceaudio/></sentence><sentence sid="1402"><sentenceang>Koalas can only be seen in Australia.</sentenceang><sentencepl>Koalas mog&#x105; by&#x107; spotkane tylko w Australii.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="392"><angword>panther</angword><plword>pantera</plword><transcription>&#x2C8;p&#xE6;n&#x3B8;&#x25A;</transcription><image>1149798866pantera.jpg</image><audio>panther.mp3</audio><sentences><sentence sid="1403"><sentenceang>Florida panthers lack the ability to roar, and instead make distinct sounds that include whistles, growls, hisses, and purrs.</sentenceang><sentencepl>Pantera florydzkia nie potrafi rycze&#x107;, a zamiast tego wydaje r&#xF3;&#x17C;ne d&#x17A;wi&#x119;ki, takie jak gwizdy, warczenia, syczenie i mruczenie.</sentencepl><sentenceaudio/></sentence><sentence sid="1404"><sentenceang>A black panther can be a jaguar or leopard, but in either case it has a gene that causes it to produce more melanin than other specimens.</sentenceang><sentencepl>Czarna pantera mo&#x17C;e by&#x107; zar&#xF3;wno jaguarem lub lampartem, ale w obu przypadkach posiada gen, kt&#xF3;ry powoduje, &#x17C;e wytwarza ona wi&#x119;cej melaniny ni&#x17C; w przypadku innych osobnik&#xF3;w.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="393"><angword>lizard</angword><plword>jaszczurka</plword><transcription>&#x2C8;l&#x26A;z.&#x259;d</transcription><image>2084887715jaszczurka.jpg</image><audio>lizard.mp3</audio><sentences><sentence sid="1405"><sentenceang>Many lizards can detach their tails to escape from predators.</sentenceang><sentencepl>Wiele jaszczurek potrafi pozby&#x107; si&#x119; ogona aby uciec przed drapie&#x17C;nikami.</sentencepl><sentenceaudio/></sentence><sentence sid="1406"><sentenceang>Most lizards rely heavily on body language, using specific postures, gestures, and movements to define territory, resolve disputes, and entice mates.</sentenceang><sentencepl>Wi&#x119;kszo&#x15B;&#x107; jaszczurek silnie polega na j&#x119;zyku cia&#x142;a, u&#x17C;ywaj&#x105;c specyficznych postaw, gest&#xF3;w i ruch&#xF3;w aby zdefiniowa&#x107; terytorium, rozwi&#x105;zywa&#x107; spory i skusi&#x107; towarzyszk&#x119;.</sentencepl><sentenceaudio/></sentence><sentence sid="1407"><sentenceang>That hut is crawling with lizards and insects.</sentenceang><sentencepl>W tej chatce jest pe&#x142;no jaszczurek i robak&#xF3;w.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="394"><angword>hare</angword><plword>zaj&#x105;c</plword><transcription>h&#x25B;&#x25A;</transcription><image>917588868zajac.jpg</image><audio>hare.mp3</audio><sentences><sentence sid="1408"><sentenceang>In England, a now rarely served dish is potted hare.</sentenceang><sentencepl>W Anglii obecnie ju&#x17C; rzadko podawan&#x105; potraw&#x105; jest konserwowany zaj&#x105;c.</sentencepl><sentenceaudio/></sentence><sentence sid="1409"><sentenceang>He who runs after two hares will catch neither.</sentenceang><sentencepl>Kto &#x15B;ciga dwa zaj&#x105;ce, nie z&#x142;apie &#x17C;adnego.</sentencepl><sentenceaudio/></sentence><sentence sid="1410"><sentenceang>It is not easy to catch a hare with your bare hands.</sentenceang><sentencepl>Nie jest &#x142;atwo z&#x142;apa&#x107; zaj&#x105;ca go&#x142;ymi r&#x119;kami.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="395"><angword>panda</angword><plword>panda</plword><transcription>&#x2C8;pand&#x259;</transcription><image>2101793081panda.jpg</image><audio>panda.mp3</audio><sentences><sentence sid="1411"><sentenceang>Many believed that the best way to save the pandas was to cage them.</sentenceang><sentencepl>Wiele uwa&#x17C;a&#x142;o, &#x17C;e najlepszym sposobem na ocalenie pand by&#x142;o zamkni&#x119;cie ich w klatkach.</sentencepl><sentenceaudio/></sentence><sentence sid="1412"><sentenceang>Was the first giant panda that was born and survived in captivity outside China.</sentenceang><sentencepl>By&#x142;a to pierwsza panda wielka, kt&#xF3;ra urodzi&#x142;a si&#x119; i prze&#x17C;y&#x142;a w zamkni&#x119;ciu poza Chinami.</sentencepl><sentenceaudio/></sentence><sentence sid="1413"><sentenceang>My family went to the zoo to see pandas last Sunday.</sentenceang><sentencepl>W zesz&#x142;&#x105; niedziel&#x119; nasza rodzina posz&#x142;a do zoo obejrze&#x107; pandy.</sentencepl><sentenceaudio/></sentence><sentence sid="1414"><sentenceang>Because of their rarity, pandas have become a world treasure.</sentenceang><sentencepl>Pandy sta&#x142;y si&#x119; &#x15B;wiatowym skarbem ze wzgl&#x119;du na sw&#x105; rzadko&#x15B;&#x107;.</sentencepl><sentenceaudio/></sentence><sentence sid="1415"><sentenceang>The Fuzhou Zoo in China&#x2019;s Fujian Province has done more than its counterparts in training pandas.</sentenceang><sentencepl>Zoo w Fuzhou w chi&#x144;skiej prowincji Fujian zrobi&#x142;o wi&#x119;cej ni&#x17C; inne w dziedzinie tresury pand.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="396"><angword>llama</angword><plword>lama</plword><transcription>&#x2C8;l&#x251;&#x2D0;.m&#x259;</transcription><image>563742029lama.jpg</image><audio>llama.mp3</audio><sentences><sentence sid="1417"><sentenceang>The sound of the llama making groaning noises is often a sign of fear or anger.</sentenceang><sentencepl>D&#x17A;wi&#x119;k lamy wydawany w postaci j&#x119;cz&#x105;cych ha&#x142;as&#xF3;w jest oznak&#x105; strachu lub z&#x142;o&#x15B;ci.</sentencepl><sentenceaudio/></sentence><sentence sid="1418"><sentenceang>The most apparent visual difference between llamas and camels is that camels have a hump or humps and llamas do not.</sentenceang><sentencepl>Najbardziej widoczn&#x105; wizualn&#x105; r&#xF3;&#x17C;nic&#x105; pomi&#x119;dzy lamami i wielb&#x142;&#x105;dami jest to, &#x17C;e wielb&#x142;&#x105;dy maj&#x105; garb lub garby, a lamy nie.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="397"><angword>reindeer</angword><plword>renifer</plword><transcription>&#x2C8;re&#x26A;nd&#x26A;&#x259;</transcription><image>1781812761renifer.jpg</image><audio>reindeer.mp3</audio><sentences><sentence sid="1419"><sentenceang>This reindeer is losing the velvet layer on one of its antlers.</sentenceang><sentencepl>Ten renifer traci aksamitn&#x105; warstw&#x119; na jednym z jego rog&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="1420"><sentenceang>During the winter, reindeer travel to forested areas to forage under the snow.</sentenceang><sentencepl>Podczas zimy renifery podr&#xF3;&#x17C;uj&#x105; do zalesionych obszar&#xF3;w w celu poszukiwania po&#x17C;ywienia pod &#x15B;niegiem.</sentencepl><sentenceaudio/></sentence><sentence sid="1421"><sentenceang>Norway and Greenland have unbroken traditions of hunting wild reindeer from the ice age until the present day.</sentenceang><sentencepl>Norwegia i Grenlandia ma nieprzerwan&#x105; tradycj&#x119; polowania na dzikiego renifera pocz&#x105;wszy od epoki lodowcowej a&#x17C; do dnia dzisiejszego.</sentencepl><sentenceaudio/></sentence><sentence sid="1422"><sentenceang>I hope to see reindeer on my trip to Sweden.</sentenceang><sentencepl>Mam nadziej&#x119; zobaczy&#x107; renigera podczas mojej podr&#xF3;&#x17C;y do Szwecji.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="398"><angword>rhino</angword><plword>nosoro&#x17C;ec</plword><transcription>&#x2C8;&#x279;a&#x26A;.n&#x259;&#x28A;</transcription><image>1893208235nosorozec.jpg</image><audio>rhino.mp3</audio><sentences><sentence sid="1423"><sentenceang>The main difference between black and white rhinos is the shape of their mouths.</sentenceang><sentencepl>G&#x142;&#xF3;wn&#x105; r&#xF3;&#x17C;nic&#x105; pomi&#x119;dzy czarnym i bia&#x142;ym nosoro&#x17C;cem jest kszta&#x142;t ich pysku.</sentencepl><sentenceaudio/></sentence><sentence sid="1424"><sentenceang>The color of these rhinos is reddish brown.</sentenceang><sentencepl>Kolor tych nosoro&#x17C;c&#xF3;w jest czerwonawo-br&#x105;zowy.</sentencepl><sentenceaudio/></sentence><sentence sid="1425"><sentenceang>A recent spike in rhino killings has made conservationists concerned about the future of rhino species.</sentenceang><sentencepl>Niedawny skok w zab&#xF3;jstwach nosoro&#x17C;c&#xF3;w spowodowa&#x142; zaniepokojenie w&#x15B;r&#xF3;d ekolog&#xF3;w o przysz&#x142;o&#x15B;&#x107; gatunk&#xF3;w nosoro&#x17C;ca.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="399"><angword>skunk</angword><plword>skunks</plword><transcription>sk&#x28C;&#x14B;k</transcription><image>1474350336skunks.jpg</image><audio>skunk.mp3</audio><sentences><sentence sid="1426"><sentenceang>Although the most common fur color is black and white, some skunks are brown or grey, and a few are cream-colored.</sentenceang><sentencepl>Chocia&#x17C; najpowszechniejszym kolorem futra jest czarno-bia&#x142;y, niekt&#xF3;re skunksy s&#x105; br&#x105;zowe lub szare, a niekt&#xF3;re s&#x105; w kolorze kremowym.</sentencepl><sentenceaudio/></sentence><sentence sid="1427"><sentenceang>In settled areas, skunks also seek human garbage.</sentenceang><sentencepl>W zasiedlonych obszarach skunksy tak&#x17C;e przeszukuj&#x105; ludzkie &#x15B;mieci.</sentencepl><sentenceaudio/></sentence><sentence sid="1428"><sentenceang>When a skunk is kept as a pet, its scent glands are surgically removed.</sentenceang><sentencepl>Gdy skunks jest trzymany jako zwierz&#x119; domowe, to jego gruczo&#x142;y zapachowe s&#x105; usuwane chirurgicznie.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="400"><angword>squirrel</angword><plword>wiewi&#xF3;rka</plword><transcription>&#x2C8;skw&#x26A;&#x279;.&#x259;l</transcription><image>1254484207wiewiorka.jpg</image><audio>squirrel.mp3</audio><sentences><sentence sid="1429"><sentenceang>Most urban squirrels do not reach their first birthday.</sentenceang><sentencepl>Wi&#x119;kszo&#x15B;&#x107; miejskich wiewi&#xF3;rek nie do&#x17C;ywa ich pierwszych urodzin.</sentencepl><sentenceaudio/></sentence><sentence sid="1430"><sentenceang>A squirrel is taking a bath in the pond.</sentenceang><sentencepl>Wiewi&#xF3;rka k&#x105;pie si&#x119; w stawie.</sentencepl><sentenceaudio/></sentence><sentence sid="1431"><sentenceang>The squirrel was busy gathering nuts.</sentenceang><sentencepl>Wiewi&#xF3;rka by&#x142;a zaj&#x119;ta zbieraniem orzeszk&#xF3;w.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="401"><angword>walrus</angword><plword>mors</plword><transcription>&#x2C8;w&#x254;&#x2D0;l.&#x279;&#x259;s</transcription><image>55127749mors.jpg</image><audio>walrus.mp3</audio><sentences><sentence sid="1432"><sentenceang>Adult walruses are easily recognized by their prominent tusks, whiskers, and bulkiness.</sentenceang><sentencepl>Doros&#x142;e morsy s&#x105; &#x142;atwo rozpoznawalne dzi&#x119;ki ich wystaj&#x105;cym k&#x142;om, w&#x105;som i du&#x17C;ej obj&#x119;to&#x15B;ci.</sentencepl><sentenceaudio/></sentence><sentence sid="1433"><sentenceang>The population of walruses dropped rapidly all around the Arctic region.</sentenceang><sentencepl>Populacja mors&#xF3;w spad&#x142;a gwa&#x142;townie w obr&#x119;bie ca&#x142;ego regionu arktycznego.</sentencepl><sentenceaudio/></sentence><sentence sid="1434"><sentenceang>The walrus palate is uniquely vaulted, enabling effective suction.</sentenceang><sentencepl>Podniebienie morsa jest wyj&#x105;tkowo sklepione, umo&#x17C;liwiaj&#x105;c efektywne ssanie.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="402"><angword>zebra</angword><plword>zebra</plword><transcription>&#x2C8;z&#x25B;b&#x279;&#x259;</transcription><image>665549624zebra.jpg</image><audio>zebra.mp3</audio><sentences><sentence sid="1435"><sentenceang>Unlike their closest relatives, horses and asses, zebras have never been truly domesticated.</sentenceang><sentencepl>W przeciwie&#x144;stwie do swoich bliskich krewnych, koni i os&#x142;&#xF3;w, zebry nie zosta&#x142;y nigdy prawdziwie udomowione.</sentencepl><sentenceaudio/></sentence><sentence sid="1436"><sentenceang>The unique stripes of zebras make these among the animals most familiar to people.</sentenceang><sentencepl>Unikatowe pasy zebr lokuj&#x105; je w&#x15B;r&#xF3;d zwierz&#x105;t najbardziej znanych ludziom.</sentencepl><sentenceaudio/></sentence><sentence sid="1437"><sentenceang>A group of these zebras rarely stays together for more than a few months.</sentenceang><sentencepl>Grupa tych zebr rzadko pozostaje razem przez wi&#x119;cej ni&#x17C; kilka miesi&#x119;cy.</sentencepl><sentenceaudio/></sentence><sentence sid="1438"><sentenceang>I had no idea that Tom knew so much about zebras.</sentenceang><sentencepl>Nie mia&#x142;em poj&#x119;cia, &#x17C;e Tom wie tak du&#x17C;o na temat zebr.</sentencepl><sentenceaudio/></sentence><sentence sid="1439"><sentenceang>When you hear hoofbeats behind you, don\'t expect to see a zebra.</sentenceang><sentencepl>Kiedy s&#x142;yszysz uderzenia kopyt za tob&#x105;, nie oczekuj, &#x17C;e zobaczysz zebr&#x119;.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="403"><angword>wild boar</angword><plword>dzik</plword><transcription>wa&#x26A;ld b&#x254;&#x2D0;</transcription><image>2054246825dzik.jpg</image><audio>wild_boar.mp3</audio><sentences><sentence sid="1440"><sentenceang>Wild boar are native across much of Northern and Central Europe.</sentenceang><sentencepl>Dziki s&#x105; rodzimymi zwierz&#x119;ciami na wi&#x119;kszo&#x15B;ci obszar&#xF3;w P&#xF3;&#x142;nocnej i &#x15A;rodkowej Europy.</sentencepl><sentenceaudio/></sentence><sentence sid="1441"><sentenceang>Wild boars can attack humans and inflict considerable open wounds to people\'s legs with their tusks.</sentenceang><sentencepl>Dziki mog&#x105; zaatakowa&#x107; ludzi i zada&#x107; znacz&#x105;ce rany otwarte na nogach za pomoc&#x105; swoich k&#x142;&#xF3;w.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="404"><angword>stork</angword><plword>bocian</plword><transcription>st&#x254;rk</transcription><image>1552592735bocian.jpg</image><audio>stork.mp3</audio><sentences><sentence sid="1442"><sentenceang>Most storks eat frogs, fish, insects, earthworms, small birds and small mammals.</sentenceang><sentencepl>Wi&#x119;kszo&#x15B;&#x107; bocian&#xF3;w &#x17C;ywi si&#x119; &#x17C;abami, rybami, owadami, d&#x17C;d&#x17C;ownicami, ma&#x142;ymi ptakami i ma&#x142;ymi ssakami.</sentencepl><sentenceaudio/></sentence><sentence sid="1443"><sentenceang>She believes in the stork.</sentenceang><sentencepl>Ona wierzy w bociany.</sentencepl><sentenceaudio/></sentence><sentence sid="1444"><sentenceang>I hear the storks clacking from up in the belfry.</sentenceang><sentencepl>S&#x142;ysz&#x119; bociany klekocz&#x105;ce u g&#xF3;ry w dzwonnicy.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="405"><angword>crane</angword><plword>&#x17C;uraw</plword><transcription>&#x2C8;&#x283;rane</transcription><image>815872059zuraw.jpg</image><audio>crane.mp3</audio><sentences><sentence sid="1445"><sentenceang>Most species of crane have some areas of bare skin on the face.</sentenceang><sentencepl>Wi&#x119;kszo&#x15B;&#x107; gatunk&#xF3;w &#x17C;urawia ma pewne obszary nieopierzonej sk&#xF3;ry na twarzy.</sentencepl><sentenceaudio/></sentence><sentence sid="1446"><sentenceang>Most species of crane nest in shallow wetlands.</sentenceang><sentencepl>Wi&#x119;kszo&#x15B;&#x107; gatunk&#xF3;w &#x17C;urawia zak&#x142;ada gniazda na p&#x142;ytkich mokrad&#x142;ach.</sentencepl><sentenceaudio/></sentence><sentence sid="1447"><sentenceang>Cranes are big beautiful birds.</sentenceang><sentencepl>&#x17B;uraw to du&#x17C;y i pi&#x119;kny ptak.</sentencepl><sentenceaudio/></sentence><sentence sid="1448"><sentenceang>How beautiful and free the cranes were! Sadako sighed and closed her eyes.</sentenceang><sentencepl>Ale&#x17C; pi&#x119;kne i wolne s&#x105; &#x17C;urawie...! - Sadako westchn&#x119;&#x142;a i zamkn&#x119;&#x142;a oczy.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="406"><angword>cuckoo</angword><plword>kuku&#x142;ka</plword><transcription>&#x2C8;k&#x28A;ku&#x2D0;</transcription><image>428191486kukulka.jpg</image><audio>cuckoo.mp3</audio><sentences><sentence sid="1449"><sentenceang>The cuckoos are generally medium sized slender birds.</sentenceang><sentencepl>Kuku&#x142;ki s&#x105; na og&#xF3;&#x142; &#x15B;redniej wielko&#x15B;ci, smuk&#x142;ymi ptakami.</sentencepl><sentenceaudio/></sentence><sentence sid="1450"><sentenceang>The cuckoos feed on insects, insect larvae and a variety of other animals, as well as fruit.</sentenceang><sentencepl>Kuku&#x142;ki &#x17C;ywi&#x105; si&#x119; owadami, larwami owad&#xF3;w i r&#xF3;&#x17C;nych innymi zwierz&#x119;tami, jak r&#xF3;wnie&#x17C; owocami.</sentencepl><sentenceaudio/></sentence><sentence sid="1451"><sentenceang>Have you ever seen a cuckoo?</sentenceang><sentencepl>Widzia&#x142;e&#x15B; kiedykolwiek kuku&#x142;k&#x119;?</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="407"><angword>falcon</angword><plword>sok&#xF3;&#x142;</plword><transcription>&#x2C8;f&#xE6;lk&#x259;n</transcription><image>1017304633sokol.jpg</image><audio>falcon.mp3</audio><sentences><sentence sid="1452"><sentenceang>Adult falcons have thin tapered wings, which enable them to fly at high speed and to change direction rapidly.</sentenceang><sentencepl>Doros&#x142;e soko&#x142;y maj&#x105; cienkie zw&#x119;&#x17C;aj&#x105;ce si&#x119; skrzyd&#x142;a, kt&#xF3;re pozwalaj&#x105; im lata&#x107; z du&#x17C;&#x105; pr&#x119;dko&#x15B;ci&#x105; i zmieni&#x107; kierunek bardzo szybko.</sentencepl><sentenceaudio/></sentence><sentence sid="1453"><sentenceang>The peregrine falcon is the fastest bird of prey in the world.</sentenceang><sentencepl>Sok&#xF3;&#x142; w&#x119;drowny to najszybszy ptak drapie&#x17C;ny na &#x15B;wiecie.</sentencepl><sentenceaudio/></sentence><sentence sid="1454"><sentenceang>The peregrine falcon can reproduce since it is 1 year old.</sentenceang><sentencepl>Sok&#xF3;&#x142; w&#x119;drowny mo&#x17C;e si&#x119; rozmna&#x17C;a&#x107; pocz&#x105;wszy od 1 roku &#x17C;ycia.</sentencepl><sentenceaudio/></sentence><sentence sid="1455"><sentenceang>The peregrine falcon is one of the most successful birds of prey in the world.</sentenceang><sentencepl>Sok&#xF3;&#x142; w&#x119;drowny jest jednym z najbardziej skutecznych ptak&#xF3;w drapie&#x17C;nych na &#x15B;wiecie.</sentencepl><sentenceaudio/></sentence><sentence sid="1456"><sentenceang>Eagles are the intermediate form between falcons and hawks.</sentenceang><sentencepl>Or&#x142;y s&#x105; form&#x105; po&#x15B;redni&#x105; pomi&#x119;dzy soko&#x142;ami i jastrz&#x119;biami.</sentencepl><sentenceaudio/></sentence><sentence sid="1457"><sentenceang>Peregrine falcons are found all over the world.</sentenceang><sentencepl>Soko&#x142;y w&#x119;drowne mo&#x17C;na spotka&#x107; na ca&#x142;ym &#x15B;wiecie.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="408"><angword>nightingale</angword><plword>s&#x142;owik</plword><transcription>&#x2C8;na&#x26A;t&#x26A;&#x14B;&#x261;e&#x26A;l</transcription><image>1074236205slowik.jpg</image><audio>nightingale.mp3</audio><sentences><sentence sid="1458"><sentenceang>I heard a Japanese nightingale.</sentenceang><sentencepl>S&#x142;ysza&#x142;em &#x15B;piew s&#x142;owika.</sentencepl><sentenceaudio/></sentence><sentence sid="1459"><sentenceang>Every evening, a nightingale would sing us songs.</sentenceang><sentencepl>Co wiecz&#xF3;r, s&#x142;owik &#x15B;piewa&#x142;by nam piosenki.</sentencepl><sentenceaudio/></sentence><sentence sid="1460"><sentenceang>It was the lark, the herald of the morn, no nightingale.</sentenceang><sentencepl>By&#x142; skowronkiem, zwiastunem poranka, nie s&#x142;owikiem.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="409"><angword>ostrich</angword><plword>stru&#x15B;</plword><transcription>&#x2C8;&#x252;s.t&#x279;&#x26A;&#x2A7;</transcription><image>1346486948strus.jpg</image><audio>ostrich.mp3</audio><sentences><sentence sid="1461"><sentenceang>In this reserve ostriches are bred and released into the wild.</sentenceang><sentencepl>W tym rezerwacie strusie s&#x105; hodowane i wypuszczane na wolno&#x15B;&#x107;.</sentencepl><sentenceaudio/></sentence><sentence sid="1462"><sentenceang>The ostrich has wings, but it cannot fly.</sentenceang><sentencepl>Stru&#x15B; ma skrzyd&#x142;a, ale nie potrafi lata&#x107;.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="410"><angword>owl</angword><plword>sowa</plword><transcription>a&#x28A;l</transcription><image>996633726sowa.jpg</image><audio>owl.mp3</audio><sentences><sentence sid="1463"><sentenceang>Some owls are also specifically adapted to hunt fish.</sentenceang><sentencepl>Niekt&#xF3;re sowy s&#x105; r&#xF3;wnie&#x17C; specjalnie przystosowane do polowania na ryby.</sentencepl><sentenceaudio/></sentence><sentence sid="1464"><sentenceang>If one saw an owl or heard its hoot, someone was going to die.</sentenceang><sentencepl>Je&#x15B;li kto&#x15B; zobaczy&#x142; sow&#x119; lub us&#x142;ysza&#x142; jej pohukiwanie, ten kto&#x15B; umrze.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="411"><angword>sparrow</angword><plword>wr&#xF3;bel</plword><transcription>&#x2C8;sp&#xE6;&#x279;&#x259;&#x28A;</transcription><image>1529933499wrobel.jpg</image><audio>sparrow.mp3</audio><sentences><sentence sid="1465"><sentenceang>The differences between sparrow species can be subtle.</sentenceang><sentencepl>R&#xF3;&#x17C;nice pomi&#x119;dzy r&#xF3;&#x17C;nymi gatunkami wr&#xF3;bla mog&#x105; by&#x107; subtelne.</sentencepl><sentenceaudio/></sentence><sentence sid="1466"><sentenceang>I am scaring the sparrows away.</sentenceang><sentencepl>Wystraszy&#x142;em wr&#xF3;ble.</sentencepl><sentenceaudio/></sentence><sentence sid="1467"><sentenceang>A couple of sparrows are building a nest in my house\'s balcony.</sentenceang><sentencepl>Para wr&#xF3;bli buduje sobie gniazdo na moim balkonie.</sentencepl><sentenceaudio/></sentence><sentence sid="1468"><sentenceang>A sparrow is very alert in its movements.</sentenceang><sentencepl>Wr&#xF3;bel jest bardzo ostro&#x17C;ny w swoich ruchach.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="412"><angword>swallow</angword><plword>jask&#xF3;&#x142;ka</plword><transcription>&#x2C8;sw&#x252;l&#x259;&#x28A;</transcription><image>1745389932jaskolka.jpg</image><audio>swallow.mp3</audio><sentences><sentence sid="1469"><sentenceang>If a human being gets too close to their territory, swallows will attack them within the perimeter of the nest.</sentenceang><sentencepl>Je&#x17C;eli ludzie zbli&#x17C;&#x105; si&#x119; zbyt bardzo do ich terytorium, jask&#xF3;&#x142;ki ich zaatakuj&#x105; w obr&#x119;bie swojego gniazda.</sentencepl><sentenceaudio/></sentence><sentence sid="1470"><sentenceang>The typical song of swallows is a simple, sometimes musical twittering.</sentenceang><sentencepl>Typowy &#x15B;piew jask&#xF3;&#x142;ki to proste, czasami muzykalne &#x107;wierkanie.</sentencepl><sentenceaudio/></sentence><sentence sid="1471"><sentenceang>One swallow does not make a summer.</sentenceang><sentencepl>Jedna jask&#xF3;&#x142;ka nie czyni wiosny.</sentencepl><sentenceaudio/></sentence><sentence sid="1472"><sentenceang>Swallows migrate to a warm climate.</sentenceang><sentencepl>Jask&#xF3;&#x142;ki w&#x119;druj&#x105; do ciep&#x142;ych kraj&#xF3;w.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="414"><angword>toucan</angword><plword>tukan</plword><transcription>&#x2C8;tu&#x2D0;k&#x259;n</transcription><image>1665639120tukan.jpg</image><audio>toucan.mp3</audio><sentences><sentence sid="1476"><sentenceang>The legs of a toucan are strong and rather short.</sentenceang><sentencepl>Nogi tukan s&#x105; silne i raczej kr&#xF3;tkie.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="415"><angword>woodpecker</angword><plword>dzi&#x119;cio&#x142;</plword><transcription>&#x2C8;w&#x28A;d.p&#x25B;.k&#x25A;</transcription><image>338020739dziecal.jpg</image><audio>woodpecker.mp3</audio><sentences><sentence sid="1477"><sentenceang>In addition to the strong claws and feet, woodpeckers have short strong legs.</sentenceang><sentencepl>Opr&#xF3;cz silnych pazur&#xF3;w i st&#xF3;p dzi&#x119;cio&#x142;y maj&#x105; kr&#xF3;tkie silne nogi.</sentencepl><sentenceaudio/></sentence><sentence sid="1478"><sentenceang>Overall the woodpeckers are arboreal birds of wooded habitats.</sentenceang><sentencepl>Og&#xF3;lnie dzi&#x119;cio&#x142;y s&#x105; nadrzewnymi ptakami siedlisk le&#x15B;nych.</sentencepl><sentenceaudio/></sentence><sentence sid="1479"><sentenceang>The woodpecker is feeding its mate.</sentenceang><sentencepl>Dzi&#x119;cio&#x142; karmi swojego partnera.</sentencepl><sentenceaudio/></sentence><sentence sid="1480"><sentenceang>Woodpeckers peck tree trunks with their long pointed beaks and eat insects found there.</sentenceang><sentencepl>Dzi&#x119;cio&#x142;y dziobi&#x105; pnie drzew swoimi d&#x142;ugimi spiczastymi dziobami i jedz&#x105; znalezione tam owady.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="416"><angword>vulture</angword><plword>s&#x119;p</plword><transcription>&#x2C8;v&#x28C;lt&#x283;&#x259;&#x2D0;</transcription><image>630060188sep.jpg</image><audio>vulture.mp3</audio><sentences><sentence sid="1481"><sentenceang>A particular characteristic of many vultures is a bald head, devoid of normal feathers.</sentenceang><sentencepl>Szczeg&#xF3;ln&#x105; cech&#x105; wielu s&#x119;p&#xF3;w jest &#x142;ysa g&#x142;owa, pozbawione normalnych pi&#xF3;r.</sentencepl><sentenceaudio/></sentence><sentence sid="1482"><sentenceang>Vultures circled above the dead body.</sentenceang><sentencepl>S&#x119;py kr&#x105;&#x17C;y&#x142;y nad martwym cia&#x142;em.</sentencepl><sentenceaudio/></sentence><sentence sid="1483"><sentenceang>For wherever the carcass lies, that is where the vultures will gather.</sentenceang><sentencepl>Gdziekolwiek padlina si&#x119; znajduje, jest to miejsce w kt&#xF3;rym b&#x119;d&#x105; gromadzi&#x107; si&#x119; s&#x119;py.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="417"><angword>herring</angword><plword>&#x15B;led&#x17A;</plword><transcription>&#x2C8;her&#x26A;&#x14B;</transcription><image>1133836761sledz.jpg</image><audio>herring.mp3</audio><sentences><sentence sid="1484"><sentenceang>In sexually mature herrings, the genital organs grow before spawning, reaching about one-fifth of its total weight.</sentenceang><sentencepl>U &#x15B;ledzi dojrza&#x142;ych p&#x142;ciowo, narz&#x105;dy p&#x142;ciowe rosn&#x105; przed tar&#x142;em, osi&#x105;gaj&#x105;c oko&#x142;o jednej pi&#x105;tej ich ca&#x142;kowitej masy.</sentencepl><sentenceaudio/></sentence><sentence sid="1485"><sentenceang>Young herring feed on phytoplankton and as they mature they start to consume larger organisms.</sentenceang><sentencepl>M&#x142;ode &#x15B;ledzie &#x17C;ywi&#x105; si&#x119; fitoplanktonem, a gdy dojrzewaj&#x105; zaczynaj&#x105; spo&#x17C;ywa&#x107; wi&#x119;ksze organizmy.</sentencepl><sentenceaudio/></sentence><sentence sid="1486"><sentenceang>Water pollution influences the amount of herring that may be safely consumed.</sentenceang><sentencepl>Zanieczyszczenie wody wp&#x142;ywa na ilo&#x15B;&#x107; &#x15B;ledzi, kt&#xF3;re mog&#x105; by&#x107; bezpiecznie spo&#x17C;ywane.</sentencepl><sentenceaudio/></sentence><sentence sid="1487"><sentenceang>What she liked best was herring roe.</sentenceang><sentencepl>To co lubi&#x142;a najbardziej to ikra &#x15B;ledzia.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="418"><angword>mackerel</angword><plword>makrela</plword><transcription>&#x2C8;m&#xE6;kr&#x259;l</transcription><image>57667438makrela.jpg</image><audio>mackerel.mp3</audio><sentences><sentence sid="1488"><sentenceang>The larvae and juvenile mackerel feed on zooplankton.</sentenceang><sentencepl>Larwy i m&#x142;ode makrele &#x17C;ywi&#x105; si&#x119; zooplanktonem.</sentencepl><sentenceaudio/></sentence><sentence sid="1489"><sentenceang>Generally mackerel are much smaller and slimmer than tuna, though in other respects they share many common characteristics.</sentenceang><sentencepl>Generalnie makrele s&#x105; znacznie mniejsze i szczuplejsze ni&#x17C; tu&#x144;czyk, cho&#x107; pod innymi wzgl&#x119;dami maj&#x105; wiele cech wsp&#xF3;lnych.</sentencepl><sentenceaudio/></sentence><sentence sid="1490"><sentenceang>Today\'s breakfast was dried mackerel and miso soup.</sentenceang><sentencepl>Dzisiejszym &#x15B;niadaniem by&#x142;y suszone makrele i zupa miso.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="419"><angword>salmon</angword><plword>&#x142;oso&#x15B;</plword><transcription>&#x2C8;s&#xE6;m&#x259;n</transcription><image>595341094lososs.jpg</image><audio>salmon.mp3</audio><sentences><sentence sid="1491"><sentenceang>Salmon are born in fresh water, migrate to the ocean, then return to fresh water to reproduce.</sentenceang><sentencepl>&#x141;ososie rodz&#x105; si&#x119; w wodach s&#x142;odkich, migruj&#x105; do oceanu, a nast&#x119;pnie wracaj&#x105; do w&#xF3;d s&#x142;odkich aby si&#x119; rozmna&#x17C;a&#x107;.</sentencepl><sentenceaudio/></sentence><sentence sid="1492"><sentenceang>Freshwater streams and estuaries provide important habitat for many salmon species.</sentenceang><sentencepl>S&#x142;odkowodne strumienie i uj&#x15B;cia rzek stanowi&#x105; wa&#x17C;ne siedliska dla wielu gatunk&#xF3;w &#x142;ososia.</sentencepl><sentenceaudio/></sentence><sentence sid="1493"><sentenceang>Salmon require large nutritional intakes of protein, and consequently, farmed salmon consume more fish than they generate as a final product.</sentenceang><sentencepl>&#x141;oso&#x15B; wymaga du&#x17C;ej poda&#x17C;y bia&#x142;ka, i w konsekwencji, &#x142;oso&#x15B; hodowlany spo&#x17C;ywa wi&#x119;cej ryb ni&#x17C; generuje jako produkt ko&#x144;cowy.</sentencepl><sentenceaudio/></sentence><sentence sid="1494"><sentenceang>Skinless and boneless canned salmon is also available.</sentenceang><sentencepl>Dost&#x119;pny jest r&#xF3;wnie&#x17C; &#x142;oso&#x15B; w puszkach bez sk&#xF3;ry i o&#x15B;ci.</sentencepl><sentenceaudio/></sentence><sentence sid="1495"><sentenceang>Cut the salmon into small pieces.</sentenceang><sentencepl>Pokr&#xF3;j &#x142;ososia na ma&#x142;e kawa&#x142;ki.</sentencepl><sentenceaudio/></sentence><sentence sid="1496"><sentenceang>Salmon is my favorite fish to eat.</sentenceang><sentencepl>&#x141;oso&#x15B; jest moj&#x105; ulubion&#x105; ryb&#x105;.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="420"><angword>tuna</angword><plword>tu&#x144;czyk</plword><transcription>&#x2C8;tju&#x2D0;.n&#x259;</transcription><image>859222588tunczyk.jpg</image><audio>tuna.mp3</audio><sentences><sentence sid="1497"><sentenceang>Unlike most fish, which have white flesh, the muscle tissue of tuna ranges from pink to dark red.</sentenceang><sentencepl>W przeciwie&#x144;stwie do wi&#x119;kszo&#x15B;ci ryb, kt&#xF3;re maj&#x105; bia&#x142;e mi&#x119;so, tkanka mi&#x119;&#x15B;niowa tu&#x144;czyka mie&#x15B;ci si&#x119; w zakresie od r&#xF3;&#x17C;owej do ciemnoczerwonej.</sentencepl><sentenceaudio/></sentence><sentence sid="1498"><sentenceang>Bluefin tuna can be distinguished from other family members by the relatively short length of their pectoral fins.</sentenceang><sentencepl>Tu&#x144;czyk b&#x142;&#x119;kitnop&#x142;etwy mo&#x17C;e by&#x107; odr&#xF3;&#x17C;niony od pozosta&#x142;ych cz&#x142;onk&#xF3;w rodziny przez stosunkowo kr&#xF3;tk&#x105; p&#x142;etw&#x119; piersiow&#x105;.</sentencepl><sentenceaudio/></sentence><sentence sid="1499"><sentenceang>The skin of a shark is much rougher than that of a tuna fish.</sentenceang><sentencepl>Sk&#xF3;ra rekina jest bardziej chropowata ni&#x17C; sk&#xF3;ra tu&#x144;czyka.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="421"><angword>trout</angword><plword>pstr&#x105;g</plword><transcription>&#x2C8;tr&#xE6;&#x28A;t</transcription><image>1391407050pstrag.jpg</image><audio>trout.mp3</audio><sentences><sentence sid="1500"><sentenceang>It is recommended to use a hook size 8-5 for trout of all kind.</sentenceang><sentencepl>Zalecane jest stosowanie rozmiar&#xF3;w haczyka 8-5 dla pstr&#x105;ga dowolnego rodzaju.</sentencepl><sentenceaudio/></sentence><sentence sid="1501"><sentenceang>Adult trouts will devour smaller fish up to 1/3 their length.</sentenceang><sentencepl>Doros&#x142;e pstr&#x105;gi b&#x119;d&#x105; w stanie po&#x17C;re&#x107; mniejsze ryby nawet do 1/3 ich d&#x142;ugo&#x15B;ci.</sentencepl><sentenceaudio/></sentence><sentence sid="1502"><sentenceang>This lake abounds in trout.</sentenceang><sentencepl>To jezioro obfituje w pstr&#x105;ga.</sentencepl><sentenceaudio/></sentence><sentence sid="1503"><sentenceang>Such fish as carp and trout live in fresh water.</sentenceang><sentencepl>Ryby takie jak karp i pstr&#x105;g &#x17C;yj&#x105; w wodach s&#x142;odkich.</sentencepl><sentenceaudio/></sentence><sentence sid="1504"><sentenceang>I love to fish in the trout stream behind my house.</sentenceang><sentencepl>Lubi&#x119; &#x142;owi&#x107; pstr&#x105;gi p&#x142;ywaj&#x105;ce w strumieniu za domem.</sentencepl><sentenceaudio/></sentence><sentence sid="1505"><sentenceang>Tom caught a couple of large trout yesterday.</sentenceang><sentencepl>Tom z&#x142;apa&#x142; wczoraj par&#x119; du&#x17C;ych pstr&#x105;g&#xF3;w.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="422"><angword>seahorse</angword><plword>konik morski</plword><transcription>[seahorse]</transcription><image>599549394konik morski.jpg</image><audio>seahorse.mp3</audio><sentences><sentence sid="1506"><sentenceang>Unusual among fish, seahorses have a flexible, well-defined neck.</sentenceang><sentencepl>Nietypowo w&#x15B;r&#xF3;d ryb, koniki morskie posiadaj&#x105; gi&#x119;tk&#x105;, wyra&#x17A;n&#x105; szyj&#x119;.</sentencepl><sentenceaudio/></sentence><sentence sid="1507"><sentenceang>When mating, the female seahorse deposits up to 1,500 eggs in the male\'s pouch.</sentenceang><sentencepl>Podczas tar&#x142;a, samica konika morskiego sk&#x142;ada do 1500 jaj w fa&#x142;dzie sk&#xF3;rnym samca.</sentencepl><sentenceaudio/></sentence><sentence sid="1508"><sentenceang>Like almost all other fish species, seahorses do not nurture their young after birth.</sentenceang><sentencepl>Podobnie jak prawie wszystkich inne gatunki ryb, koniki morskie nie opiekuj&#x105; si&#x119; m&#x142;odymi po urodzeniu.</sentencepl><sentenceaudio/></sentence><sentence sid="1509"><sentenceang>Many species of seahorses form pair bonds that last through at least the breeding season.</sentenceang><sentencepl>Wiele gatunk&#xF3;w konik&#xF3;w morskich &#x142;&#x105;czy si&#x119; w pary, kt&#xF3;re trwaj&#x105; co najmniej przez okres tar&#x142;a.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="423"><angword>ant</angword><plword>mr&#xF3;wka</plword><transcription>&#xE6;nt</transcription><image>1502558763mrowka.jpg</image><audio>ant.mp3</audio><sentences><sentence sid="1510"><sentenceang>Many human cultures make use of ants in cuisine, medication, and rituals.</sentenceang><sentencepl>Wielu kr&#x119;g&#xF3;w kulturowych wykorzystuje mr&#xF3;wki w kuchni, farmakoterapii oraz w rytua&#x142;ach.</sentencepl><sentenceaudio/></sentence><sentence sid="1511"><sentenceang>Unlike their wasp ancestors, most ants travel by walking.</sentenceang><sentencepl>W przeciwie&#x144;stwie do swoich przodk&#xF3;w os, wi&#x119;kszo&#x15B;&#x107; mr&#xF3;wek przemieszcza si&#x119; pieszo.</sentencepl><sentenceaudio/></sentence><sentence sid="1512"><sentenceang>The only places lacking indigenous ants are Antarctica and a few remote or inhospitable islands.</sentenceang><sentencepl>Jedynymi miejscami w kt&#xF3;rych brakuje rodzimych mr&#xF3;wek s&#x105; Antarktyda i kilka odleg&#x142;ych lub niego&#x15B;cinnych wysp.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="424"><angword>dragonfly</angword><plword>wa&#x17C;ka</plword><transcription>&#x2C8;dr&#xE6;&#x261;&#x259;n&#x2CC;fla&#x26A;</transcription><image>263875204wazka.jpg</image><audio>dragonfly.mp3</audio><sentences><sentence sid="1513"><sentenceang>Once a dragonfly moults, it is already fully grown.</sentenceang><sentencepl>Kiedy wa&#x17C;ka si&#x119; wykluwa, jest ju&#x17C; w pe&#x142;ni rozwini&#x119;ta.</sentencepl><sentenceaudio/></sentence><sentence sid="1514"><sentenceang>There is a dragonfly on the ceiling.</sentenceang><sentencepl>Na suficie siedzi wa&#x17C;ka.</sentencepl><sentenceaudio/></sentence><sentence sid="1515"><sentenceang>There the spider waits for small insects like butterflies and dragonflies to be trapped.</sentenceang><sentencepl>Tam paj&#x105;k czeka na drobne owady takie jak motyle i wa&#x17C;ki a&#x17C; z&#x142;api&#x105; si&#x119; w pu&#x142;apk&#x119;.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="425"><angword>mosquito</angword><plword>komar</plword><transcription>m&#x259;&#x2C8;ski.to&#x28A;</transcription><image>1560571893komar.jpg</image><audio>mosquito.mp3</audio><sentences><sentence sid="1516"><sentenceang>The adult mosquito emerges from the mature pupa as it floats at the water surface.</sentenceang><sentencepl>Doros&#x142;y komar wyrasta z dojrza&#x142;ej poczwarki, gdy ta unosi si&#x119; na powierzchni wody.</sentencepl><sentenceaudio/></sentence><sentence sid="1517"><sentenceang>Females of many common species of mosquito can lay 100-200 eggs.</sentenceang><sentencepl>Samice wielu gatunk&#xF3;w powszechnie wyst&#x119;puj&#x105;cych komar&#xF3;w mog&#x105; sk&#x142;ada&#x107; 100-200 jaj.</sentencepl><sentenceaudio/></sentence><sentence sid="1518"><sentenceang>All mosquitoes have slender bodies with three segments: head, thorax and abdomen.</sentenceang><sentencepl>Wszystkie komary maj&#x105; smuk&#x142;e cia&#x142;o z&#x142;o&#x17C;one z 3 cz&#x119;&#x15B;ci: g&#x142;owy, tu&#x142;owia i brzucha.</sentencepl><sentenceaudio/></sentence><sentence sid="1519"><sentenceang>A mosquito just bit me.</sentenceang><sentencepl>W&#x142;a&#x15B;nie ugryz&#x142; mnie komar.</sentencepl><sentenceaudio/></sentence><sentence sid="1520"><sentenceang>Malaria is a disease that mosquitoes carry.</sentenceang><sentencepl>Malaria to choroba przenoszona przez komary.</sentencepl><sentenceaudio/></sentence><sentence sid="1521"><sentenceang>I\'ve got mosquito bites all over my arm.</sentenceang><sentencepl>Zasta&#x142;am pogryziona przez komary na ca&#x142;ym ramieniu.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="426"><angword>grasshopper</angword><plword>konik polny</plword><transcription>&#x2C8;&#x261;&#x279;&#x251;&#x2D0;s&#x2CC;h&#x252;p&#x259;(&#x279;)</transcription><image>752573811konikpolny.jpg</image><audio>grasshopper.mp3</audio><sentences><sentence sid="1522"><sentenceang>Because it does not carry oxygen, grasshopper blood is green.</sentenceang><sentencepl>Poniewa&#x17C; nie transportuje tlenu,  krew konika polnego jest zielona.</sentencepl><sentenceaudio/></sentence><sentence sid="1523"><sentenceang>Before eating grasshoppers and crickets, remove their wings and legs.</sentenceang><sentencepl>Przed zjedzeniem konik&#xF3;w polnych i &#x15B;wierszczy, usu&#x144; ich skrzyd&#x142;a i nogi.</sentencepl><sentenceaudio/></sentence><sentence sid="1524"><sentenceang>Every few years, huge swarms of these grasshoppers arise and decimate vast areas.</sentenceang><sentencepl>Co kilka lat, ogromne roje tych konik&#xF3;w polnych pojawiaj&#x105; si&#x119; i dziesi&#x105;tkuj&#x105; rozleg&#x142;e tereny.</sentencepl><sentenceaudio/></sentence><sentence sid="1525"><sentenceang>A grasshopper and many ants lived in a field.</sentenceang><sentencepl>Konik polny i wiele mr&#xF3;wek &#x17C;yje na polu.</sentencepl><sentenceaudio/></sentence><sentence sid="1526"><sentenceang>That\'s not a grasshopper. It\'s a locust!</sentenceang><sentencepl>To nie konik polny. To szara&#x144;cza!</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="427"><angword>ladybug</angword><plword>biedronka</plword><transcription>&#x2C8;le&#x26A;.di.b&#x28C;&#x261;</transcription><image>153215109biedronka.jpg</image><audio>ladybug.mp3</audio><sentences><sentence sid="1527"><sentenceang>It caused the ladybugs to fly away.</sentenceang><sentencepl>Spowodowa&#x142;o to, &#x17C;e biedronki odlecia&#x142;y.</sentencepl><sentenceaudio/></sentence><sentence sid="1528"><sentenceang>A bright red ladybug landed on my fingertip.</sentenceang><sentencepl>Jasno czerwona biedronka usiad&#x142;a na czubku mojego palca.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="428"><angword>moth</angword><plword>&#x107;ma</plword><transcription>m&#x252;&#x3B8;</transcription><image>574683328cma.jpg</image><audio>moth.mp3</audio><sentences><sentence sid="1529"><sentenceang>The study of butterflies and moths is known as lepidoptery.</sentenceang><sentencepl>Dziedzina nauki zajmuj&#x105;ca si&#x119; motylami i &#x107;mami jest znana jako lepidopterologia.</sentencepl><sentenceaudio/></sentence><sentence sid="1530"><sentenceang>When it comes out of the cocoon, it is a fully grown moth with wings.</sentenceang><sentencepl>Kiedy wydostaje si&#x119; z kokonu, jest w pe&#x142;ni rozwini&#x119;t&#x105; &#x107;m&#x105; ze skrzyd&#x142;ami.</sentencepl><sentenceaudio/></sentence><sentence sid="1531"><sentenceang>Despite being notorious for eating clothing, most moth adults do not eat at all.</sentenceang><sentencepl>Pomimo bycia znanym z jedzenia ubra&#x144;, wi&#x119;kszo&#x15B;&#x107; doros&#x142;ych ciem nie je w og&#xF3;le.</sentencepl><sentenceaudio/></sentence><sentence sid="1532"><sentenceang>Is it a butterfly or a moth?</sentenceang><sentencepl>To jest motyl czy &#x107;ma?</sentencepl><sentenceaudio/></sentence><sentence sid="1533"><sentenceang>Moths are attracted by light.</sentenceang><sentencepl>&#x15A;wiat&#x142;o przyci&#x105;ga &#x107;my.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="429"><angword>wasp</angword><plword>osa</plword><transcription>w&#x252;sp</transcription><image>1997991918osa.jpg</image><audio>wasp.mp3</audio><sentences><sentence sid="1534"><sentenceang>Many wasps are predatory, using other insects as food for their larvae.</sentenceang><sentencepl>Wiele os jest drapie&#x17C;nikami, wykorzystuj&#x105;c inne owady jako pokarm dla ich larw.</sentencepl><sentenceaudio/></sentence><sentence sid="1535"><sentenceang>Unlike honey bee queens, wasp queens typically live for only one year.</sentenceang><sentencepl>W przeciwie&#x144;stwie do kr&#xF3;lowych pszcz&#xF3;&#x142;, kr&#xF3;lowe os zazwyczaj &#x17C;yj&#x105; tylko przez jeden rok.</sentencepl><sentenceaudio/></sentence><sentence sid="1536"><sentenceang>I got a nasty sting from a wasp.</sentenceang><sentencepl>Osa u&#x17C;adli&#x142;a mnie paskudnie.</sentencepl><sentenceaudio/></sentence><sentence sid="1537"><sentenceang>Don\'t provoke that wasp.</sentenceang><sentencepl>Nie prowokuj tej osy.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="430"><angword>foal</angword><plword>&#x17A;rebak</plword><transcription>f&#x259;&#x28A;l</transcription><image>1175096379zrebak.jpg</image><audio>foal.mp3</audio><sentences><sentence sid="1538"><sentenceang>An adult pony can be ridden and put to work, while a foal, regardless of size, is too young to be ridden or used as a working animal.</sentenceang><sentencepl>Doros&#x142;y kuc mo&#x17C;e by&#x107; uje&#x17C;d&#x17C;any i zaci&#x105;gni&#x119;ty do pracy, podczas gdy &#x17A;rebak, niezale&#x17C;nie od wielko&#x15B;ci, jest zbyt m&#x142;ody by by&#x107; uje&#x17C;d&#x17C;anym lub wykorzystywanym jako zwierze robocze.</sentencepl><sentenceaudio/></sentence><sentence sid="1539"><sentenceang>A newborn foal\'s legs are almost as long as those of an adult horse.</sentenceang><sentencepl>Nogi nowo narodzonego &#x17A;rebi&#x119;cia s&#x105; prawie tak d&#x142;ugie jak te u doros&#x142;ych koni.</sentencepl><sentenceaudio/></sentence><sentence sid="1540"><sentenceang>The foal becomes a social animal and part of the herd, and as it matures it is likely to take a similar place in the social hierarchy of the herd as its mother.</sentenceang><sentencepl>&#x179;rebak staje si&#x119; spo&#x142;ecznym zwierz&#x119;ciem i cz&#x119;&#x15B;ci&#x105; stada, a gdy dojrzeje jest prawdopodobne, &#x17C;e zajmie podobne miejsce w hierarchii spo&#x142;ecznej stada jak jego matka.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="431"><angword>lamb</angword><plword>jagnie</plword><transcription>l&#xE6;:m</transcription><image>1220184188jagnie.jpg</image><audio>lamb.mp3</audio><sentences><sentence sid="1541"><sentenceang>Baby lamb meat will be pale pink, while regular lamb is pinkish-red.</sentenceang><sentencepl>Mi&#x119;so m&#x142;odego jagni&#x119;cia b&#x119;dzie blador&#xF3;&#x17C;owe, podczas gdy zwyk&#x142;ego jagni&#x119;cia jest r&#xF3;&#x17C;owawo czerwone.</sentencepl><sentenceaudio/></sentence><sentence sid="1542"><sentenceang>In Australia, the leg of lamb roast is considered the national dish.</sentenceang><sentencepl>W Australii pieczona noga jagni&#x119;cia jest uznawana za potraw&#x119; narodow&#x105;. </sentencepl><sentenceaudio/></sentence><sentence sid="1543"><sentenceang>Have you got any preference between beef and lamb?</sentenceang><sentencepl>Wolisz wo&#x142;owin&#x119; czy jagni&#x119;cin&#x119;?</sentencepl><sentenceaudio/></sentence><sentence sid="1544"><sentenceang>The lamb was killed by the wolf.</sentenceang><sentencepl>Wilk zabi&#x142; jagni&#x119;.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="432"><angword>piglet</angword><plword>prosiak</plword><transcription>&#x2C8;p&#x26A;&#x261;.l&#x259;t</transcription><image>2076613565prosiak.jpg</image><audio>piglet.mp3</audio><sentences><sentence sid="1545"><sentenceang>After seasoning, the piglet is cooked by skewering the entire animal, entrails removed, on a large stick and cooking it in a pit filled with charcoal.</sentenceang><sentencepl>Po przyprawieniu prosiak jest pieczony w ca&#x142;o&#x15B;ci, z usuni&#x119;tymi wn&#x119;trzno&#x15B;ciami obracaj&#x105;c go na du&#x17C;ym szpikulcu na ro&#x17C;nie wype&#x142;nionym w&#x119;glem drzewnym.</sentencepl><sentenceaudio/></sentence><sentence sid="1546"><sentenceang>They all looked around, but the piglets had disappeared.</sentenceang><sentencepl>Wszyscy rozgl&#x105;dali si&#x119; woko&#x142;o, ale prosi&#x119; znikn&#x119;&#x142;o.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="433"><angword>hippopotamus</angword><plword>hipopotam</plword><transcription>&#x2CC;h&#x26A;p.&#x259;&#x2C8;p&#x252;t.&#x259;.m&#x259;s</transcription><image>1055778314hipopotam.jpg</image><audio>hippopotamus.mp3</audio><sentences><sentence sid="1547"><sentenceang>While hippopotamuses rest near each other in the water, grazing is a solitary activity.</sentenceang><sentencepl>Chocia&#x17C; hipopotamy odpoczywaj&#x105; blisko siebie w wodzie, wypas jest samotn&#x105; aktywno&#x15B;ci&#x105;.</sentencepl><sentenceaudio/></sentence><sentence sid="1548"><sentenceang>The hippopotamus is one of the largest quadrupeds and despite its stocky shape and short legs, it can easily outrun a human.</sentenceang><sentencepl>Hipopotam jest jednym z najwi&#x119;kszych czworonog&#xF3;w i pomimo jego kr&#x119;pego kszta&#x142;tu i kr&#xF3;tkich n&#xF3;g, mo&#x17C;e z &#x142;atwo&#x15B;ci&#x105; prze&#x15B;cign&#x105;&#x107; cz&#x142;owieka.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="434"><angword>rhinoceros</angword><plword>nosoro&#x17C;ec</plword><transcription>ra&#x26A;&#x2C8;n&#x252;s&#x259;r&#x259;s</transcription><image>1261848574nosorozec2.jpg</image><audio>rhinoceros.mp3</audio><sentences><sentence sid="1549"><sentenceang>Due to habitat loss and poaching, its numbers have declined and it is the most threatened rhinoceros.</sentenceang><sentencepl>Z powodu utraty siedliska i k&#x142;usownictwa jego liczba spad&#x142;a drastycznie i jest on teraz najbardziej zagro&#x17C;onym wygini&#x119;ciem nosoro&#x17C;cem.</sentencepl><sentenceaudio/></sentence><sentence sid="1550"><sentenceang>The Indian rhinoceros has thick, silver-brown skin which creates huge folds all over its body.</sentenceang><sentencepl>Nosoro&#x17C;ec indyjski ma grub&#x105;, srebrno-br&#x105;zow&#x105; sk&#xF3;r&#x119;, kt&#xF3;ra tworzy ogromne fa&#x142;dy na ca&#x142;ym jego ciele.</sentencepl><sentenceaudio/></sentence><sentence sid="1551"><sentenceang>I am not a rhinoceros, I am not a tiger, but I am led into this barren wild...</sentenceang><sentencepl>Nie jestem nosoro&#x17C;cem, nie jestem tygrysem, ale zosta&#x142;em wyprowadzony na to dzikie pustkowie...</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="12203"><angword>sunspot</angword><plword>plama s&#x142;oneczna</plword><transcription>[sunspot]</transcription><image>1354796216plsl.jpeg</image><audio>sunspot.mp3</audio><sentences/><postit/></word><word wid="12204"><angword>solar flare</angword><plword>rozb&#x142;ysk s&#x142;oneczny</plword><transcription>&#x2C8;so&#x28A;l&#x259;r &#x2C8;fler</transcription><image>1488647620rslo.jpeg</image><audio>solar_flare.mp3</audio><sentences/><postit/></word><word wid="12205"><angword>meteoroid</angword><plword>meteoroid</plword><transcription>&#x2C8;mi&#x2D0;ti&#x2D0;&#x259;&#x2CC;r&#x254;&#x26A;d</transcription><image>397097062mete.jpeg</image><audio>meteoroid.mp3</audio><sentences/><postit/></word><word wid="12210"><angword>aurora borealis</angword><plword>zorza polarna</plword><transcription>&#x259;&#x2C8;r&#x254;r&#x259; [borealis]</transcription><image>725015602zpol.jpeg</image><audio>aurora_borealis.mp3</audio><sentences/><postit/></word><word wid="12212"><angword>binary star</angword><plword>gwiazda podw&#xF3;jna</plword><transcription>&#x2C8;ba&#x26A;n&#x259;ri&#x2D0; &#x2C8;st&#x251;r</transcription><image>2118151770bstar.jpeg</image><audio>binary_star.mp3</audio><sentences/><postit/></word><word wid="12213"><angword>boulder-sized</angword><plword>wielko&#x15B;ci g&#x142;azu</plword><transcription>[boulder-sized]</transcription><image></image><audio>boulder-sized.mp3</audio><sentences/><postit/></word><word wid="12214"><angword>meteor shower</angword><plword>r&#xF3;j meteoryt&#xF3;w</plword><transcription>&#x2C8;mi&#x2D0;ti&#x2D0;&#x259;r &#x2C8;&#x283;&#xE6;&#x28A;r</transcription><image>1967888234mets.jpeg</image><audio>meteor_shower.mp3</audio><sentences/><postit/></word><word wid="12215"><angword>celestial</angword><plword>niebieski</plword><transcription>s&#x259;&#x2C8;lest&#x283;&#x259;l</transcription><image></image><audio>celestial.mp3</audio><sentences/><postit/></word><word wid="12216"><angword>celestial</angword><plword>nieziemski</plword><transcription>s&#x259;&#x2C8;lest&#x283;&#x259;l</transcription><image></image><audio>celestial.mp3</audio><sentences/><postit/></word></set>
