<?xml version="1.0"?>
<set><word wid="298"><angword>animal</angword><plword>zwierz&#x119;</plword><transcription>&#x2C8;&#xE6;n&#x259;m&#x259;l</transcription><image></image><audio>animal.mp3</audio><sentences><sentence sid="981"><sentenceang>Many animals considered terrestrial have a life-cycle that is partly dependent on being in water.</sentenceang><sentencepl>Wiele zwierz&#x105;t uwa&#x17C;any za l&#x105;dowe posiada cykl &#x17C;yciowy, kt&#xF3;ry jest cz&#x119;&#x15B;ciowo uzale&#x17C;niony od przebywania w wodzie.</sentencepl><sentenceaudio/></sentence><sentence sid="982"><sentenceang>The wolf has been a protected animal in Romania since 1996, although the law is not enforced.</sentenceang><sentencepl>Wilk jest chronionym zwierz&#x119;ciem w Rumunii od 1996 roku, chocia&#x17C; prawo nie jest egzekwowane.</sentencepl><sentenceaudio/></sentence><sentence sid="983"><sentenceang>Several animals including camels, donkeys, horses and dogs are used for transport.</sentenceang><sentencepl>Kilka zwierz&#x105;t, w tym wielb&#x142;&#x105;dy, os&#x142;y, konie i psy s&#x105; wykorzystywane do transportu.</sentencepl><sentenceaudio/></sentence><sentence sid="984"><sentenceang>Attempts to domesticate many kinds of wild animals have been unsuccessful.</sentenceang><sentencepl>Pr&#xF3;by udomowienia wielu rodzaj&#xF3;w dzikich zwierz&#x119;t okaza&#x142;y si&#x119; nieskuteczne.</sentencepl><sentenceaudio/></sentence><sentence sid="985"><sentenceang>Fish are cold-blooded animals.</sentenceang><sentencepl>Ryby s&#x105; zimnokrwiste.</sentencepl><sentenceaudio/></sentence><sentence sid="986"><sentenceang>Elephants are the largest land animals alive today.</sentenceang><sentencepl>S&#x142;onie s&#x105; obecnie najwi&#x119;kszymi zwierz&#x119;tami l&#x105;dowymi.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="299"><angword>pet</angword><plword>zwierz&#x119; domowe</plword><transcription>p&#x25B;t</transcription><image></image><audio>pet.mp3</audio><sentences><sentence sid="987"><sentenceang>Many of these pets, like insects and fish, are kept as a hobby, rather than for companionship.</sentenceang><sentencepl>Wiele z tych zwierz&#x105;t domowych, jak owady i ryb, s&#x105; trzymane dla hobby, a nie dla towarzystwo.</sentencepl><sentenceaudio/></sentence><sentence sid="988"><sentenceang>The most popular pets are noted for their attractive appearances and their loyal or playful personalities.</sentenceang><sentencepl>Najbardziej popularne zwierz&#x119;ta domowe s&#x105; cenione za ich atrakcyjnych wygl&#x105;d oraz ich lojaln&#x105; lub ch&#x119;tn&#x105; do zabawy osobowo&#x15B;&#x107;.</sentencepl><sentenceaudio/></sentence><sentence sid="989"><sentenceang>Many families are used to having a cat, a dog as a family pet but there are moves to encourage us to think of chickens as an alternative.</sentenceang><sentencepl>Wiele rodzin jest przyzwyczajonych do posiadaj&#x105;ce kot, psa jako zwierz&#x119; domowe, ale istniej&#x105; ruchy pr&#xF3;buj&#x105;ce zach&#x119;ci&#x107; nas do kurcz&#x105;t jako alternatywy.</sentencepl><sentenceaudio/></sentence><sentence sid="990"><sentenceang>I was just wondering what kind of pets you have at home.</sentenceang><sentencepl>Zastanawia&#x142;em si&#x119;, jakie zwierzaki masz w domu.</sentencepl><sentenceaudio/></sentence><sentence sid="991"><sentenceang>Meg has a cat as a pet.</sentenceang><sentencepl>Meg ma w domu kota jako zwierz&#x105;tko domowe.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="300"><angword>dog</angword><plword>pies</plword><transcription>d&#x252;&#x261;</transcription><image>347706360pies.png</image><audio>dog.mp3</audio><sentences><sentence sid="992"><sentenceang>To defend against many common diseases, dogs are often vaccinated.</sentenceang><sentencepl>Dla ochrony przed wieloma powszechnymi chorobami, psy s&#x105; cz&#x119;sto szczepione.</sentencepl><sentenceaudio/></sentence><sentence sid="993"><sentenceang>I saw a dog. The dog held a piece of meat in its mouth.</sentenceang><sentencepl>Widzia&#x142;em psa. Pies trzyma&#x142; w pysku kawa&#x142; mi&#x119;sa.</sentencepl><sentenceaudio/></sentence><sentence sid="994"><sentenceang>I saw a dog. The dog held a piece of meat in its mouth.</sentenceang><sentencepl>Widzia&#x142;em psa. Pies trzyma&#x142; w pysku kawa&#x142; mi&#x119;sa.</sentencepl><sentenceaudio/></sentence><sentence sid="995"><sentenceang>I buried my dog at the pet cemetery.</sentenceang><sentencepl>Pochowa&#x142;em swojego psa na zwierz&#x119;cym cmentarzu.</sentencepl><sentenceaudio/></sentence><sentence sid="996"><sentenceang>Who took care of the dog while you were away?</sentenceang><sentencepl>Kto si&#x119; opiekowa&#x142; psem, jak ciebie nie by&#x142;o?</sentencepl><sentenceaudio/></sentence><sentence sid="997"><sentenceang>If the dog won\'t come when called, it is not an obedient dog.</sentenceang><sentencepl>Je&#x15B;li pies nie chce przyj&#x15B;&#x107; gdy si&#x119; go zawo&#x142;a, to nie jest pos&#x142;usznym psem.</sentencepl><sentenceaudio/></sentence><sentence sid="998"><sentenceang>Practice until the dog knows to sit when you say sit.</sentenceang><sentencepl>&#x106;wicz a&#x17C; do momentu gdy pies wie, &#x17C;e ma siada&#x107; kiedy m&#xF3;wisz siad.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="301"><angword>cat</angword><plword>kot</plword><transcription>k&#xE6;t</transcription><image>716569000kot.jpeg</image><audio>cat.mp3</audio><sentences><sentence sid="999"><sentenceang>Some cats can sleep as much as 20 hours in a 24-hour period.</sentenceang><sentencepl>Niekt&#xF3;re koty mog&#x105; spa&#x107; tak d&#x142;ugo jak 20 godzin w ci&#x105;gu 24-godzinnej doby.</sentencepl><sentenceaudio/></sentence><sentence sid="1000"><sentenceang>Many cultures have negative superstitions about cats.</sentenceang><sentencepl>W wielu kr&#x119;gach kulturowych istniej&#x105; negatywne przes&#x105;dy na temat kot&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="1001"><sentenceang>The cat rushed past me into the hallway.</sentenceang><sentencepl>Kot przemkn&#x105;&#x142; obok mnie w korytarzu.</sentencepl><sentenceaudio/></sentence><sentence sid="1002"><sentenceang>A dog runs after a cat, and the cat after a mouse.</sentenceang><sentencepl>Pies goni za kotem, a kot za mysz&#x105;.</sentencepl><sentenceaudio/></sentence><sentence sid="1003"><sentenceang>She has a cat. The cat is white.</sentenceang><sentencepl>Ona ma kota. Ten kot jest bia&#x142;y.</sentencepl><sentenceaudio/></sentence><sentence sid="1004"><sentenceang>When the cat is away, the mice will play.</sentenceang><sentencepl>Myszy harcuj&#x105;, gdy kota nie ma.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="302"><angword>cow</angword><plword>krowa</plword><transcription>ka&#x28A;&#x32F;</transcription><image>512646612krowa.jpeg</image><audio>cow.mp3</audio><sentences><sentence sid="1005"><sentenceang>Slaughter of cows is forbidden by law in several states of the Indian Union.</sentenceang><sentencepl>Uboju kr&#xF3;w jest zabroniony przez prawo w kilku pa&#x144;stwach Unii Indyjskiej.</sentencepl><sentenceaudio/></sentence><sentence sid="1006"><sentenceang>One morning he went into his cowshed, and there he found cow so thin that the wind would have blown her away.</sentenceang><sentencepl>Pewnego ranka uda&#x142; si&#x119; do obory, i znalaz&#x142; tam krow&#x119; tak bardzo wychudzon&#x105;, &#x17C;e wiatr m&#xF3;g&#x142;by j&#x105; zdmuchn&#x105;&#x107;.</sentencepl><sentenceaudio/></sentence><sentence sid="1007"><sentenceang>In many countries the cows were tethered to a post and milked.</sentenceang><sentencepl>W wielu krajach krowy by&#x142;y przywi&#x105;zywane do s&#x142;upa i dojone.</sentencepl><sentenceaudio/></sentence><sentence sid="1008"><sentenceang>There were also many forests, and some cows would get lost.</sentenceang><sentencepl>Istnia&#x142;o tam r&#xF3;wnie&#x17C; wiele las&#xF3;w, i niekt&#xF3;re krowy mog&#x142;y si&#x119; w nich zgubi&#x107;.</sentencepl><sentenceaudio/></sentence><sentence sid="1009"><sentenceang>Traditionally the cow, or cows, would stand in the field or paddock while being milked.</sentenceang><sentencepl>Tradycyjnie krowa, lub krowy, by&#x142;y stawiane w zagonie lub padoku podczas ich dojenia.</sentencepl><sentenceaudio/></sentence><sentence sid="1010"><sentenceang>There are cows in the countryside.</sentenceang><sentencepl>Na wsi s&#x105; krowy. </sentencepl><sentenceaudio/></sentence><sentence sid="1011"><sentenceang>Cows provide us with good milk.</sentenceang><sentencepl>Krowy daj&#x105; nam smaczne mleko.</sentencepl><sentenceaudio/></sentence><sentence sid="1012"><sentenceang>Cows are eating grass in the meadow.</sentenceang><sentencepl>Krowy jedz&#x105; traw&#x119; na &#x142;&#x105;ce.</sentencepl><sentenceaudio/></sentence><sentence sid="1013"><sentenceang>Yes, and here\'s a photo of the farm where we milked the cows.</sentenceang><sentencepl>Tak, a tutaj jest zdj&#x119;cie gospodarstwa, gdzie doili&#x15B;my krowy.</sentencepl><sentenceaudio/></sentence><sentence sid="1014"><sentenceang>A dairy cow is a useful animal.</sentenceang><sentencepl>Krowa mleczna to po&#x17C;yteczne zwierz&#x119;.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="303"><angword>bull</angword><plword>byk</plword><transcription>b&#x28A;l</transcription><image>1128561366byk.jpeg</image><audio>bull.mp3</audio><sentences><sentence sid="1015"><sentenceang>Generally, bulls kept with cows tend to be less aggressive than those kept alone.</sentenceang><sentencepl>Og&#xF3;lnie rzecz ujmuj&#x105;c, byki trzymane z krowami s&#x105; mniej agresywne ni&#x17C; te trzymane samodzielnie.</sentencepl><sentenceaudio/></sentence><sentence sid="1016"><sentenceang>In Portugal, it is illegal to kill a bull in the arena, so it is removed and slaughtered in the pens as fighting bulls can only be used once.</sentenceang><sentencepl>W Portugalii jest nielegalnym zabi&#x107; byka na arenie, wi&#x119;c jest on usuwany z niej i poddanych ubojowi w zagrodach jako &#x17C;e walcz&#x105;ce byki mog&#x105; by&#x107; u&#x17C;yte tylko raz.</sentencepl><sentenceaudio/></sentence><sentence sid="1017"><sentenceang>Today, the Catalonian parliament voted to outlaw bull fighting.</sentenceang><sentencepl>Dzisiaj katalo&#x144;ski parlament przeg&#x142;osowa&#x142; wyj&#x119;cie spod prawa walk byk&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="1018"><sentenceang>Don\'t talk to him about politics because it\'s like a red rag to a bull.</sentenceang><sentencepl>Nie rozmawiaj z nim o polityce, bo to dzia&#x142;a na niego jak czerwona p&#x142;achta na byka.</sentencepl><sentenceaudio/></sentence><sentence sid="1019"><sentenceang>To catch the bull, grab its horns.</sentenceang><sentencepl>Chcesz z&#x142;apa&#x107; byka, z&#x142;ap go za rogi.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="304"><angword>horse</angword><plword>ko&#x144;</plword><transcription>h&#x254;&#x2D0;(r)s</transcription><image>1087192763kon.jpeg</image><audio>horse.mp3</audio><sentences><sentence sid="1020"><sentenceang>Humans began to domesticate horses around 4000 BC.</sentenceang><sentencepl>Ludzie zacz&#x119;li udomawia&#x107; konie oko&#x142;o 4000 p.n.e.</sentencepl><sentenceaudio/></sentence><sentence sid="1021"><sentenceang>The distinction between a horse and pony is commonly drawn on the basis of height.</sentenceang><sentencepl>Rozr&#xF3;&#x17C;nienie pomi&#x119;dzy koniem i kucykiem jest powszechnie dokonywane na podstawie wysoko&#x15B;ci.</sentencepl><sentenceaudio/></sentence><sentence sid="1022"><sentenceang>On the other hand, horses subjected to hard work may need horseshoes for additional protection.</sentenceang><sentencepl>Z drugiej strony konie poddane ci&#x119;&#x17C;kiej pracy fizycznej mog&#x105; wymaga&#x107; podk&#xF3;w jako dodatkowej ochrony.</sentencepl><sentenceaudio/></sentence><sentence sid="1023"><sentenceang>The boy rode a horse for the first time.</sentenceang><sentencepl>Ch&#x142;opak pierwszy raz dosiad&#x142; konia.</sentencepl><sentenceaudio/></sentence><sentence sid="1024"><sentenceang>A horse passed my house.</sentenceang><sentencepl>Przed moim domem przebieg&#x142; ko&#x144;.</sentencepl><sentenceaudio/></sentence><sentence sid="1025"><sentenceang>Can you ride a horse?</sentenceang><sentencepl>Umiesz je&#x17A;dzi&#x107; konno?</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="305"><angword>sheep</angword><plword>owca</plword><transcription>&#x283;i&#x2D0;p</transcription><image>592564148owca.jpeg</image><audio>sheep.mp3</audio><sentences><sentence sid="1026"><sentenceang>A group of sheep is called a flock, herd or mob.</sentenceang><sentencepl>Grupa owiec jest nazywana stadem.</sentencepl><sentenceaudio/></sentence><sentence sid="1027"><sentenceang>Naturally, a constant source of potable water is also a fundamental requirement for sheep.</sentenceang><sentencepl>Oczywi&#x15B;cie sta&#x142;e &#x17A;r&#xF3;d&#x142;o wody pitnej jest podstawowym wymogiem dla owiec.</sentencepl><sentenceaudio/></sentence><sentence sid="1028"><sentenceang>Sheep also enter in colloquial sayings and idiom frequently with such phrases as black sheep.</sentenceang><sentencepl>Owca r&#xF3;wnie&#x17C; pojawia si&#x119; cz&#x119;sto w potocznych powiedzenia i idiomach takich jak: czarna owca.</sentencepl><sentenceaudio/></sentence><sentence sid="1029"><sentenceang>He is the black sheep of the family.</sentenceang><sentencepl>Jest czarn&#x105; owc&#x105; rodziny.</sentencepl><sentenceaudio/></sentence><sentence sid="1030"><sentenceang>Two sheep were killed by a wolf.</sentenceang><sentencepl>Dwie owce zosta&#x142;y zabite przez wilka.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="306"><angword>pig</angword><plword>&#x15B;winia</plword><transcription>p&#x26A;&#x261;</transcription><image>467965617winia.jpeg</image><audio>pig.mp3</audio><sentences><sentence sid="1031"><sentenceang>In confinement pigs are fed mostly corn and soybean meal with a mixture of vitamins and minerals added to the diet.</sentenceang><sentencepl>W zamkni&#x119;ciu &#x15B;winie s&#x105; karmione g&#x142;&#xF3;wnie kukurydz&#x105; i soj&#x105; z mieszank&#x105; witamin i sk&#x142;adnik&#xF3;w mineralnych dodawanych do ich diety.</sentencepl><sentenceaudio/></sentence><sentence sid="1032"><sentenceang>A boar is a male domesticated pig.</sentenceang><sentencepl>Knur to samiec udomowionej &#x15B;wini.</sentencepl><sentenceaudio/></sentence><sentence sid="1033"><sentenceang>A sow is a female pig.</sentenceang><sentencepl>Maciora to samica &#x15B;wini.</sentencepl><sentenceaudio/></sentence><sentence sid="1034"><sentenceang>I like pigs. Dogs look up to us. Cats look down on us. Pigs treat us as equals.</sentenceang><sentencepl>Lubi&#x119; &#x15B;winie. Psy patrz&#x105; na nas z szacunkiem. Koty spogl&#x105;daj&#x105; na nas z g&#xF3;ry. &#x15A;winie traktuj&#x105; nas jak r&#xF3;wnych sobie.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="307"><angword>mouse</angword><plword>mysz</plword><transcription>ma&#x28A;s</transcription><image>894544745mysz.jpeg</image><audio>mouse.mp3</audio><sentences><sentence sid="1035"><sentenceang>The best known mouse species is the common house mouse.</sentenceang><sentencepl>Najbardziej znanym gatunkiem myszy jest powszechnie wyst&#x119;puj&#x105;ca mysz domowa.</sentencepl><sentenceaudio/></sentence><sentence sid="1036"><sentenceang>The mouse is the most commonly used laboratory mammal.</sentenceang><sentencepl>Mysz jest najpowszechniej stosowanym ssakiem do bada&#x144; laboratoryjnych. </sentencepl><sentenceaudio/></sentence><sentence sid="1037"><sentenceang>A mouse is a timid creature.</sentenceang><sentencepl>Mysz to stworzenie l&#x119;kliwe.</sentencepl><sentenceaudio/></sentence><sentence sid="1038"><sentenceang>This mouse was killed by my cat.</sentenceang><sentencepl>Ta mysz zosta&#x142;a zabita przez mojego kota.</sentencepl><sentenceaudio/></sentence><sentence sid="1039"><sentenceang>The cat was playing with a live mouse.</sentenceang><sentencepl>Kot bawi&#x142; si&#x119; z &#x17C;yw&#x105; mysz&#x105;.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="308"><angword>fish</angword><plword>ryba</plword><transcription>&#x2C8;f&#x26A;&#x283;</transcription><image>296012070ryba.jpeg</image><audio>fish.mp3</audio><sentences><sentence sid="1040"><sentenceang>Some fish can see ultraviolet and some can see polarized light.</sentenceang><sentencepl>Niekt&#xF3;re ryby widz&#x105; promienie ultrafioletowe, a niekt&#xF3;re mog&#x105; zobaczy&#x107; &#x15B;wiat&#x142;o spolaryzowane.</sentencepl><sentenceaudio/></sentence><sentence sid="1041"><sentenceang>Certain species of fish maintain elevated body temperatures.</sentenceang><sentencepl>Niekt&#xF3;rych gatunku ryb utrzymuj&#x105; podwy&#x17C;szon&#x105; temperatur&#x119; cia&#x142;a.</sentencepl><sentenceaudio/></sentence><sentence sid="1042"><sentenceang>Small, tightly packed scales on the body give the fish a velvety appearance.</sentenceang><sentencepl>Ma&#x142;e, ciasno upakowane na ciele &#x142;uski nadaj&#x105; rybie aksamitny wygl&#x105;d.</sentencepl><sentenceaudio/></sentence><sentence sid="1043"><sentenceang>I believe this fish is a freshwater fish.</sentenceang><sentencepl>S&#x105;dz&#x119;, &#x17C;e to ryba s&#x142;odkowodna.</sentencepl><sentenceaudio/></sentence><sentence sid="1044"><sentenceang>Do you think fish can hear?</sentenceang><sentencepl>My&#x15B;lisz, &#x17C;e ryby s&#x142;ysz&#x105;?</sentencepl><sentenceaudio/></sentence><sentence sid="1045"><sentenceang>Fish stocks are declining due to over-protection of whales, so fish that whales can eat should also be protected.</sentenceang><sentencepl>Z powodu nadmiernej ochrony wieloryb&#xF3;w maleje pog&#x142;owie ryb stanowi&#x105;cych po&#x17C;ywienie wieloryb&#xF3;w, wi&#x119;c ryby takie te&#x17C; powinny podlega&#x107; ochronie.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="309"><angword>frog</angword><plword>&#x17C;aba</plword><transcription>fr&#x252;&#x261;</transcription><image>2024957980aba.jpeg</image><audio>frog.mp3</audio><sentences><sentence sid="1046"><sentenceang>Most frogs are characterized by a short body, webbed fingers and toes, protruding eyes, cleft tongue and the absence of a tail.</sentenceang><sentencepl>Wi&#x119;kszo&#x15B;&#x107; &#x17C;ab jest  charakteryzowana przez kr&#xF3;tkie cia&#x142;o, p&#x142;etwowate palce u r&#x105;k i n&#xF3;g, wy&#x142;upiaste oczy, rozszczepiony j&#x119;zyk i braku ogonu.</sentencepl><sentenceaudio/></sentence><sentence sid="1047"><sentenceang>Most tadpoles are herbivorous but adult frogs have a carnivorous diet, mostly consisting of insects, spiders, worms, slugs and snails.</sentenceang><sentencepl>Wi&#x119;kszo&#x15B;&#x107; kijanki jest ro&#x15B;lino&#x17C;erna lecz doros&#x142;e &#x17C;aby posiadaj&#x105; mi&#x119;so&#x17C;ern&#x105; diet&#x119;, sk&#x142;adaj&#x105;c&#x105; si&#x119; g&#x142;&#xF3;wnie z owad&#xF3;w, paj&#x105;k&#xF3;w, robak&#xF3;w,  &#x15B;limak&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="1048"><sentenceang>There are no teeth in the lower jaw and frogs usually swallow their food whole.</sentenceang><sentencepl>Nie maj&#x105; z&#x119;b&#xF3;w w dolnej szcz&#x119;ce st&#x105;d &#x17C;aby po&#x142;ykaj&#x105; zwykle swoje po&#x17C;ywienie w ca&#x142;o&#x15B;ci.</sentencepl><sentenceaudio/></sentence><sentence sid="1049"><sentenceang>In colder regions, many species of frog hibernate in winter.</sentenceang><sentencepl>W ch&#x142;odniejszych regionach, wiele gatunk&#xF3;w &#x17C;ab zapada w sen zimowy.</sentencepl><sentenceaudio/></sentence><sentence sid="1050"><sentenceang>The boy threw a stone at the frog.</sentenceang><sentencepl>Ch&#x142;opak rzuci&#x142; kamieniem w &#x17C;ab&#x119;.</sentencepl><sentenceaudio/></sentence><sentence sid="1051"><sentenceang>I can\'t distinguish a frog from a toad.</sentenceang><sentencepl>Nie umiem odr&#xF3;&#x17C;ni&#x107; &#x17C;aby od ropuchy.</sentencepl><sentenceaudio/></sentence><sentence sid="1052"><sentenceang>I hear that he eats frogs.</sentenceang><sentencepl>S&#x142;ysza&#x142;em, &#x17C;e on jada &#x17C;aby.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="310"><angword>bird</angword><plword>ptak</plword><transcription>b&#x25C;&#x2D0;(r)d</transcription><image>1182487496ptak.jpeg</image><audio>bird.mp3</audio><sentences><sentence sid="1053"><sentenceang>Wings are evolved forelimbs, and most bird species can fly.</sentenceang><sentencepl>Skrzyd&#x142;a s&#x105; rozwini&#x119;tymi ko&#x144;czynami przednimi, i wi&#x119;kszo&#x15B;&#x107; gatunk&#xF3;w ptak&#xF3;w potrafi lata&#x107;.</sentencepl><sentenceaudio/></sentence><sentence sid="1054"><sentenceang>Currently about 1,200 species of birds are threatened with extinction by human activities, though efforts are underway to protect them.</sentenceang><sentencepl>Obecnie oko&#x142;o 1200 gatunk&#xF3;w ptak&#xF3;w jest zagro&#x17C;one wygini&#x119;ciem z powodu dzia&#x142;alno&#x15B;ci cz&#x142;owieka, chocia&#x17C; s&#x105; podejmowane wysi&#x142;ki w celu ich ochrony.</sentencepl><sentenceaudio/></sentence><sentence sid="1055"><sentenceang>Most birds have an extended period of parental care after hatching.</sentenceang><sentencepl>Wi&#x119;kszo&#x15B;&#x107; ptak&#xF3;w posida wyd&#x142;u&#x17C;ony okres opieki rodzicielskiej po wyl&#x119;gu.</sentencepl><sentenceaudio/></sentence><sentence sid="1056"><sentenceang>The hungry birds were eating from the bird feeder.</sentenceang><sentencepl>G&#x142;odne ptaki jad&#x142;y z karmnika.</sentencepl><sentenceaudio/></sentence><sentence sid="1057"><sentenceang>Some of the birds didn\'t fly.</sentenceang><sentencepl>Niekt&#xF3;re ptaki nie lata&#x142;y.</sentencepl><sentenceaudio/></sentence><sentence sid="1058"><sentenceang>The hunter aimed a shotgun at the flock of birds.</sentenceang><sentencepl>My&#x15B;liwy wycelowa&#x142; strzelb&#x119; w kierunku stada ptak&#xF3;w.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="311"><angword>parrot</angword><plword>papuga</plword><transcription>&#x2C8;p&#x2B0;&#xE6;&#x279;&#x259;t</transcription><image>920562772papuga.jpeg</image><audio>parrot.mp3</audio><sentences><sentence sid="1059"><sentenceang>Many parrots are vividly coloured, and some are multi-coloured.</sentenceang><sentencepl>Wiele papug jest &#x17C;ywo zabarwiona, a niekt&#xF3;re s&#x105; wielobarwne.</sentencepl><sentenceaudio/></sentence><sentence sid="1060"><sentenceang>The greatest diversity of parrots is found in South America and Australasia.</sentenceang><sentencepl>Najwi&#x119;ksza r&#xF3;&#x17C;norodno&#x15B;&#x107; papug wyst&#x119;puje w Ameryce Po&#x142;udniowej i Australazji.</sentencepl><sentenceaudio/></sentence><sentence sid="1061"><sentenceang>Several parrots inhabit the cool, temperate regions of South America and New Zealand.</sentenceang><sentencepl>Kilka gatunk&#xF3;w papug zamieszkuje regiony o umiarkowanych temperaturach w Ameryce Po&#x142;udniowej i Nowej Zelandii.</sentencepl><sentenceaudio/></sentence><sentence sid="1062"><sentenceang>In addition to feeding on seeds and flowers, some parrot species will prey on animals.</sentenceang><sentencepl>Opr&#xF3;cz &#x17C;ywienia si&#x119; nasionami i kwiatami, niekt&#xF3;re papugi mog&#x105; polowa&#x107; na zwierz&#x119;ta.</sentencepl><sentenceaudio/></sentence><sentence sid="1063"><sentenceang>Irene Pepperberg, is discovering that a parrot can not only mimic people but also learn the meaning of words.</sentenceang><sentencepl>Irene Pepperberg, odkry&#x142;a, &#x17C;e papuga nie tylko umie imitowa&#x107; ludzi, ale i uczy si&#x119; znaczenia s&#x142;&#xF3;w.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="312"><angword>chicken</angword><plword>kurczak</plword><transcription>&#x2C8;t&#x283;&#x26A;k.&#x26A;n</transcription><image>1008222487kurczak.jpeg</image><audio>chicken.mp3</audio><sentences><sentence sid="1064"><sentenceang>Humans keep chickens primarily as a source of food, consuming both their meat and their eggs.</sentenceang><sentencepl>Ludzie choduj&#x105; kurczaki przede wszystkim jako &#x17A;r&#xF3;d&#x142;o po&#x17C;ywienia, zar&#xF3;wno dla ich mi&#x119;sa jak i jaj.</sentencepl><sentenceaudio/></sentence><sentence sid="1065"><sentenceang>The chicken is one of the Zodiac symbols of the Chinese calendar.</sentenceang><sentencepl>Kurczak jest jednym ze znak&#xF3;w Zodiaka w chi&#x144;skim kalendarzu.</sentencepl><sentenceaudio/></sentence><sentence sid="1066"><sentenceang>Free-ranging chickens should receive two cups of barley daily.</sentenceang><sentencepl>Kurczaki wolnobiegowe powinny otrzyma&#x107; codziennie dwa kubki j&#x119;czmienia.</sentencepl><sentenceaudio/></sentence><sentence sid="1067"><sentenceang>Other restaurants serve chicken without anything that makes it stand out.</sentenceang><sentencepl>R&#xF3;&#x17C;ne restauracje serwuj&#x105; kurczaki, kt&#xF3;re niczym szczeg&#xF3;lnym si&#x119; nie wyr&#xF3;&#x17C;niaj&#x105;.</sentencepl><sentenceaudio/></sentence><sentence sid="1068"><sentenceang>Which do you like better, chicken or fish?</sentenceang><sentencepl>Co wolisz: kurczaka czy ryb&#x119;?</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="313"><angword>fox</angword><plword>lis</plword><transcription>f&#x252;ks</transcription><image>396650414lis.jpeg</image><audio>fox.mp3</audio><sentences><sentence sid="1069"><sentenceang>In some countries, foxes are major predators of rabbits and hens.</sentenceang><sentencepl>W niekt&#xF3;rych krajach lisy s&#x105; g&#x142;&#xF3;wnymi zab&#xF3;jcami kr&#xF3;lik&#xF3;w i kur.</sentencepl><sentenceaudio/></sentence><sentence sid="1070"><sentenceang>Did you know that some foxes lived on this mountain?</sentenceang><sentencepl>Wiedzia&#x142;e&#x15B;,  &#x17C;e na tej g&#xF3;rze mieszkaj&#x105; lisy?</sentencepl><sentenceaudio/></sentence><sentence sid="1071"><sentenceang>They trapped the fox.</sentenceang><sentencepl>Z&#x142;apali lisa w pu&#x142;apk&#x119;.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="314"><angword>wolf</angword><plword>wilk</plword><transcription>&#x2C8;w&#x28A;lf</transcription><image>85694129wilk.jpeg</image><audio>wolf.mp3</audio><sentences><sentence sid="1072"><sentenceang>As there are few convenient places for burrows, wolf dens are usually occupied by animals of the same family.</sentenceang><sentencepl>Poniewa&#x17C; istnieje niewiele dogodnym miejsc na nory, kryj&#xF3;wki wilk&#xF3;w s&#x105; zwykle zajmowane przez zwierz&#x119;ta z tej samej rodziny.</sentencepl><sentenceaudio/></sentence><sentence sid="1073"><sentenceang>The gray wolf is protected in Slovakia, though an exception is made for woves killing livestock.</sentenceang><sentencepl>Wilk szary jest chroniony na S&#x142;owacji, cho&#x107; wyj&#x105;tek jest robiony w przypadku wilk&#xF3;w zabiaj&#x105;cych zwierz&#x105;ta hodowlane.</sentencepl><sentenceaudio/></sentence><sentence sid="1074"><sentenceang>The lamb was killed by the wolf.</sentenceang><sentencepl>Jagni&#x119; zosta&#x142;o zabite przez wilka.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="315"><angword>bear</angword><plword>nied&#x17A;wied&#x17A;</plword><transcription>b&#x25B;&#x259;</transcription><image>1209993303niedzwiedz.jpeg</image><audio>bear.mp3</audio><sentences><sentence sid="1075"><sentenceang>Mother bears can usually defend their cubs against other predators.</sentenceang><sentencepl>Nied&#x17A;wiedzice mog&#x105; zwykle chroni&#x107; ich m&#x142;ode przed drapie&#x17C;nikami.</sentencepl><sentenceaudio/></sentence><sentence sid="1076"><sentenceang>There is evidence of prehistoric bear worship.</sentenceang><sentencepl>Istniej&#x105; dowody na istenienie prehistorycznego kultu nied&#x17A;wiedzia.</sentencepl><sentenceaudio/></sentence><sentence sid="1077"><sentenceang>The ideal place to punch a bear is the snout or eyes.</sentenceang><sentencepl>Idealnym miejscem by zabi&#x107; nied&#x17A;wiedzia jest pysk lub oczy.</sentencepl><sentenceaudio/></sentence><sentence sid="1078"><sentenceang>Do not feed a bear or attempt to do so.</sentenceang><sentencepl>Nie karmij nied&#x17A;wiedzia ani nie pr&#xF3;buj tego robi&#x107;. </sentencepl><sentenceaudio/></sentence><sentence sid="1079"><sentenceang>A bear can climb a tree.</sentenceang><sentencepl>Nied&#x17A;wied&#x17A; mo&#x17C;e wej&#x15B;&#x107; na drzewo.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="316"><angword>zoo</angword><plword>ogr&#xF3;d zoologiczny</plword><transcription>zu&#x2D0;</transcription><image></image><audio>zoo.mp3</audio><sentences><sentence sid="1080"><sentenceang>Some zoos have walk-through exhibits where visitors enter enclosures of non-aggressive species.</sentenceang><sentencepl>Niekt&#xF3;re ogrody zoologiczne maj&#x105; przechodnie wystawy gdzie odwiedzaj&#x105;cy wchodz&#x105; do wn&#x119;trza pomieszczenia z nieagresywnymi gatunkami zwierz&#x105;t.</sentencepl><sentenceaudio/></sentence><sentence sid="1081"><sentenceang>In 2010 the zoo opened a new exhibit with new dinosaurs, called Prehistoric Predators.</sentenceang><sentencepl>W 2010 ogr&#xF3;d zoologiczny otwowrzy&#x142; now&#x105; wystaw&#x119; z nowymi dinozaurami, nazwan&#x105; Prehistoryczni Drapie&#x17C;cy.</sentencepl><sentenceaudio/></sentence><sentence sid="1082"><sentenceang>The zoo acquired four new bears.</sentenceang><sentencepl>Ogr&#xF3;d zoologiczny pozyska&#x142; cztery nowe nied&#x17A;wiedzie.</sentencepl><sentenceaudio/></sentence><sentence sid="1083"><sentenceang>Father took us to the zoo yesterday.</sentenceang><sentencepl>Ojciec zabra&#x142; nas wczoraj do zoo.</sentencepl><sentenceaudio/></sentence><sentence sid="1084"><sentenceang>Would you like to go to the zoo this afternoon?</sentenceang><sentencepl>Czy chcia&#x142;aby&#x15B; p&#xF3;j&#x15B;&#x107; do zoo dzi&#x15B; po po&#x142;udniu?</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="317"><angword>wild</angword><plword>dziki</plword><transcription>wa&#x26A;ld</transcription><image></image><audio>wild.mp3</audio><sentences><sentence sid="1085"><sentenceang>Remember not to have these wild animals as pets.</sentenceang><sentencepl>Nale&#x17C;y pami&#x119;ta&#x107; aby nie posiada&#x107; tych dzikich zwierz&#x105;t, jako zwierz&#x119;ta domowe.</sentencepl><sentenceaudio/></sentence><sentence sid="1086"><sentenceang>They were motivated by a desire to be able to hunt wild animals in private hunting preserves rather than a desire to protect wilderness.</sentenceang><sentencepl>Byli motywowani ch&#x119;ci&#x105; mo&#x17C;liwo&#x15B;ci polowania na dzikie zwierz&#x119;ta w prywatnych rezerwatach ani&#x17C;eli ch&#x119;&#x107; ochrony dzikiej przyrody.</sentencepl><sentenceaudio/></sentence><sentence sid="1087"><sentenceang>This area abounds in wild animals.</sentenceang><sentencepl>Te tereny obfituj&#x105; w dzik&#x105; zwierzyn&#x119;.</sentencepl><sentenceaudio/></sentence><sentence sid="1088"><sentenceang>Although rainforests make up only two percent of the earth\'s surface, over half the world\'s wild plant, animal and insect species live there.</sentenceang><sentencepl>Chocia&#x17C; lasy deszczowe stanowi&#x105; jedynie 2 proc. powierzchni Ziemi, to zamieszkuje je ponad po&#x142;owa gatunk&#xF3;w dzikich ro&#x15B;lin, zwierz&#x105;t i owad&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="1089"><sentenceang>No wild tigers are to be found in Africa.</sentenceang><sentencepl>W Afryce nie spotyka si&#x119; dziko &#x17C;yj&#x105;cych tygrys&#xF3;w.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="318"><angword>tiger</angword><plword>tygrys</plword><transcription>&#x2C8;ta&#x26A;&#x261;&#x259;</transcription><image>2065535655tygrys.jpeg</image><audio>tiger.mp3</audio><sentences><sentence sid="1090"><sentenceang>The remaining six tiger subspecies have been classified as endangered.</sentenceang><sentencepl>Pozosta&#x142;e sze&#x15B;&#x107; podgatunk&#xF3;w tygrysa zosta&#x142;o sklasyfikowane jako zagro&#x17C;one wygini&#x119;ciem.</sentencepl><sentenceaudio/></sentence><sentence sid="1091"><sentenceang>In Vietnam, almost three-quarters of the tigers killed provide stock for Chinese pharmacies.</sentenceang><sentencepl>W Wietnamie, prawie trzy czwarte zabitych tygrys&#xF3;w zapewnia zapasy dla chi&#x144;skich aptekach.</sentencepl><sentenceaudio/></sentence><sentence sid="1092"><sentenceang>Both white and golden tigers tend to be larger than average Bengal tigers.</sentenceang><sentencepl>Zar&#xF3;wno bia&#x142;e jak  i z&#x142;ote tygrysy osi&#x105;gaj&#x105; zwykle wi&#x119;ksze rozmiary ni&#x17C; przeci&#x119;tny tygrys begnalski.</sentencepl><sentenceaudio/></sentence><sentence sid="1093"><sentenceang>Due to the size and power of the tiger, few humans survive when a predatory attack is carried out.</sentenceang><sentencepl>Z uwagi na rozmiary i si&#x142;&#x119; tygrysa niewielu ludzi przetrwa kiedy zostanie zaatakowanym przez drapie&#x17C;nika.</sentencepl><sentenceaudio/></sentence><sentence sid="1094"><sentenceang>We heard tigers roaring in the distance.</sentenceang><sentencepl>S&#x142;yszeli&#x15B;my tygrysy rycz&#x105;ce w oddali.</sentencepl><sentenceaudio/></sentence><sentence sid="1095"><sentenceang>A bear is a friendly beast in comparison with a tiger.</sentenceang><sentencepl>W por&#xF3;wnaniu z tygrysem nied&#x17A;wied&#x17A; to &#x142;agodne zwierz&#x119;ta.</sentencepl><sentenceaudio/></sentence><sentence sid="1096"><sentenceang>The tiger is a vanishing species.</sentenceang><sentencepl>Tygrys jest gatunkiem gin&#x105;cym.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="319"><angword>elephant</angword><plword>s&#x142;o&#x144;</plword><transcription>&#x2C8;&#x25B;l&#x259;f&#x259;nt</transcription><image>163195870slon.jpeg</image><audio>elephant.mp3</audio><sentences><sentence sid="1097"><sentenceang>In Asian elephants, only males have tusks, but both males and females of African elephants have tusks.</sentenceang><sentencepl>U s&#x142;oni azjatyckich tylko samce maj&#x105; k&#x142;y, ale zar&#xF3;wno samce jak i samice s&#x142;oni afryka&#x144;skich maj&#x105; k&#x142;y. </sentencepl><sentenceaudio/></sentence><sentence sid="1098"><sentenceang>Although tough, an elephant\'s skin is very sensitive.</sentenceang><sentencepl>Pomimo tego sk&#xF3;ra s&#x142;onia jest bardzo wra&#x17C;liwa.</sentencepl><sentenceaudio/></sentence><sentence sid="1099"><sentenceang>If an elephant wants to intimidate a predator or rival, it will spread its ears out wide to make itself look more massive and imposing.</sentenceang><sentencepl>Je&#x17C;eli s&#x142;o&#x144; chce przestraszy&#x107; drapie&#x17C;nika lub rywala, to mo&#x17C;e rozszerzy&#x107; swoje uszy tak by wygl&#x105;da&#x142; bardziej masywnie i dominuj&#x105;co.</sentencepl><sentenceaudio/></sentence><sentence sid="1100"><sentenceang>The eyesight of elephants is relatively poor.</sentenceang><sentencepl>Wrok s&#x142;oni jest relatywnie s&#x142;aby.</sentencepl><sentenceaudio/></sentence><sentence sid="1101"><sentenceang>About 1200 elephants are kept in western zoos.</sentenceang><sentencepl>Oko&#x142;o 1200 s&#x142;oni jest trzymanych w ogrodach zoologicznych kraj&#xF3;w zachodnich.</sentencepl><sentenceaudio/></sentence><sentence sid="1102"><sentenceang>Elephants are the largest land animals alive today.</sentenceang><sentencepl>S&#x142;onie s&#x105; obecnie najwi&#x119;kszymi zwierz&#x119;tami l&#x105;dowymi.</sentencepl><sentenceaudio/></sentence><sentence sid="1103"><sentenceang>The elephants are the chief attraction at the circus.</sentenceang><sentencepl>S&#x142;onie to g&#x142;&#xF3;wna atrakcja cyrku.</sentencepl><sentenceaudio/></sentence><sentence sid="1104"><sentenceang>Elephants are in danger of dying out.</sentenceang><sentencepl>S&#x142;onie s&#x105; zagro&#x17C;one wygini&#x119;ciem.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="320"><angword>giraffe</angword><plword>&#x17C;yrafa</plword><transcription>d&#x292;&#x26A;&#x2C8;&#x279;&#x251;&#x2D0;f</transcription><image>1691067709yrafa.jpeg</image><audio>giraffe.mp3</audio><sentences><sentence sid="1105"><sentenceang>Adult giraffes do not have strong social bonds, though they do gather in loose aggregations.</sentenceang><sentencepl>Doros&#x142;e &#x17C;yrafy nie utrzymuj&#x105; silnych wi&#x119;zi spo&#x142;ecznych, chocia&#x17C; zbieraj&#x105; si&#x119; w lu&#x17A;ne gromady.</sentencepl><sentenceaudio/></sentence><sentence sid="1106"><sentenceang>Some parasites feed on giraffes.</sentenceang><sentencepl>Niekt&#xF3;re paso&#x17C;yty &#x17C;eruj&#x105; na &#x17C;yrafach.</sentencepl><sentenceaudio/></sentence><sentence sid="1107"><sentenceang>Where are the giraffes?</sentenceang><sentencepl>Gdzie s&#x105; &#x17C;yrafy?</sentencepl><sentenceaudio/></sentence><sentence sid="1108"><sentenceang>Ants and giraffes are distant cousins.</sentenceang><sentencepl>Mr&#xF3;wki i &#x17C;yrafy s&#x105; dalekimi kuzynami.</sentencepl><sentenceaudio/></sentence><sentence sid="1109"><sentenceang>Giraffes have very long necks.</sentenceang><sentencepl>&#x17B;yrafy maj&#x105; bardzo d&#x142;ugie szyje.</sentencepl><sentenceaudio/></sentence><sentence sid="1110"><sentenceang>Zebras and giraffes are found at a zoo.</sentenceang><sentencepl>Zebry i &#x17C;yrafy znajduj&#x105; si&#x119; w zoo.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="321"><angword>camel</angword><plword>wielb&#x142;&#x105;d</plword><transcription>&#x2C8;k&#xE6;m&#x259;l</transcription><image>2108785035wielblad.jpeg</image><audio>camel.mp3</audio><sentences><sentence sid="1111"><sentenceang>A shorn camel has to sweat 50% more to avoid overheating.</sentenceang><sentencepl>Strzy&#x17C;ony wielb&#x142;&#x105;d musi si&#x119; poci&#x107; o 50% wi&#x119;cej, aby unikn&#x105;&#x107; przegrzania.</sentencepl><sentenceaudio/></sentence><sentence sid="1112"><sentenceang>Armies have also used camels as freight animals instead of horses and mules.</sentenceang><sentencepl>Armie wykorzystywa&#x142;y tak&#x17C;e wielb&#x142;&#x105;dy jako zwierz&#x119;ta towarowe zamiast koni i mu&#x142;&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="1113"><sentenceang>The meat from older camels is best prepared by slow cooking.</sentenceang><sentencepl>Mi&#x119;so pochodz&#x105;ce ze starszych wielb&#x142;&#x105;d&#xF3;w najlepiej jest przygotowa&#x107; poprzez powolne gotowanie.</sentencepl><sentenceaudio/></sentence><sentence sid="1114"><sentenceang>Unlike many other animals, camels move both legs on one side of the body at the same time.</sentenceang><sentencepl>W przeciwie&#x144;stwie do wielu innych zwierz&#x105;t wielb&#x142;&#x105;dy poruszaj&#x105; obiema nogami z jednej strony cia&#x142;a w tym samym czasie.</sentencepl><sentenceaudio/></sentence><sentence sid="1115"><sentenceang>The hump stores up to 80 pounds (36 kilograms) of fat, which a camel can break down into water and energy when sustenance is not available.</sentenceang><sentencepl>Garb przechowuje do 80 funt&#xF3;w t&#x142;uszczu, kt&#xF3;ry wielb&#x142;&#x105;d mo&#x17C;e roz&#x142;o&#x17C;y&#x107; na wod&#x119; i energi&#x119;, kiedy pokarm nie jest dost&#x119;pny.</sentencepl><sentenceaudio/></sentence><sentence sid="1116"><sentenceang>Camels are often used to travel in the desert.</sentenceang><sentencepl>Wielb&#x142;&#x105;dy s&#x105; cz&#x119;sto u&#x17C;ywane do podr&#xF3;&#x17C;owania przez pustyni&#x119;.</sentencepl><sentenceaudio/></sentence><sentence sid="1117"><sentenceang>A caravan of fifty camels slowly made its way through the desert.</sentenceang><sentencepl>Karawana z&#x142;o&#x17C;ona z 50 wielb&#x142;&#x105;d&#xF3;w z wolna posuwa&#x142;a si&#x119; przez pustyni&#x119;.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="322"><angword>crocodile</angword><plword>krokodyl</plword><transcription>&#x2C8;kr&#x252;k&#x259;da&#x26A;l</transcription><image>1452281426krokodyl.jpeg</image><audio>crocodile.mp3</audio><sentences><sentence sid="1118"><sentenceang>A crocodile&#x2019;s physical traits allow it to be a successful predator.</sentenceang><sentencepl>Cechy fizyczne krokodyla pozwalaj&#x105; mu by&#x107; dobrym drapie&#x17C;nikiem.</sentencepl><sentenceaudio/></sentence><sentence sid="1119"><sentenceang>This river is infested with crocodiles.</sentenceang><sentencepl>Ta rzeka jest opanowana przez krokodyle.</sentencepl><sentenceaudio/></sentence><sentence sid="1120"><sentenceang>Everything in a saltwater swamp may appear hostile to you, from leeches and insects to crocodiles and caimans.</sentenceang><sentencepl>Wszystko w s&#x142;onowodnych bagnach mo&#x17C;e okaza&#x107; sie dla was gro&#x17A;ne, pocz&#x105;wszy od pijawek i owad&#xF3;w, a ko&#x144;cz&#x105;c na krokodylach i kajmanach.</sentencepl><sentenceaudio/></sentence><sentence sid="1121"><sentenceang>Neither a crocodile nor a lion are is a suitable pet.</sentenceang><sentencepl>Ani krokodyl ani lew nie sa odpowiednie na zwierz&#x119; domowe.</sentencepl><sentenceaudio/></sentence><sentence sid="1122"><sentenceang>His leg was bitten by a crocodile.</sentenceang><sentencepl>Zosta&#x142; ugryziony w nog&#x119; przez krokodyla.</sentencepl><sentenceaudio/></sentence><sentence sid="1123"><sentenceang>The crocodile is a protected species in the EU where it doesn\'t exist.</sentenceang><sentencepl>Krokodyl jest chronionym gatunkiem w Uni Europejskiej gdzie nie wyst&#x119;puje.</sentencepl><sentenceaudio/></sentence><sentence sid="1124"><sentenceang>The crocodile trapped the gnu as it tried to cross the river.</sentenceang><sentencepl>Krokodyl z&#x142;apa&#x142; w pu&#x142;apk&#x119; antylop&#x119; gdy ta pr&#xF3;bowa&#x142;a przej&#x15B;&#x107; przez rzek&#x119;.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="323"><angword>monkey</angword><plword>ma&#x142;pa</plword><transcription>&#x2C8;m&#x28C;&#x14B;ki</transcription><image>1717387422malpa.jpeg</image><audio>monkey.mp3</audio><sentences><sentence sid="1125"><sentenceang>There are about 260 known living species of monkey.</sentenceang><sentencepl>Znanych jest oko&#x142;o 260 &#x17C;yj&#x105;cych gatunk&#xF3;w ma&#x142;p.</sentencepl><sentenceaudio/></sentence><sentence sid="1126"><sentenceang>A group of monkeys may be referred to as a tribe.</sentenceang><sentencepl>Grupa ma&#x142;p mo&#x17C;e by&#x107; okre&#x15B;lona jako plemi&#x119;.</sentencepl><sentenceaudio/></sentence><sentence sid="1127"><sentenceang>I saw some monkeys climbing the tree.</sentenceang><sentencepl>Zobaczy&#x142;em kilka ma&#x142;p wspinaj&#x105;cych si&#x119; na drzewo.</sentencepl><sentenceaudio/></sentence><sentence sid="1128"><sentenceang>Iran plans to launch a monkey into space.</sentenceang><sentencepl>Iran planuje wystrzeli&#x107; w kosmos ma&#x142;p&#x119;.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="324"><angword>donkey</angword><plword>osio&#x142;</plword><transcription>&#x2C8;d&#x252;&#x14B;ki</transcription><image>701025804dokney.jpeg</image><audio>donkey.mp3</audio><sentences><sentence sid="1129"><sentenceang>The donkey has been used as a working animal for at least 5000 years.</sentenceang><sentencepl>Osio&#x142; by&#x142;a wykorzystywany jako zwierz&#x119; robotnicze przez co najmniej 5000 lata.</sentencepl><sentenceaudio/></sentence><sentence sid="1130"><sentenceang>As beasts of burden and companions, donkeys have worked together with humans for millennia.</sentenceang><sentencepl>Jako zwierz&#x119;ta juczne i towarzysze, os&#x142;y pracowa&#x142;y razem z lud&#x17A;mi od tysi&#x105;cleci.</sentencepl><sentenceaudio/></sentence><sentence sid="1131"><sentenceang>Horses and donkeys are different.</sentenceang><sentencepl>Konie r&#xF3;&#x17C;ni&#x105; si&#x119; od os&#x142;&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="1132"><sentenceang>That is not a horse, but a donkey.</sentenceang><sentencepl>To nie ko&#x144; tylko osio&#x142;.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="325"><angword>rabbit</angword><plword>kr&#xF3;lik</plword><transcription>&#x2C8;r&#xE6;b&#x26A;t</transcription><image>1840007083krolik.jpeg</image><audio>rabbit.mp3</audio><sentences><sentence sid="1133"><sentenceang>The breeding season for most rabbits lasts 9 months, from February to October.</sentenceang><sentencepl>Dla wi&#x119;kszo&#x15B;ci kr&#xF3;lik&#xF3;w okres rozrodczy trwa 9 miesi&#x119;cy, od lutego do pa&#x17A;dziernika.</sentencepl><sentenceaudio/></sentence><sentence sid="1134"><sentenceang>Some rabbits may have rabies.</sentenceang><sentencepl>Niekt&#xF3;re kr&#xF3;liki mog&#x105; mie&#x107; w&#x15B;cieklizn&#x119;.</sentencepl><sentenceaudio/></sentence><sentence sid="1135"><sentenceang>Rabbits kept indoors are often referred to as house rabbits.</sentenceang><sentencepl>Kr&#xF3;lik&#xF3;w hodowane w budynkach s&#x105; cz&#x119;sto okre&#x15B;lane jako kr&#xF3;liki domowe.</sentencepl><sentenceaudio/></sentence><sentence sid="1136"><sentenceang>As prey animals, rabbits are alert, timid creatures that startle fairly easily.</sentenceang><sentencepl>Jaka zwierz&#x105;ta padaj&#x105;ce ofiar&#x105; drapie&#x17C;nik&#xF3;w, kr&#xF3;liki s&#x105; ostro&#x17C;nymi, p&#x142;ochliwymi stworze&#x144;, kt&#xF3;re do&#x15B;&#x107; &#x142;atwo przestraszy&#x107;.</sentencepl><sentenceaudio/></sentence><sentence sid="1137"><sentenceang>In Korean mythology, like in Japanese, presents rabbits living on the moon making rice cakes.</sentenceang><sentencepl>Korea&#x144;ska jak i japo&#x144;ska mitologia przedstawia kr&#xF3;liki jako &#x17C;yj&#x105;ce na ksi&#x119;&#x17C;ycu i robi&#x105;ce ciastka ry&#x17C;owe.</sentencepl><sentenceaudio/></sentence><sentence sid="1138"><sentenceang>A rabbit has long ears and a short tail.</sentenceang><sentencepl>Kr&#xF3;lik ma d&#x142;ugie uszy i kr&#xF3;tki ogon.</sentencepl><sentenceaudio/></sentence><sentence sid="1139"><sentenceang>Rabbits breed quickly.</sentenceang><sentencepl>Kr&#xF3;liki rozmna&#x17C;aj&#x105; si&#x119; szybko.</sentencepl><sentenceaudio/></sentence><sentence sid="1140"><sentenceang>Rabbits like to eat carrots.</sentenceang><sentencepl>Kr&#xF3;liki lubi&#x105; marchewk&#x119;.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="326"><angword>duck</angword><plword>kaczka</plword><transcription>d&#x28C;k</transcription><image>777246361kaczka.jpeg</image><audio>duck.mp3</audio><sentences><sentence sid="1141"><sentenceang>Most duck species breed once a year, choosing to do so in favourable conditions.</sentenceang><sentencepl>Wi&#x119;kszo&#x15B;&#x107; gatunk&#xF3;w kaczek rozmna&#x17C;a si&#x119; raz do roku, wybieraj&#x105;c do tego celu korzystne warunki.</sentencepl><sentenceaudio/></sentence><sentence sid="1142"><sentenceang>Ducks are more popular in China and there they are raised extensively.</sentenceang><sentencepl>Kaczki s&#x105; bardziej popularne w Chinach i tam s&#x105; one chodowane na masow&#x105; skal&#x119;.</sentencepl><sentenceaudio/></sentence><sentence sid="1143"><sentenceang>My grandfather raises ducks.</sentenceang><sentencepl>M&#xF3;j dziadek hoduje kaczki.</sentencepl><sentenceaudio/></sentence><sentence sid="1144"><sentenceang>Ducks were swimming about on the pond.</sentenceang><sentencepl>Kaczki p&#x142;ywaj&#x105; po stawie.</sentencepl><sentenceaudio/></sentence><sentence sid="1145"><sentenceang>There\'s a wildlife preserve on the river in town, if you\'re watching ducks that would be a good place.</sentenceang><sentencepl>W obr&#x119;bie miasta na rzece jest rezerwat, a wi&#x119;c to dobre miejsce dla obserwacji kaczek.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="327"><angword>pigeon</angword><plword>go&#x142;&#x105;b</plword><transcription>&#x2C8;p&#x26A;d&#x292;&#x26A;n</transcription><image>1060847698golab.jpeg</image><audio>pigeon.mp3</audio><sentences><sentence sid="1146"><sentenceang>Eye colour of the pigeon is generally orange but a few pigeons may have white-grey eyes.</sentenceang><sentencepl>Kolor oczu go&#x142;&#x119;bia jest naog&#xF3;&#x142; pomara&#x144;czowy, ale niekt&#xF3;re go&#x142;&#x119;bie mog&#x105; mie&#x107; bia&#x142;oszare oczy.</sentencepl><sentenceaudio/></sentence><sentence sid="1147"><sentenceang>The outcome of the Battle of Waterloo was first delivered by a pigeon to England.</sentenceang><sentencepl>Wynik bitwy pod Waterloo by&#x142; najwcze&#x15B;niej dostarczony przez go&#x142;&#x119;bia do Anglii.</sentencepl><sentenceaudio/></sentence><sentence sid="1148"><sentenceang>The pigeons of Boston are fat and proud.</sentenceang><sentencepl>Bosto&#x144;skie go&#x142;&#x119;bie s&#x105; t&#x142;uste i dumne.</sentencepl><sentenceaudio/></sentence><sentence sid="1149"><sentenceang>Charles Walcot investigated the magnetic compass bearing sense in pigeons.</sentenceang><sentencepl>Charles Walcot bada&#x142; poczucie magnetyzmu u go&#x142;&#x119;bi.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="328"><angword>nest</angword><plword>gniazdo</plword><transcription>n&#x25B;st</transcription><image>1795546475gniazdo.jpeg</image><audio>nest.mp3</audio><sentences><sentence sid="1150"><sentenceang>Generally each species has a distinctive style of nest.</sentenceang><sentencepl>Zazwyczaj ka&#x17C;dy gatunek ma charakterystyczny styl gniazda.</sentencepl><sentenceaudio/></sentence><sentence sid="1151"><sentenceang>Some species may choose nest sites that are inaccessible.</sentenceang><sentencepl>Niekt&#xF3;re gatunki mog&#x105; wybra&#x107; na gniazdo miejsca, kt&#xF3;re s&#x105; niedost&#x119;pne.</sentencepl><sentenceaudio/></sentence><sentence sid="1152"><sentenceang>Birds always return to their nests.</sentenceang><sentencepl>Ptaki zawsze wracaj&#x105; do ich gniazda.</sentencepl><sentenceaudio/></sentence><sentence sid="1153"><sentenceang>Birds make a nest in the springtime to raise their babies in.</sentenceang><sentencepl>Ptaki wij&#x105; gniazdo na wiosn&#x119;, by wysiadywa&#x107; m&#x142;ode.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="329"><angword>insect</angword><plword>owad</plword><transcription>&#x26A;n.&#x2C8;s&#x25B;kt</transcription><image>98624owad.jpeg</image><audio>insect.mp3</audio><sentences><sentence sid="1154"><sentenceang>The life cycles of insects vary, but most hatch from eggs.</sentenceang><sentencepl>Cykle &#x17C;yciowe owad&#xF3;w r&#xF3;&#x17C;ni&#x105; si&#x119;, ale wi&#x119;kszo&#x15B;&#x107; wyl&#x119;ga si&#x119; z jaj.</sentencepl><sentenceaudio/></sentence><sentence sid="1155"><sentenceang>Butterflies are a well known example of an insects that undergo complete metamorphosis, although most insects use this life cycle.</sentenceang><sentencepl>Motyle s&#x105; dobrze znanym przyk&#x142;adem owad&#xF3;w, kt&#xF3;re przechodz&#x105; pe&#x142;n&#x105; metamorfoze, chocia&#x17C; wi&#x119;kszo&#x15B;&#x107; owad&#xF3;w posiada taki cykl &#x17C;ycia.</sentencepl><sentenceaudio/></sentence><sentence sid="1156"><sentenceang>Many insects have a parasitic relationship with humans such as the mosquito.</sentenceang><sentencepl>Wiele owad&#xF3;w ma paso&#x17C;ytnicze stosunki z lud&#x17A;mi jak komary.</sentencepl><sentenceaudio/></sentence><sentence sid="1157"><sentenceang>Some insects, like wasps, bees, butterflies, and ants, pollinate flowering plants.</sentenceang><sentencepl>Niekt&#xF3;re owady, takie jak osy, pszczo&#x142;y, motyle i mr&#xF3;wki zapylaj&#x105; ro&#x15B;liny kwitn&#x105;ce.</sentencepl><sentenceaudio/></sentence><sentence sid="1158"><sentenceang>Insect-eating plants are equipped with various kinds of traps to catch insects.</sentenceang><sentencepl>Ro&#x15B;liny owado&#x17C;erne maj&#x105; r&#xF3;&#x17C;nego rodzaju pu&#x142;apki w celu chwytania owad&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="1159"><sentenceang>Spiders prey on flies and other small insects.</sentenceang><sentencepl>Paj&#x105;ki &#x17C;ywi&#x105; si&#x119; muchami i innymi ma&#x142;ymi owadami.</sentencepl><sentenceaudio/></sentence><sentence sid="1160"><sentenceang>Insects are arthropods.</sentenceang><sentencepl>Owady s&#x105; stawonogami.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="330"><angword>bee</angword><plword>pszczo&#x142;a</plword><transcription>bi&#x2D0;</transcription><image>575994599pszczola.jpeg</image><audio>bee.mp3</audio><sentences><sentence sid="1161"><sentenceang>Bees gathering nectar may accomplish pollination, but bees that are deliberately gathering pollen are more efficient pollinators.</sentenceang><sentencepl>Pszczo&#x142;y zbieraj&#x105;ce nektar mog&#x105; dokona&#x107; zapylenia, lecz pszczo&#x142;y, kt&#xF3;re celowo zbieraj&#x105; py&#x142;ek s&#x105; bardziej wydajnymi zapylaczami.</sentencepl><sentenceaudio/></sentence><sentence sid="1162"><sentenceang>Many assassin bugs and spiders hide in flowers to capture unwary bees.</sentenceang><sentencepl>Wiele robak&#xF3;w zab&#xF3;jc&#xF3;w i paj&#x105;k&#xF3;w skrywa si&#x119; w kwiatach by z&#x142;apa&#x107; nie&#x15B;wiadome pszczo&#x142;y.</sentencepl><sentenceaudio/></sentence><sentence sid="1163"><sentenceang>Honey bee hives can contain up to 40,000 bees at their annual peak, which occurs in the spring.</sentenceang><sentencepl>Ule pszczele mog&#x105; zawiera&#x107; do 40000 pszcz&#xF3;&#x142; w dorocznym szczycie, kt&#xF3;ry pojawia si&#x119; na wiosn&#x119;.</sentencepl><sentenceaudio/></sentence><sentence sid="1164"><sentenceang>Bees are flying among the flowers.</sentenceang><sentencepl>Pszczo&#x142;y lataj&#x105; w&#x15B;r&#xF3;d kwiat&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="1165"><sentenceang>We were attacked by swarms of bees.</sentenceang><sentencepl>Zostali&#x15B;my zaatakowani przez r&#xF3;j pszcz&#xF3;&#x142;.</sentencepl><sentenceaudio/></sentence><sentence sid="1166"><sentenceang>Bees provide us with honey.</sentenceang><sentencepl>Pszczo&#x142;y dostarczaj&#x105; nam miodu.</sentencepl><sentenceaudio/></sentence><sentence sid="1167"><sentenceang>A yellow bee hovers in a single spot.</sentenceang><sentencepl>&#x179;&#xF3;&#x142;ta pszczo&#x142;a lata w jednym miejscu.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="331"><angword>fly</angword><plword>mucha</plword><transcription>fla&#x26A;</transcription><image>1551842960mucha.jpeg</image><audio>fly.mp3</audio><sentences><sentence sid="1168"><sentenceang>The fly is on the ceiling.</sentenceang><sentencepl>Na suficie jest mucha.</sentencepl><sentenceaudio/></sentence><sentence sid="1169"><sentenceang>Flies are reared in large numbers in Japan to serve as pollinators of sunflowers in greenhouses.</sentenceang><sentencepl>Muchy s&#x105; hodowane w du&#x17C;ych ilo&#x15B;ciach w Japonii i s&#x142;u&#x17C;&#x105; jako zapylacze s&#x142;onecznik&#xF3;w w szklarniach.</sentencepl><sentenceaudio/></sentence><sentence sid="1170"><sentenceang>In the Biblical fourth plague of Egypt, flies represent death and decay.</sentenceang><sentencepl>W biblijnych czterech plagach egipskich muchy reprezentuj&#x105; &#x15B;mier&#x107; i zepsucie.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="332"><angword>butterfly</angword><plword>motyl</plword><transcription>&#x2C8;b&#x28C;&#x27E;&#x25A;fla&#x26A;</transcription><image>1118298941motyl.jpeg</image><audio>butterfly.mp3</audio><sentences><sentence sid="1171"><sentenceang>Development of butterfly wing patterns begins by the last larval instar.</sentenceang><sentencepl>Rozw&#xF3;j wzor&#xF3;w na skrzyd&#x142;ach motyla rozpoczyna si&#x119; w ostatnim stadium larwy.</sentencepl><sentenceaudio/></sentence><sentence sid="1172"><sentenceang>During the larval stage, a butterfly is called a caterpillar.</sentenceang><sentencepl>Podczas stadium larwalnego, motyl jest nazywany g&#x105;sienic&#x105;.</sentencepl><sentenceaudio/></sentence><sentence sid="1173"><sentenceang>He caught some twenty butterflies.</sentenceang><sentencepl>Z&#x142;apa&#x142; jakie&#x15B; 20 motyli.</sentencepl><sentenceaudio/></sentence><sentence sid="1174"><sentenceang>A butterfly is a mature caterpillar.</sentenceang><sentencepl>Motyl to doros&#x142;a posta&#x107; g&#x105;sienicy.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="333"><angword>spider</angword><plword>paj&#x105;k</plword><transcription>&#x2C8;spa&#x26A;d&#x259;(r)</transcription><image>868956618pajak.jpeg</image><audio>spider.mp3</audio><sentences><sentence sid="1175"><sentenceang>The venom of a few spiders is dangerous to humans.</sentenceang><sentencepl>Jad kilku paj&#x105;k&#xF3;w jest niebezpieczny dla ludzi.</sentencepl><sentenceaudio/></sentence><sentence sid="1176"><sentenceang>Scientists are now researching the use of spider venom in medicine and as non-polluting pesticides.</sentenceang><sentencepl>Naukowcy badaj&#x105; obecnie mo&#x17C;liwo&#x15B;&#x107; wykorzystania jadu paj&#x105;ka w medycynie i jako niezanieczyszczaj&#x105;cych pestycyd&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="1177"><sentenceang>Some theories suggest that fear of spiders may be inborn.</sentenceang><sentencepl>Niekt&#xF3;re teorie sugeruj&#x105;, &#x17C;e strach przed paj&#x105;kami mo&#x17C;e by&#x107; wrodzony.</sentencepl><sentenceaudio/></sentence><sentence sid="1178"><sentenceang>Some spiders live part of their lives on the surface of freshwater ponds and lakes.</sentenceang><sentencepl>Niekt&#xF3;re paj&#x105;ki sp&#x119;dzaj&#x105; cz&#x119;&#x15B;&#x107; swojego &#x17C;ycia na powierzchni s&#x142;odkowodnych staw&#xF3;w i jezior.</sentencepl><sentenceaudio/></sentence><sentence sid="1179"><sentenceang>Each spider species spins only one kind of web.</sentenceang><sentencepl>Ka&#x17C;dy gatunek paj&#x105;ka snuje tylko jeden rodzaj sieci.</sentencepl><sentenceaudio/></sentence><sentence sid="1180"><sentenceang>I hate those spiders. They\'re always there to freak me out when I\'m cleaning.</sentenceang><sentencepl>Nie znosz&#x119; tych paj&#x105;k&#xF3;w. Zawsze tu s&#x105; i mnie denerwuj&#x105;, kiedy sprz&#x105;tam.</sentencepl><sentenceaudio/></sentence><sentence sid="1181"><sentenceang>Spiders prey on flies and other small insects.</sentenceang><sentencepl>Paj&#x105;ki &#x17C;ywi&#x105; si&#x119; muchami i innymi ma&#x142;ymi owadami.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="334"><angword>rat</angword><plword>szczur</plword><transcription>&#x279;&#xE6;t</transcription><image>255727907szczur.jpeg</image><audio>rat.mp3</audio><sentences><sentence sid="1182"><sentenceang>Brown rats are often used as model organisms for scientific research.</sentenceang><sentencepl>Szczury w&#x119;drowne s&#x105; cz&#x119;sto u&#x17C;ywane jako modelowy organizm do bada&#x144; naukowych.</sentencepl><sentenceaudio/></sentence><sentence sid="1183"><sentenceang>It is estimated that as many, if not more rats died from the plague than people.</sentenceang><sentencepl>Szacuje si&#x119;, &#x17C;e r&#xF3;wnie du&#x17C;o, je&#x15B;li nie wi&#x119;cej szczur&#xF3;w pad&#x142;o z podowu d&#x17C;umy ni&#x17C; ludzi. </sentencepl><sentenceaudio/></sentence><sentence sid="1184"><sentenceang>A rat chewed a hole in the wall.</sentenceang><sentencepl>Szczur wygryz&#x142; dziur&#x119; w &#x15B;cianie.</sentencepl><sentenceaudio/></sentence><sentence sid="1185"><sentenceang>Rats leave a sinking ship.</sentenceang><sentencepl>Szczury uciekaj&#x105; z ton&#x105;cego okr&#x119;tu.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="335"><angword>shark</angword><plword>rekin</plword><transcription>&#x283;&#x251;&#x2D0;(r)k</transcription><image>1711600223rekin.jpg</image><audio>shark.mp3</audio><sentences><sentence sid="1186"><sentenceang>Most sharks pump water over their gills to ensure a constant supply of oxygenated water.</sentenceang><sentencepl>Wi&#x119;kszo&#x15B;&#x107; rekin&#xF3;w pompuje wod&#x119; przez skrzela aby zapewni&#x107; ci&#x105;g&#x142;o&#x15B;&#x107; dostawy natlenowanej wody.</sentencepl><sentenceaudio/></sentence><sentence sid="1187"><sentenceang>One of the biggest differences between the digestive systems of sharks and mammals is that sharks have much shorter intestines.</sentenceang><sentencepl>Jedn&#x105; z najistotniejszych r&#xF3;&#x17C;nic mi&#x119;dzy uk&#x142;adem pokarmowym rekin&#xF3;w i ssak&#xF3;w jest to, &#x17C;e rekiny maj&#x105; znacznie kr&#xF3;tsze jelita.</sentencepl><sentenceaudio/></sentence><sentence sid="1188"><sentenceang>According to the news, he was eaten by sharks.</sentenceang><sentencepl>Wed&#x142;ug doniesie&#x144;, zjad&#x142;y go rekiny.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="336"><angword>snake</angword><plword>w&#x105;&#x17C;</plword><transcription>sne&#x26A;k</transcription><image>2029794664waz.jpeg</image><audio>snake.mp3</audio><sentences><sentence sid="1189"><sentenceang>Front limbs are nonexistent in all known snakes.</sentenceang><sentencepl>Ko&#x144;czyny przednie nie wyst&#x119;puj&#x105; u &#x17C;adnych znanych w&#x119;&#x17C;y.</sentencepl><sentenceaudio/></sentence><sentence sid="1190"><sentenceang>Unless startled or injured, most snakes prefer to avoid contact and will not attack humans.</sentenceang><sentencepl>Je&#x17C;eli nie zostan&#x105; przestraszone lub skaleczone, to wi&#x119;kszo&#x15B;&#x107; w&#x119;&#x17C;y woli unika&#x107; kontaktu i nie atakuje ludzi.</sentencepl><sentenceaudio/></sentence><sentence sid="1191"><sentenceang>Nonfatal bites from venomous snakes may result in the need for amputation of a limb or part thereof.</sentenceang><sentencepl>Uk&#x105;szenia nie&#x15B;miertelne przez jadowite w&#x119;&#x17C;e mog&#x105; skutkowa&#x107; konieczno&#x15B;ci&#x105; amputacji ko&#x144;czyny lub jej cz&#x119;&#x15B;ci.</sentencepl><sentenceaudio/></sentence><sentence sid="1192"><sentenceang>It is the snake that tempts Eve.</sentenceang><sentencepl>To w&#x105;&#x17C; skusi&#x142; Ew&#x119;.</sentencepl><sentenceaudio/></sentence><sentence sid="1193"><sentenceang>He\'s not at all afraid of snakes.</sentenceang><sentencepl>W og&#xF3;le nie boi si&#x119; w&#x119;&#x17C;y.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="337"><angword>kangaroo</angword><plword>kangur</plword><transcription>&#x2CC;k&#xE6;&#x14B;&#x261;&#x259;&#x2C8;ru</transcription><image>1546585791kangur.jpeg</image><audio>kangaroo.mp3</audio><sentences><sentence sid="1194"><sentenceang>Because of its grazing, kangaroos have developed specialised teeth.</sentenceang><sentencepl>Ze wzgl&#x119;du na wypasywanie si&#x119;, kangury wykszta&#x142;ci&#x142;y wyspecjalizowane do tego celu z&#x119;by.</sentencepl><sentenceaudio/></sentence><sentence sid="1195"><sentenceang>Male kangaroos often box amongst each other, playfully, for dominance, or in competition for mates.</sentenceang><sentencepl>Samce kangur&#xF3;w cz&#x119;sto boksuj&#x105; si&#x119; nawzajem, dla zabawy, o dominacj&#x119; lub w zawodach o samic&#x119;.</sentencepl><sentenceaudio/></sentence><sentence sid="1196"><sentenceang>The kangaroo jumps very high.</sentenceang><sentencepl>Kangur skacze bardzo wysoko.</sentencepl><sentenceaudio/></sentence><sentence sid="1197"><sentenceang>A female kangaroo carries its young in the pouch.</sentenceang><sentencepl>Samica kangura porusza si&#x119; z m&#x142;odym w torbie na brzuchu.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="338"><angword>hunt</angword><plword>polowa&#x107;</plword><transcription>h&#x28C;nt</transcription><image></image><audio>hunt.mp3</audio><sentences><sentence sid="1198"><sentenceang>Animals may also hunt other animal species but this is usually called predation.</sentenceang><sentencepl>Zwierz&#x119;ta mog&#x105; tak&#x17C;e polowa&#x107; na inne gatunki zwierz&#x105;t, ale jest to zazwyczaj nazywane drapie&#x17C;nictwem.</sentencepl><sentenceaudio/></sentence><sentence sid="1199"><sentenceang>At the beginning of the 21st century, just six percent of Americans hunted.</sentenceang><sentencepl>Na pocz&#x105;tku XXI wieku, zaledwie sze&#x15B;&#x107; procent Amerykan&#xF3;w polowa&#x142;o.</sentencepl><sentenceaudio/></sentence><sentence sid="1200"><sentenceang>The men went hunting for lions.</sentenceang><sentencepl>M&#x119;&#x17C;czy&#x17A;ni poszli polowa&#x107; na lwy.</sentencepl><sentenceaudio/></sentence><sentence sid="1201"><sentenceang>They hunted foxes.</sentenceang><sentencepl>Polowali na lisy.</sentencepl><sentenceaudio/></sentence><sentence sid="1202"><sentenceang>The mother cat went out hunting birds.</sentenceang><sentencepl>Kocica wysz&#x142;a zapolowa&#x107; na ptaki.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="339"><angword>hen</angword><plword>kura</plword><transcription>h&#x25B;n</transcription><image>568712219kura.jpeg</image><audio>hen.mp3</audio><sentences><sentence sid="1203"><sentenceang>Some hen breeds can produce over 300 eggs per year.</sentenceang><sentencepl>Niekt&#xF3;re rasy kur mog&#x105; znosi&#x107; ponad 300 jaja rocznie.</sentencepl><sentenceaudio/></sentence><sentence sid="1204"><sentenceang>Any eggs not fertilized by a rooster will not hatch, and the hen eventually loses interest in these and leaves the nest.</sentenceang><sentencepl>Jaja nie zap&#x142;odnione przez koguta nie wykluj&#x105; si&#x119; i kura ostatecznie traci nimi zainteresowanie, i opuszcza gniazdo.</sentencepl><sentenceaudio/></sentence><sentence sid="1205"><sentenceang>A hen can hatch no more than 15-23 eggs, depending on the time of year.</sentenceang><sentencepl>Kur&#x119; mo&#x17C;e wysiadywa&#x107; nie wi&#x119;cej ni&#x17C; 15-23 jaja, w zale&#x17C;no&#x15B;ci od pory roku.</sentencepl><sentenceaudio/></sentence><sentence sid="1206"><sentenceang>The hen lays an egg almost every day.</sentenceang><sentencepl>Ta kura praktycznie codziennie znosi jajko.</sentencepl><sentenceaudio/></sentence><sentence sid="1207"><sentenceang>What came first? The egg or the hen?</sentenceang><sentencepl>Co by&#x142;o pierwsze? Jajko czy kura?</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="340"><angword>milk</angword><plword>mleko</plword><transcription>m&#x26A;lk</transcription><image>2078234284mleko.jpeg</image><audio>milk.mp3</audio><sentences><sentence sid="1208"><sentenceang>New Zealand, EU-15 and Australia are the world\'s three largest exporters of milk and milk products.</sentenceang><sentencepl>Nowa Zelandia, Stara Unia i Australia s&#x105; trzema najwi&#x119;kszymi na &#x15B;wiecie eksporterami mleka i produkt&#xF3;w mlecznych. </sentencepl><sentenceaudio/></sentence><sentence sid="1209"><sentenceang>Whey proteins make up approximately 20% of the protein in milk, by weight.</sentenceang><sentencepl>Bia&#x142;ka serwatki stanowi&#x105; oko&#x142;o 20% bia&#x142;ka w mleku, wed&#x142;ug wagi.</sentencepl><sentenceaudio/></sentence><sentence sid="1210"><sentenceang>The lactose gives milk its sweet taste.</sentenceang><sentencepl>Laktozy nadaje mleku jego s&#x142;odki smak.</sentencepl><sentenceaudio/></sentence><sentence sid="1211"><sentenceang>Chocolate milk has been sold for many years and has been followed more recently by strawberry milk and others.</sentenceang><sentencepl>Mleko czekoladowe by&#x142;o sprzedawane od wielu lat, a ostatnio zosta&#x142;o uzupe&#x142;nione o mleko truskawkowe i inne.</sentencepl><sentenceaudio/></sentence><sentence sid="1212"><sentenceang>It is still customary to serve the milk boiled, despite pasteurization.</sentenceang><sentencepl>Pomimo pasteryzacji, wci&#x105;&#x17C; zachowa&#x142; si&#x119; zwyczaj podawania mleka przegotowanego. </sentencepl><sentenceaudio/></sentence><sentence sid="1213"><sentenceang>I bought two bottles of milk.</sentenceang><sentencepl>Kupi&#x142;am dwie butelki mleka.</sentencepl><sentenceaudio/></sentence><sentence sid="1214"><sentenceang>Add a little milk.</sentenceang><sentencepl>Dodaj troch&#x119; mleka.</sentencepl><sentenceaudio/></sentence><sentence sid="1215"><sentenceang>The milk turned sour.</sentenceang><sentencepl>Mleko si&#x119; zsiad&#x142;o.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="341"><angword>meat</angword><plword>mi&#x119;so</plword><transcription>mi&#x2D0;t</transcription><image></image><audio>meat.mp3</audio><sentences><sentence sid="1216"><sentenceang>The Catholic dietary restriction on meat on Fridays does not apply to the cooking and eating of fish.</sentenceang><sentencepl>Katolickie ograniczenie &#x17C;ywieniowe dotycz&#x105;ce spo&#x17C;ywania mi&#x119;sa w pi&#x105;tki nie ma zastosowania do gotowania i jedzenia ryb.</sentencepl><sentenceaudio/></sentence><sentence sid="1217"><sentenceang>There is ongoing research into producing meat in vitro, that is, outside of animals.</sentenceang><sentencepl>Prowadzone s&#x105; badania nad produkcj&#x105; mi&#x119;sa in vitro, to jest poza zwierz&#x119;tami.</sentencepl><sentenceaudio/></sentence><sentence sid="1218"><sentenceang>Many people, however, choose not to eat meat or any food made from animals.</sentenceang><sentencepl>Pomimo tego, wiele os&#xF3;b, rezygnuje z jedzenia mi&#x119;sa lub wszelkich produkt&#xF3;w pochodz&#x105;cych ze zwierz&#x105;t.</sentencepl><sentenceaudio/></sentence><sentence sid="1219"><sentenceang>The correlation of meat consumption to increased risk of heart disease is controversial.</sentenceang><sentencepl>Istniej&#x105; kontrowersje co do zwi&#x105;zku pomi&#x119;dzy spo&#x17C;ywaniem mi&#x119;sa, a zwi&#x119;kszonym ryzykiem chor&#xF3;b serca.</sentencepl><sentenceaudio/></sentence><sentence sid="1220"><sentenceang>The dog eats a lot of meat every day.</sentenceang><sentencepl>Ten pies je codziennie mn&#xF3;stwo jedzenia.</sentencepl><sentenceaudio/></sentence><sentence sid="1221"><sentenceang>The meat is only half cooked.</sentenceang><sentencepl>To mi&#x119;so jest na wp&#xF3;&#x142; surowe.</sentencepl><sentenceaudio/></sentence><sentence sid="1222"><sentenceang>The meat was giving off a terrible smell.</sentenceang><sentencepl>To mi&#x119;so strasznie &#x15B;mierdzia&#x142;o.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="342"><angword>wool</angword><plword>we&#x142;na</plword><transcription>w&#x28A;l</transcription><image>1205793405welna.jpeg</image><audio>wool.mp3</audio><sentences><sentence sid="1223"><sentenceang>China is the third-largest producer of wool.</sentenceang><sentencepl>Chiny s&#x105; trzecim najwi&#x119;kszym producentem we&#x142;ny.</sentencepl><sentenceaudio/></sentence><sentence sid="1224"><sentenceang>Over the centuries, various British laws controlled the wool trade or required the use of wool even in burials.</sentenceang><sentencepl>Przez stulecia r&#xF3;&#x17C;ne brytyjskie ustawy kontrolowa&#x142;y handel we&#x142;n&#x105; lub wymaga&#x142;y u&#x17C;ywania we&#x142;ny nawet przy poch&#xF3;wkach.</sentencepl><sentenceaudio/></sentence><sentence sid="1225"><sentenceang>Due to high concentrations of carbon dioxide, sheep wool does not burn and is therefore also used as an insulation.</sentenceang><sentencepl>Ze wzgl&#x119;du na wysokie st&#x119;&#x17C;enie dwutlenku w&#x119;gla we&#x142;na owiec nie pali si&#x119; i dlatego jest tak&#x17C;e stosowana jako izolacja.</sentencepl><sentenceaudio/></sentence><sentence sid="1226"><sentenceang>Australia exports a lot of wool.</sentenceang><sentencepl>Australia eksportuje du&#x17C;o we&#x142;ny.</sentencepl><sentenceaudio/></sentence><sentence sid="1227"><sentenceang>Cats love to run after balls of wool.</sentenceang><sentencepl>Koty uwielbiaj&#x105; biega&#x107; za k&#x142;&#x119;bkiem we&#x142;ny.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="343"><angword>egg</angword><plword>jajo</plword><transcription>&#x25B;&#x261;</transcription><image>1448715574jajo.jpeg</image><audio>egg.mp3</audio><sentences><sentence sid="1228"><sentenceang>Bird and reptile eggs consist of a protective eggshell, egg white, and egg yolk, contained within various thin membranes.</sentenceang><sentencepl>Jaja ptak&#xF3;w i gad&#xF3;w sk&#x142;adaj&#x105; si&#x119; ze skorupy ochronnej, bia&#x142;ka i &#x17C;&#xF3;&#x142;tka, zawartych w r&#xF3;&#x17C;nych cienkich b&#x142;onach.</sentencepl><sentenceaudio/></sentence><sentence sid="1229"><sentenceang>Chicken eggs are the most commonly eaten eggs.</sentenceang><sentencepl>Jaja kurze s&#x105; najcz&#x119;&#x15B;ciej spo&#x17C;ywanymi jajami.</sentencepl><sentenceaudio/></sentence><sentence sid="1230"><sentenceang>All of the egg\'s vitamin A, D, and E are in the egg yolk.</sentenceang><sentencepl>Wszystkie witaminy A, D i E jaja wyst&#x119;puj&#x105; w jego &#x17C;&#xF3;&#x142;tku.</sentencepl><sentenceaudio/></sentence><sentence sid="1231"><sentenceang>The primary purpose of egg white is to protect the yolk and provide additional nutrition for the growth of the embryo.</sentenceang><sentencepl>G&#x142;&#xF3;wnym celem bia&#x142;ka jaja jest ochrona &#x17C;&#xF3;&#x142;tka i dostarczanie dodatkowych sk&#x142;adnik&#xF3;w od&#x17C;ywczych dla rozwoju zarodka.</sentencepl><sentenceaudio/></sentence><sentence sid="1232"><sentenceang>The egg white consists primarily of water and protein and contains no cholesterol and little, if any, fat.</sentenceang><sentencepl>Bia&#x142;ko jaja sk&#x142;ada si&#x119; g&#x142;&#xF3;wnie z wody i bia&#x142;ka, i nie zawiera cholesterolu oraz zawiera niewiele, je&#x15B;li w og&#xF3;le, t&#x142;uszczu.</sentencepl><sentenceaudio/></sentence><sentence sid="1233"><sentenceang>Chicken eggs are graded by size for the purpose of sales.</sentenceang><sentencepl>Jaja kurze s&#x105; sortowane wed&#x142;ug wielko&#x15B;ci dla cel&#xF3;w sprzeda&#x17C;y.</sentencepl><sentenceaudio/></sentence><sentence sid="1234"><sentenceang>Don\'t kill the goose that lays the golden eggs.</sentenceang><sentencepl>Nie zabija si&#x119; kury, kt&#xF3;ra znosi z&#x142;ote jaja.</sentencepl><sentenceaudio/></sentence><sentence sid="1235"><sentenceang>The chicken laid an egg this morning.</sentenceang><sentencepl>Kura znios&#x142;a jako dzi&#x15B; rano.</sentencepl><sentenceaudio/></sentence><sentence sid="1236"><sentenceang>The hen has been brooding its eggs for a week.</sentenceang><sentencepl>Kura wysiadywa&#x142;a jaja przez tydzie&#x144;.</sentencepl><sentenceaudio/></sentence><sentence sid="1237"><sentenceang>We buy eggs by the dozen.</sentenceang><sentencepl>Jajka kupujemy na tuziny.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="344"><angword>tortoise</angword><plword>&#x17C;&#xF3;&#x142;w</plword><transcription>&#x2C8;t&#x254;rt&#x259;s</transcription><image>1869183894zolw.jpeg</image><audio>tortoise.mp3</audio><sentences><sentence sid="1238"><sentenceang>The easiest way to determine the sex of a tortoise is to look at the tail.</sentenceang><sentencepl>Najprostszym sposobem ustalenia p&#x142;ci &#x17C;&#xF3;&#x142;wia jest popatrzenie na jego ogon.</sentencepl><sentenceaudio/></sentence><sentence sid="1239"><sentenceang>In most tortoise species, the female tends to be larger than the male.</sentenceang><sentencepl>U wi&#x119;kszo&#x15B;ci gatunk&#xF3;w &#x17C;&#xF3;&#x142;wi, samica jest zwykle wi&#x119;ksza ni&#x17C; samiec.</sentencepl><sentenceaudio/></sentence><sentence sid="1240"><sentenceang>Like their marine cousins, the sea turtles, tortoises are shielded from predators by a shell.</sentenceang><sentencepl>Podobnie jak ich morscy kuzyni, &#x17C;&#xF3;&#x142;wie morskie, &#x17C;&#xF3;&#x142;wie s&#x105; chronione przed drapie&#x17C;nikami dzi&#x119;ki skorupie.</sentencepl><sentenceaudio/></sentence><sentence sid="1241"><sentenceang>Traditionally, a tortoise has feet while a turtle has flippers.</sentenceang><sentencepl>Tradycyjnie, &#x17C;&#xF3;&#x142;w posiada stopy, podczas gdy &#x17C;&#xF3;&#x142;w morski ma p&#x142;etwy.</sentencepl><sentenceaudio/></sentence><sentence sid="1242"><sentenceang>The small island looked like a tortoise from a distance.</sentenceang><sentencepl>Wysepka wygl&#x105;da&#x142;a z daleka jak &#x17C;&#xF3;&#x142;w.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="345"><angword>leather</angword><plword>sk&#xF3;ra</plword><transcription>&#x2C8;le&#xF0;&#x259;r</transcription><image></image><audio>leather.mp3</audio><sentences><sentence sid="1243"><sentenceang>High quality leather furniture and footwear are often made from full-grain leather.</sentenceang><sentencepl>Wysokiej jako&#x15B;ci meble i obuwie sk&#xF3;rzane jest cz&#x119;sto wykonane ze sk&#xF3;ry licowej.</sentencepl><sentenceaudio/></sentence><sentence sid="1244"><sentenceang>Lamb and deerskin are used for soft leather in more expensive apparel.</sentenceang><sentencepl>Sk&#xF3;ra jagni&#x119;cia i ircha s&#x105; wykorzystywane jako mi&#x119;kka sk&#xF3;ra w dro&#x17C;szej odzie&#x17C;y.</sentencepl><sentenceaudio/></sentence><sentence sid="1245"><sentenceang>For some leathers, a surface coating is applied.</sentenceang><sentencepl>W przypadku niekt&#xF3;rych sk&#xF3;r jest stosowane powlekanie powierzchniowe.</sentencepl><sentenceaudio/></sentence><sentence sid="1246"><sentenceang>Leather shoes will bear a label identifying the animal from which the leather was taken.</sentenceang><sentencepl>Sk&#xF3;rzane buty zostan&#x105; opatrzone etykiet&#x105; okre&#x15B;laj&#x105;c&#x105; zwierz&#x119; z kt&#xF3;rego pochodzi sk&#xF3;ra.</sentencepl><sentenceaudio/></sentence><sentence sid="1247"><sentenceang>She gave me a bag made of leather.</sentenceang><sentencepl>Da&#x142;a mi sk&#xF3;rzan&#x105; torb&#x119;.</sentencepl><sentenceaudio/></sentence><sentence sid="1248"><sentenceang>Leather is raw material to produce shoes.</sentenceang><sentencepl>Sk&#xF3;ra to surowiec do produkcji but&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="1249"><sentenceang>I\'m looking for a leather shoulder bag.</sentenceang><sentencepl>Szukam sk&#xF3;rzanej torby na rami&#x119;.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word></set>
