<?xml version="1.0"?>
<set><word wid="494"><angword>cockscomb</angword><plword>grzebie&#x144;</plword><transcription>&#x2C8;k&#x251;ks&#x2CC;ko&#x28A;m</transcription><image>515258510grzebien koguci.jpeg</image><audio>cockscomb.mp3</audio><sentences><sentence sid="1756"><sentenceang>The cockerel\'s splendid red cockscomb is thought to play a part in determining gender and breed.</sentenceang><sentencepl>Wspania&#x142;y koguci czerwony grzebie&#x144; uznaje si&#x119; za odgrywaj&#x105;cy pewn&#x105; rol&#x119; w okre&#x15B;laniu p&#x142;ci i rasy.</sentencepl><sentenceaudio/></sentence><sentence sid="1757"><sentenceang>Rooster combs are red, but in other species the color may vary from light grey to deep blue or red.</sentenceang><sentencepl>Grzebienie koguta s&#x105; czerwone, ale u innych gatunk&#xF3;w ich kolory mog&#x105; si&#x119; r&#xF3;&#x17C;ni&#x107; od jasno szarych do ciemno niebieskich lub czerwonych.</sentencepl><sentenceaudio/></sentence><sentence sid="1758"><sentenceang>Turkey combs can vary in color from bright red to blue.</sentenceang><sentencepl>Grzebienie indyka mog&#x105; r&#xF3;&#x17C;ni&#x107; si&#x119; kolorem od jasno czerwonych do niebieskich.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="495"><angword>pen</angword><plword>pi&#xF3;ro</plword><transcription>p&#x25B;n</transcription><image>859931728pioro.jpeg</image><audio>pen.mp3</audio><sentences><sentence sid="1759"><sentenceang>A fountain pen reservoir can be refillable or disposable, this disposable type being an ink cartridge.</sentenceang><sentencepl>Zbiornik wiecznego pi&#xF3;ra mo&#x17C;e by&#x107; nape&#x142;niany lub jednorazowego u&#x17C;ytku, ten jednorazowego typu b&#x119;d&#x105;cy wk&#x142;adem atramentowym.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="496"><angword>fin</angword><plword>p&#x142;etwa</plword><transcription>f&#x26A;n</transcription><image>860358055pletwa.jpeg</image><audio>fin.mp3</audio><sentences><sentence sid="1760"><sentenceang>This fin is used to stabilize the fish while swimming.</sentenceang><sentencepl>Ta p&#x142;etwa jest stosowana do stabilizacji ryby podczas p&#x142;ywania.</sentencepl><sentenceaudio/></sentence><sentence sid="1761"><sentenceang>The tail fin may be emarginate, or with a slight inward curve.</sentenceang><sentencepl>P&#x142;etwa ogonowa mo&#x17C;e by&#x107; zmarginalizowana lub z lekkim &#x142;ukiem wewn&#x119;trznym.</sentencepl><sentenceaudio/></sentence><sentence sid="1762"><sentenceang>Amphibians have limbs instead of fins.</sentenceang><sentencepl>P&#x142;azy maj&#x105; ko&#x144;czyny zamiast p&#x142;etw.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="497"><angword>fur</angword><plword>futro</plword><transcription>f&#x25C;&#x2D0;(&#x279;)</transcription><image></image><audio>fur.mp3</audio><sentences><sentence sid="1763"><sentenceang>An animal with commercially valuable fur is known within the fur industry as a furbearer.</sentenceang><sentencepl>Zwierz&#x119; z komercyjnie warto&#x15B;ciowym futrem jest znane w bran&#x17C;y futrzanej jako zwierz&#x119; futerkowe.</sentencepl><sentenceaudio/></sentence><sentence sid="1764"><sentenceang>Our cat\'s fur has lost its luster.</sentenceang><sentencepl>Futro naszego kota straci&#x142;o po&#x142;ysk.</sentencepl><sentenceaudio/></sentence><sentence sid="1765"><sentenceang>They bartered guns for furs.</sentenceang><sentencepl>W zamian za bro&#x144; dostali futra.</sentencepl><sentenceaudio/></sentence><sentence sid="1766"><sentenceang>Burglars broke into our apartment and stole my wife\'s fur coat.</sentenceang><sentencepl>W nocy z&#x142;odzieje w&#x142;amali mi si&#x119; do mieszkania i ukradli futro mojej &#x17C;ony.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="498"><angword>hindquarters</angword><plword>zad</plword><transcription>[hindquarters]</transcription><image>863564003zad.jpeg</image><audio>hindquarters.mp3</audio><sentences><sentence sid="1767"><sentenceang>Such horses are riding horses characterized by agility, quickness, and powerful hindquarters.</sentenceang><sentencepl>Takie konie s&#x105; ko&#x144;mi wierzchowymi charakteryzuj&#x105;cymi si&#x119; zwinno&#x15B;ci&#x105;, szybko&#x15B;ci&#x105;, i mocnymi zadami.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="499"><angword>horn</angword><plword>r&#xF3;g</plword><transcription>h&#x254;&#x2D0;n</transcription><image>1101222675rog.jpeg</image><audio>horn.mp3</audio><sentences><sentence sid="1768"><sentenceang>A horn is a pointed projection of the skin on the head of various animals.</sentenceang><sentencepl>R&#xF3;g jest zaostrzonym wyrostkiem sk&#xF3;ry na g&#x142;owie r&#xF3;&#x17C;nych zwierz&#x105;t.</sentencepl><sentenceaudio/></sentence><sentence sid="1769"><sentenceang>One pair of horns is usual, but two or more pairs occur in a few wild species and in a few domesticated breeds of sheep. </sentenceang><sentencepl>Jedna para rog&#xF3;w jest powszechna, ale dwie lub wi&#x119;cej par wyst&#x119;puj&#x105; jedynie u kilku dzikich gatunk&#xF3;w i u kilku udomowionych odmian owiec.</sentencepl><sentenceaudio/></sentence><sentence sid="1770"><sentenceang>Antelope horns are used in traditional Chinese medicine.</sentenceang><sentencepl>Rogi antylop s&#x105; stosowane w tradycyjnej medycynie chi&#x144;skiej.</sentencepl><sentenceaudio/></sentence><sentence sid="1771"><sentenceang>Horses don\'t have horns; cows and sheep have horns.</sentenceang><sentencepl>Konie nie maj&#x105; rog&#xF3;w, krowy i owce maj&#x105; rogi.</sentencepl><sentenceaudio/></sentence><sentence sid="1772"><sentenceang>Cows are large and their horns are long, sheep are small and their horns are short.</sentenceang><sentencepl>Krowy s&#x105; du&#x17C;e i ich rogi s&#x105; d&#x142;ugie, owce s&#x105; ma&#x142;e i ich rogi s&#x105; kr&#xF3;tkie.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="500"><angword>hump</angword><plword>garb</plword><transcription>h&#x28C;mp</transcription><image></image><audio>hump.mp3</audio><sentences><sentence sid="1773"><sentenceang>The hump rises about 75 cm out of its body.</sentenceang><sentencepl>Garb wznosi si&#x119; oko&#x142;o 75 cm ponad jego cia&#x142;o.</sentencepl><sentenceaudio/></sentence><sentence sid="1774"><sentenceang>Camels do not store water in their humps as is commonly believed. </sentenceang><sentencepl>Wielb&#x142;&#x105;dy nie przechowuj&#x105; wody w swoich garbach jak si&#x119; powszechnie uwa&#x17C;a. </sentencepl><sentenceaudio/></sentence><sentence sid="1775"><sentenceang>The humps are a reservoir of fatty tissue.</sentenceang><sentencepl>Garby s&#x105; zbiornikiem tkanki t&#x142;uszczowej.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="501"><angword>seashell</angword><plword>muszla</plword><transcription>&#x2C8;si&#x2D0;&#x2CC;&#x283;el</transcription><image>1085781703muszla.jpeg</image><audio>seashell.mp3</audio><sentences><sentence sid="1776"><sentenceang>Empty seashells are often found washed up on beaches by beachcombers.</sentenceang><sentencepl>Puste muszle s&#x105; cz&#x119;sto znajdowane wyrzucone na pla&#x17C;&#x119; przez osoby poszukuj&#x105;ce cennych rzeczy na pla&#x17C;y.</sentencepl><sentenceaudio/></sentence><sentence sid="1777"><sentenceang>Seashells are not the only kind of shells.</sentenceang><sentencepl>Muszle nie s&#x105; jedynym rodzajem skorup.</sentencepl><sentenceaudio/></sentence><sentence sid="1778"><sentenceang>The term seashell usually refers to the exoskeleton of an invertebrate.</sentenceang><sentencepl>Termin muszla odnosi si&#x119; zwykle do pancerza wyst&#x105;puj&#x105;cego u bezkr&#x119;gowc&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="1779"><sentenceang>A seashell is a hard, protective outer layer created by an animal that lives in the sea.</sentenceang><sentencepl>Muszla jest tward&#x105;, zewn&#x119;trzn&#x105; warstw&#x105; ochronn&#x105; utworzon&#x105; przez zwierz&#x119;, kt&#xF3;re &#x17C;yje w morzu.</sentencepl><sentenceaudio/></sentence><sentence sid="1780"><sentenceang>Seashells have been admired, studied and used by humans for many different purposes throughout history.</sentenceang><sentencepl>Muszle by&#x142;y podziwiane, studiowane i u&#x17C;ywane przez ludzi do wielu r&#xF3;&#x17C;nych cel&#xF3;w w ca&#x142;ej historii.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="502"><angword>shell</angword><plword>skorupa</plword><transcription>&#x283;&#x25B;l</transcription><image>280080453skorupa.jpeg</image><audio>shell.mp3</audio><sentences><sentence sid="1781"><sentenceang>Tom picked up some pretty shells on the beach.</sentenceang><sentencepl>Tom zabiera&#x142; niekt&#xF3;re &#x142;adne muszle na pla&#x17C;y.</sentencepl><sentenceaudio/></sentence><sentence sid="1782"><sentenceang>He has come out of his shell.</sentenceang><sentencepl>Wyszed&#x142; ze swojej skorupy.</sentencepl><sentenceaudio/></sentence><sentence sid="1783"><sentenceang>The shell of an egg is easily broken.</sentenceang><sentencepl>Skorupa jajka jest &#x142;atwo &#x142;amliwa.</sentencepl><sentenceaudio/></sentence><sentence sid="1784"><sentenceang>The drinks were served in coconut shells.</sentenceang><sentencepl>Napoje by&#x142;y podawane w skorupach orzech&#xF3;w kokosowych.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="503"><angword>sting</angword><plword>&#x17C;&#x105;d&#x142;o</plword><transcription>&#x2C8;st&#x26A;&#x14B;</transcription><image>1791865642zadlo.jpeg</image><audio>sting.mp3</audio><sentences><sentence sid="1785"><sentenceang>The stings of most of these species can be quite painful, and are therefore keenly avoided by many people.</sentenceang><sentencepl>&#x17B;&#x105;d&#x142;a wi&#x119;kszo&#x15B;ci tych gatunk&#xF3;w mog&#x105; by&#x107; bardzo bolesne i dlatego s&#x105; bacznie unikane przez wielu ludzi.</sentencepl><sentenceaudio/></sentence><sentence sid="1786"><sentenceang>In people who are allergic to bee stings, a sting may trigger a dangerous anaphylactic reaction that is potentially deadly.</sentenceang><sentencepl>U ludzi, kt&#xF3;rzy s&#x105; uczuleni na u&#x17C;&#x105;dlenia pszcz&#xF3;&#x142;, &#x17C;&#x105;d&#x142;o mo&#x17C;e wywo&#x142;a&#x107; niebezpieczn&#x105; reakcj&#x119; anafilaktyczn&#x105;, kt&#xF3;ra jest potencjalnie &#x15B;miertelna.</sentencepl><sentenceaudio/></sentence><sentence sid="1787"><sentenceang>When a honey bee stings a person, it cannot pull the barbed stinger back out.</sentenceang><sentencepl>Kiedy pszczo&#x142;a u&#x17C;&#x105;dli osob&#x119;, to nie mo&#x17C;e ona wyci&#x105;gn&#x105;&#x107; kolczastego &#x17C;&#x105;d&#x142;a z powrotem.</sentencepl><sentenceaudio/></sentence><sentence sid="1788"><sentenceang>The wasp has a very painful sting, and will sting if it feels threatened.</sentenceang><sentencepl>Osy maj&#x105; bardzo bolesne &#x17C;&#x105;d&#x142;o, i mog&#x105; u&#x17C;&#x105;dli&#x107; gdy czuj&#x105; si&#x119; zagro&#x17C;one.</sentencepl><sentenceaudio/></sentence><sentence sid="1789"><sentenceang>Bee stings can be very painful.</sentenceang><sentencepl>U&#x17C;&#x105;dlenia pszcz&#xF3;&#x142; mog&#x105; by&#x107; bardzo bolesne.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="504"><angword>trunk</angword><plword>tr&#x105;ba</plword><transcription>t(&#x283;)&#x279;&#x28C;&#x14B;k</transcription><image>1637653713traba.jpeg</image><audio>trunk.mp3</audio><sentences><sentence sid="1790"><sentenceang>However, except for the very young or infirm, elephants always use their trunks to tear up their food and then place it in their mouths.</sentenceang><sentencepl>Jednak&#x17C;e, z wyj&#x105;tkiem bardzo m&#x142;odych lub chorych osobnik&#xF3;w, s&#x142;onie zawsze wykorzystuj&#x105; swoje tr&#x105;by aby zrywa&#x107; jedzenie, a nast&#x119;pnie umieszcza&#x107; je w swoich ustach.</sentencepl><sentenceaudio/></sentence><sentence sid="1791"><sentenceang>Familiar elephants will greet each other by entwining their trunks, much like a handshake.</sentenceang><sentencepl>Znajome s&#x142;onie przywitaj&#x105; si&#x119; splataj&#x105;c swoje tr&#x105;by, tak jakby robi&#x142;y u&#x15B;cisk d&#x142;oni.</sentencepl><sentenceaudio/></sentence><sentence sid="1792"><sentenceang>By raising the trunk up in the air and swiveling it from side to side, like a periscope, it can determine the location of friends, enemies, and food sources.</sentenceang><sentencepl>Podnosz&#x105;c tr&#x105;b&#x119; w g&#xF3;r&#x119; i przechylaj&#x105;c j&#x105; z boku na bok, jak peryskop, mo&#x17C;e on okre&#x15B;li&#x107; lokalizacj&#x119; przyjaci&#xF3;&#x142;, wrog&#xF3;w i &#x17A;r&#xF3;de&#x142; &#x17C;ywno&#x15B;ci.</sentencepl><sentenceaudio/></sentence><sentence sid="1793"><sentenceang>Elephants can defend themselves very well by flailing their trunks at unwanted intruders or by grasping and flinging them.</sentenceang><sentencepl>S&#x142;onie mog&#x105; broni&#x107; si&#x119; bardzo dobrze wymachuj&#x105;c swoimi tr&#x105;bami na niechcianych intruz&#xF3;w lub chwytaj&#x105;c ich i ciskaj&#x105;c o ziemi&#x119;.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="505"><angword>tusk</angword><plword>kie&#x142;</plword><transcription>&#x2C8;t&#x28C;sk</transcription><image></image><audio>tusk.mp3</audio><sentences><sentence sid="1794"><sentenceang>In most tusked species both the males and the females have tusks although the males are larger.</sentenceang><sentencepl>U wi&#x119;kszo&#x15B;ci gatunk&#xF3;w posiadaj&#x105;cych k&#x142;y zar&#xF3;wno samce jak i samice maj&#x105; k&#x142;y, chocia&#x17C; u samc&#xF3;w s&#x105; one wi&#x119;ksze.</sentencepl><sentenceaudio/></sentence><sentence sid="1795"><sentenceang>In the elephant, the tusks were originally second incisors.</sentenceang><sentencepl>U s&#x142;onia, k&#x142;y by&#x142;y pierwotnie drugimi siekaczami.</sentencepl><sentenceaudio/></sentence><sentence sid="1796"><sentenceang>Elephants use their tusks as digging and boring tools.</sentenceang><sentencepl>S&#x142;onie wykorzystuj&#x105; swoje k&#x142;y jak narz&#x119;dzia do kopania i wiercenia.</sentencepl><sentenceaudio/></sentence><sentence sid="1797"><sentenceang>This is an elephant\'s tusk.</sentenceang><sentencepl>To jest kie&#x142; s&#x142;onia.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="506"><angword>anthill</angword><plword>mrowisko</plword><transcription>&#x2C8;&#xE6;nth&#x26A;l</transcription><image>1694145947mrowisko.jpeg</image><audio>anthill.mp3</audio><sentences><sentence sid="1798"><sentenceang>In many cases, a shrine is erected over the anthill and women can be seen lighting candles and praying to the Deity within.</sentenceang><sentencepl>W wielu przypadkach, &#x15B;wi&#x105;tynia jest wznoszona na mrowisku i mo&#x17C;na zauwa&#x17C;y&#x107; kobiety pal&#x105;ce &#x15B;wiece i modl&#x105;ce si&#x119; do B&#xF3;stwa wewn&#x105;trz niej.</sentencepl><sentenceaudio/></sentence><sentence sid="1799"><sentenceang>In the daylight, it resembled a gigantic anthill.</sentenceang><sentencepl>W &#x15B;wietle dziennym przypomina gigantyczne mrowisko.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="507"><angword>hive</angword><plword>ul</plword><transcription>ha&#x26A;v</transcription><image>525576934ul.jpeg</image><audio>hive.mp3</audio><sentences><sentence sid="1800"><sentenceang>Bees communicate the location of food by carrying odor samples back to the hive.</sentenceang><sentencepl>Pszczo&#x142;y komunikuj&#x105; lokalizacj&#x119; po&#x17C;ywienia poprzez przyniesienie pr&#xF3;bki zapachu z powrotem do ula.</sentencepl><sentenceaudio/></sentence><sentence sid="1801"><sentenceang>Artificial beehives serve two purposes: production of honey and pollination of nearby crops.</sentenceang><sentencepl>Sztuczne ule pe&#x142;ni&#x105; dwa zadania: produkcj&#x119; miodu i zapylanie pobliskich upraw.</sentencepl><sentenceaudio/></sentence><sentence sid="1802"><sentenceang>When bees have made a hive, only other invasive insects, rodents, disease, or complete destruction of their hive are the only ways the hive will stop or move.</sentenceang><sentencepl>Kiedy pszczo&#x142;y utworzy&#x142;y ul, tylko inne inwazyjne owady, gryzonie, choroby lub ca&#x142;kowite zniszczenie ich ula s&#x105; jedynymi sposobami by ul przesta&#x142; funkcjonowa&#x107; lub zosta&#x142; przeniesiony.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="508"><angword>burrow</angword><plword>nora kr&#xF3;lika</plword><transcription>&#x2C8;b&#x259;ro&#x28A;</transcription><image></image><audio>burrow.mp3</audio><sentences><sentence sid="1803"><sentenceang>Burrows provide a form of shelter against predation and exposure to the elements, so the burrowing way of life is quite popular among the animals.</sentenceang><sentencepl>Nory zapewniaj&#x105; form&#x119; schronienia przed drapie&#x17C;nictwem i nara&#x17C;eniem na czynniki zewn&#x119;trzne, st&#x105;d &#x17C;ycie w norze jest ca&#x142;kiem popularne w&#x15B;r&#xF3;d zwierz&#x105;t.</sentencepl><sentenceaudio/></sentence><sentence sid="1804"><sentenceang>A wide variety of animals construct or use burrows in many different types of substrate.</sentenceang><sentencepl>Wiele r&#xF3;&#x17C;nych zwierz&#x105;t buduje lub u&#x17C;ywa nor w wielu r&#xF3;&#x17C;nych rodzajach pod&#x142;o&#x17C;a.</sentencepl><sentenceaudio/></sentence><sentence sid="1805"><sentenceang>Termites construct burrows in wood.</sentenceang><sentencepl>Termity buduj&#x105; nory w drewnie.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="509"><angword>cage</angword><plword>klatka</plword><transcription>ke&#x26A;d&#x292;</transcription><image>391766103klatka.jpeg</image><audio>cage.mp3</audio><sentences><sentence sid="1806"><sentenceang>When all wrestlers have entered, the cage raises 2 m.</sentenceang><sentencepl>Gdy wszyscy zapa&#x15B;nicy weszli, klatka podnosi si&#x119; o 2 m.</sentencepl><sentenceaudio/></sentence><sentence sid="1807"><sentenceang>A cage can serve many purposes, including keeping an animal in captivity, capturing, and being used for display of an animal at a zoo.</sentenceang><sentencepl>Klatka mo&#x17C;e s&#x142;u&#x17C;y&#x107; do wielu cel&#xF3;w, w tym trzymania zwierz&#x119;cia w niewoli, schwytania go, i mo&#x17C;e by&#x107; u&#x17C;ywana do prezentowania zwierz&#x119;cia w zoo.</sentencepl><sentenceaudio/></sentence><sentence sid="1808"><sentenceang>This is a common and illegal purpose of the cage, as poaching is illegal itself.</sentenceang><sentencepl>Jest to powszechne i nielegalne przeznaczenie klatki jako, &#x17C;e k&#x142;usownictwo jest nielegalne samo w sobie.</sentencepl><sentenceaudio/></sentence><sentence sid="1809"><sentenceang>The lion walked to and fro in its cage all day.</sentenceang><sentencepl>Lew przez ca&#x142;y dzie&#x144; chodzi&#x142; tam i z powrotem po klatce.</sentencepl><sentenceaudio/></sentence><sentence sid="1810"><sentenceang>The tiger laid in the middle of the cage.</sentenceang><sentencepl>Tygrys le&#x17C;a&#x142; po&#x15B;rodku klatki.</sentencepl><sentenceaudio/></sentence><sentence sid="1811"><sentenceang>The girl released the birds from the cage.</sentenceang><sentencepl>Wypu&#x15B;ci&#x142;a ptaki z klatki.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="510"><angword>cowshed</angword><plword>obora</plword><transcription>&#x2C8;k&#xE6;&#x28A;&#x2CC;&#x283;ed</transcription><image>745890008obora.jpeg</image><audio>cowshed.mp3</audio><sentences><sentence sid="1812"><sentenceang>The farm was initially formed by a cowshed located beside a cottage.</sentenceang><sentencepl>Gospodarstwo zosta&#x142;o pocz&#x105;tkowo utworzone przez obor&#x119; znajduj&#x105;c&#x105; si&#x119; obok chaty.</sentencepl><sentenceaudio/></sentence><sentence sid="1813"><sentenceang>He has built a new cowshed in the last year.</sentenceang><sentencepl>Zbudowa&#x142; now&#x105; obor&#x119; w tamtym roku.</sentencepl><sentenceaudio/></sentence><sentence sid="1814"><sentenceang> A barn meant for keeping cattle may be known as a cowshed.</sentenceang><sentencepl>Stodo&#x142;a przeznaczona do hodowli byd&#x142;a mo&#x17C;e by&#x107; nazwana obor&#x105;.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="511"><angword>den</angword><plword>jaskinia</plword><transcription>&#x2C8;d&#x1EBD;&#x2D0;n</transcription><image>1542769961jaskinia.jpg</image><audio>den.mp3</audio><sentences><sentence sid="1815"><sentenceang>She normally emerged every five or six hours for a hunting trip of about half an hour, returning to the den with eels.</sentenceang><sentencepl>Wy&#x142;ania si&#x119; zwykle co pi&#x119;&#x107; lub sze&#x15B;&#x107; godzin na polowanie trwaj&#x105;ce oko&#x142;o p&#xF3;&#x142; godziny, wracaj&#x105;c do jaskini z w&#x119;gorzami.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="512"><angword>aquarium</angword><plword>akwarium</plword><transcription>a.kwa.&#x281;j&#x254;m</transcription><image>893611596akwarium.jpg</image><audio>aquarium.mp3</audio><sentences><sentence sid="1816"><sentenceang>Specialized equipment maintains appropriate water quality and other characteristics suitable for the aquarium\'s residents.</sentenceang><sentencepl>Specjalistyczny sprz&#x119;t utrzymuje odpowiedni&#x105; jako&#x15B;&#x107; wody i inne cechy odpowiednie dla mieszka&#x144;c&#xF3;w akwarium.</sentencepl><sentenceaudio/></sentence><sentence sid="1817"><sentenceang>An aquarium must be maintained regularly to ensure that the fish are kept healthy.</sentenceang><sentencepl>Akwarium musi by&#x107; regularnie utrzymywane w celu zapewnienia, &#x17C;e ryby s&#x105; w dobrym stanie.</sentencepl><sentenceaudio/></sentence><sentence sid="1818"><sentenceang>Sometimes, a vigorous cleaning of the filter is enough to seriously disturb the biological balance of an aquarium.</sentenceang><sentencepl>Czasami intensywne czyszczenie filtra wystarcza do powa&#x17C;nego zak&#x142;&#xF3;cenia r&#xF3;wnowagi biologicznej w akwarium.</sentencepl><sentenceaudio/></sentence><sentence sid="1819"><sentenceang>Aquarists have rules of thumb to estimate the number of fish that can be kept in an aquarium.</sentenceang><sentencepl>Akwary&#x15B;ci maj&#x105; praktyczne zasady, &#x17C;eby oszacowa&#x107; liczb&#x119; ryb, kt&#xF3;re mog&#x105; by&#x107; przechowywane w akwarium.</sentencepl><sentenceaudio/></sentence><sentence sid="1820"><sentenceang>Is there an aquarium at this zoo?</sentenceang><sentencepl>Czy jest w tym zoo akwarium?</sentencepl><sentenceaudio/></sentence><sentence sid="1821"><sentenceang>Tom sat staring at the tropical fish swimming around in the aquarium in his bedroom.</sentenceang><sentencepl>Tom usiad&#x142; wpatruj&#x105;c si&#x119; w tropikalne ryby p&#x142;ywaj&#x105;ce w akwarium w jego sypialni.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="513"><angword>henhouse</angword><plword>kurnik</plword><transcription>&#x2C8;hen&#x2CC;h&#xE6;&#x28A;s</transcription><image>2096386756kurnik.jpg</image><audio>henhouse.mp3</audio><sentences><sentence sid="1822"><sentenceang>I\'m afraid my grandma neither has a henhouse nor a motorcycle.</sentenceang><sentencepl>Obawiam si&#x119;, &#x17C;e moja babcia nigdy nie mia&#x142;a ani kurnika ani motocyklu.</sentencepl><sentenceaudio/></sentence><sentence sid="1823"><sentenceang>Henhouse is a building where female chickens are kept.</sentenceang><sentencepl>Kurnik to budynek, gdzie trzymane s&#x105; samice kurcz&#x105;t.</sentencepl><sentenceaudio/></sentence><sentence sid="1824"><sentenceang>Inside henhouses are often nest boxes for egg-laying and perches on which the birds can sleep.</sentenceang><sentencepl>Wewn&#x105;trz kurnika znajduj&#x105; si&#x119; cz&#x119;sto skrzynki l&#x119;gowe do sk&#x142;adania jaj i grz&#x119;dy, na kt&#xF3;rych mog&#x105; spa&#x107; ptaki.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="514"><angword>kennel</angword><plword>buda dla psa</plword><transcription>&#x2C8;ken&#x259;l</transcription><image>424009606buda.jpg</image><audio>kennel.mp3</audio><sentences><sentence sid="1825"><sentenceang>A kennel is a structure or shelter for dogs.</sentenceang><sentencepl>Buda jest konstrukcj&#x105; lub schronieniem dla ps&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="1826"><sentenceang>Our dog is in the kennel.</sentenceang><sentencepl>Nasz pies siedzi w budzie.</sentencepl><sentenceaudio/></sentence><sentence sid="1827"><sentenceang>I made this kennel by myself.</sentenceang><sentencepl>Sam zrobi&#x142;em t&#x119; psi&#x105; bud&#x119;.</sentencepl><sentenceaudio/></sentence><sentence sid="1828"><sentenceang>Pochi and Moko are in the kennel, and other dogs are playing in the garden.</sentenceang><sentencepl>Pochi i Moko s&#x105; w budzie, a inne psy bawi&#x105; si&#x119; w ogrodzie.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="515"><angword>stable</angword><plword>stajnia</plword><transcription>&#x2C8;ste&#x26A;.b&#x259;l</transcription><image>1711159355stajnia.jpg</image><audio>stable.mp3</audio><sentences><sentence sid="1829"><sentenceang>Free-standing stables began to be built from the 16th century.</sentenceang><sentencepl>Wolnostoj&#x105;ce stajnie zacz&#x119;to budowa&#x107; pocz&#x105;wszy od XVI wieku.</sentencepl><sentenceaudio/></sentence><sentence sid="1830"><sentenceang>The exterior design of a stable can vary widely, based on climate, building materials, historical period, and cultural styles of architecture.</sentenceang><sentencepl>Wygl&#x105;d zewn&#x119;trzny stajni mo&#x17C;e si&#x119; znacznie r&#xF3;&#x17C;ni&#x107;, w zale&#x17C;no&#x15B;ci od klimatu, materia&#x142;&#xF3;w budowlanych, okresu historycznego, i stylu w architekturze.</sentencepl><sentenceaudio/></sentence><sentence sid="1831"><sentenceang>A horse in a box stall, inside a stable</sentenceang><sentencepl>Ko&#x144; w przegrodzie wewn&#x105;trz stajni.</sentencepl><sentenceaudio/></sentence><sentence sid="1832"><sentenceang>A stable is a building in which livestock, especially horses, are kept. </sentenceang><sentencepl>Stajnia jest budynkiem, w kt&#xF3;rym s&#x105; hodowane zwierz&#x119;ta, szczeg&#xF3;lnie konie.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="516"><angword>cobweb</angword><plword>paj&#x119;czyna</plword><transcription>&#x2C8;k&#x251;b&#x2CC;web</transcription><image>598584120pajeczyna.jpg</image><audio>cobweb.mp3</audio><sentences><sentence sid="1833"><sentenceang>Cobweb is a device built by a spider out of spider silk extruded from its spinnerets.</sentenceang><sentencepl>Paj&#x119;czyna jest narz&#x119;dziem budowanym przez paj&#x105;ka z paj&#x119;czej nici wyci&#x15B;ni&#x119;tej z jego gruczo&#x142;&#xF3;w prz&#x119;dnych.</sentencepl><sentenceaudio/></sentence><sentence sid="1834"><sentenceang>Insects can get trapped in cobwebs, providing nutrition to the spider.</sentenceang><sentencepl>Owady mog&#x105; wpl&#x105;ta&#x107; si&#x119; w paj&#x119;czyny, dostarczaj&#x105;c paj&#x105;kowi po&#x17C;ywienie.</sentencepl><sentenceaudio/></sentence><sentence sid="1835"><sentenceang>However, not all spiders build cobwebs to catch prey, and some do not build cobwebs at all.</sentenceang><sentencepl>Jednak nie wszystkie paj&#x105;ki buduj&#x105; paj&#x119;czyny w celu chwytania ofiar, a niekt&#xF3;re z nich nie buduj&#x105; paj&#x119;czyn w og&#xF3;le. </sentencepl><sentenceaudio/></sentence><sentence sid="1836"><sentenceang>Laws are like cobwebs, which may catch small flies, but let wasps and hornets break through. </sentenceang><sentencepl>Ustawy s&#x105; jak paj&#x119;czyny, kt&#xF3;re mog&#x105; z&#x142;apa&#x107; ma&#x142;e muchy, ale pozwalaj&#x105; przebi&#x107; si&#x119; os&#x105; i szerszeni&#x105;.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="517"><angword>fodder</angword><plword>pasza</plword><transcription>&#x2C8;f&#x251;d&#x259;r</transcription><image>820984473pasza.jpg</image><audio>fodder.mp3</audio><sentences><sentence sid="1837"><sentenceang>Fodder factory set up by an individual farmer to produce customised cattle feed</sentenceang><sentencepl>Fabryka paszy utworzona przez indywidualnego rolnika do produkcji paszy dostosowanej dla byd&#x142;a.</sentencepl><sentenceaudio/></sentence><sentence sid="1838"><sentenceang>Fodder is any agricultural foodstuff used specifically to feed domesticated livestock, such as cattle, goats, sheep, horses, chickens and pigs.</sentenceang><sentencepl>Pasza jest dowoln&#x105; &#x17C;ywno&#x15B;ci&#x105; rolnicz&#x105; przeznaczon&#x105; specjalnie do karmienia udomowionych zwierz&#x105;t gospodarskich, takich jak byd&#x142;o, kozy, owce, konie, kury i &#x15B;winie.</sentencepl><sentenceaudio/></sentence><sentence sid="1839"><sentenceang>Barley is a crop sometimes grown for fodder.</sentenceang><sentencepl>J&#x119;czmie&#x144; jest upraw&#x105; czasami sadzon&#x105; dla paszy.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="518"><angword>hay</angword><plword>siano</plword><transcription>he&#x26A;</transcription><image>529453136siano.jpg</image><audio>hay.mp3</audio><sentences><sentence sid="1840"><sentenceang>This is fresh grass hay, newly baled.</sentenceang><sentencepl>To jest &#x15B;wie&#x17C;e siano z traw, niedawno balowane.</sentencepl><sentenceaudio/></sentence><sentence sid="1841"><sentenceang>Although straw is also used as fodder, particularly as a source of dietary fiber, it has lower nutritional value than hay.</sentenceang><sentencepl>Chocia&#x17C; s&#x142;oma jest r&#xF3;wnie&#x17C; wykorzystywana na pasz&#x119;, zw&#x142;aszcza jako &#x17A;r&#xF3;d&#x142;o b&#x142;onnika pokarmowego, ma ona ni&#x17C;sz&#x105; warto&#x15B;&#x107; od&#x17C;ywcz&#x105; ni&#x17C; siano.</sentencepl><sentenceaudio/></sentence><sentence sid="1842"><sentenceang>Animals that can eat hay vary in the types of grasses suitable for consumption, the ways they consume hay, and how they digest it.</sentenceang><sentencepl>Zwierz&#x119;ta, kt&#xF3;re mog&#x105; je&#x15B;&#x107; siano r&#xF3;&#x17C;ni&#x105; si&#x119; w zale&#x17C;no&#x15B;ci od typ&#xF3;w traw nadaj&#x105;cych si&#x119; dla nich do spo&#x17C;ycia, sposob&#xF3;w w jaki jedz&#x105; siano, i jak je trawi&#x105;.</sentencepl><sentenceaudio/></sentence><sentence sid="1843"><sentenceang>Contaminated hay can also lead to respiratory problems in horses.</sentenceang><sentencepl>Zanieczyszczone siano mo&#x17C;e r&#xF3;wnie&#x17C; prowadzi&#x107; do problem&#xF3;w z oddychaniem u koni.</sentencepl><sentenceaudio/></sentence><sentence sid="1844"><sentenceang>Pigs may be fed hay, but they do not digest it as efficiently as more fully herbivorous animals.</sentenceang><sentencepl>&#x15A;winie mog&#x105; by&#x107; karmione sianem, ale nie trawi&#x105; go tak skutecznie jak wi&#x119;kszo&#x15B;&#x107; w pe&#x142;ni ro&#x15B;lino&#x17C;ernych zwierz&#x105;t.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="519"><angword>horseshoe</angword><plword>podkowa</plword><transcription>&#x2C8;h&#x254;&#x2D0;s.&#x283;u&#x2D0;</transcription><image>1259373528podkowea.jpg</image><audio>horseshoe.mp3</audio><sentences><sentence sid="1845"><sentenceang>When kept as a talisman, a horseshoe is said to bring good luck.</sentenceang><sentencepl>Przechowywana jako talizman, podkowa jest uznawana za przynosz&#x105;c&#x105; szcz&#x119;&#x15B;cie.</sentencepl><sentenceaudio/></sentence><sentence sid="1846"><sentenceang>Modern horseshoes are most commonly made of steel and nailed into the hoof wall.</sentenceang><sentencepl>Wsp&#xF3;&#x142;czesne podkowy s&#x105; najcz&#x119;&#x15B;ciej wykonane ze stali i przybite gwo&#x17A;dziami do kopyta.</sentencepl><sentenceaudio/></sentence><sentence sid="1847"><sentenceang>Horseshoes are available in a wide variety of materials and styles, developed for different types of horse and for the work they do.</sentenceang><sentencepl>Podkowy s&#x105; dost&#x119;pne w szerokiej gamie materia&#x142;&#xF3;w i styli, opracowane dla r&#xF3;&#x17C;nych rodzaj&#xF3;w koni i pracy, kt&#xF3;r&#x105; wykonuj&#x105;.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="520"><angword>lead</angword><plword>smycz</plword><transcription>l&#x25B;d</transcription><image>1665597725smycz.jpg</image><audio>lead.mp3</audio><sentences><sentence sid="1848"><sentenceang>A lead is a rope or similar material attached to the neck or head of an animal for restraint or control.</sentenceang><sentencepl>Smycz jest sznurem lub podobnym materia&#x142;em przypi&#x119;tym do szyi lub g&#x142;owy zwierz&#x119;cia w celu jego przytrzymania lub kontroli.</sentencepl><sentenceaudio/></sentence><sentence sid="1849"><sentenceang>Many cities have passed legislation that requires dogs to be on lead in public area.</sentenceang><sentencepl>Wiele miast przyj&#x119;&#x142;o ustaw&#x119;, kt&#xF3;ra wymaga by psy by&#x142;y na smyczy w miejscach publicznych.</sentencepl><sentenceaudio/></sentence><sentence sid="1850"><sentenceang>Cat is wearing a harness and lead.</sentenceang><sentencepl>Kot ma na sobie uprz&#x105;&#x17C; i smycz.</sentencepl><sentenceaudio/></sentence><sentence sid="1851"><sentenceang>Dog lead come in variety of designs and colors and they can be made of leather, nylon or other composite materials.</sentenceang><sentencepl>Psie smycze wyst&#x119;puj&#x105; w r&#xF3;&#x17C;nych wzorach i kolorach, i mog&#x105; by&#x107; wykonane ze sk&#xF3;ry, nylonu lub innych materia&#x142;&#xF3;w kompozytowych.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="521"><angword>muzzle</angword><plword>kaganiec</plword><transcription>&#x2C8;m&#x259;z&#x259;l</transcription><image>1285348715kaganiec.jpg</image><audio>muzzle.mp3</audio><sentences><sentence sid="1852"><sentenceang>Dog muzzles can be found in most pet supply stores.</sentenceang><sentencepl>Kaganiec dla psa mo&#x17C;na znale&#x17A;&#x107; w wi&#x119;kszo&#x15B;ci sklep&#xF3;w zoologicznych.</sentencepl><sentenceaudio/></sentence><sentence sid="1853"><sentenceang>Leather, wire, plastic, and nylon are common materials for muzzles.</sentenceang><sentencepl>Sk&#xF3;ra, drut, tworzywo sztuczne i nylon to typowe materia&#x142;y na kaga&#x144;ce.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="522"><angword>saddle</angword><plword>siod&#x142;o</plword><transcription>&#x2C8;s&#xE6;d&#x259;l</transcription><image>1373319579siodlo.jpg</image><audio>saddle.mp3</audio><sentences><sentence sid="1854"><sentenceang>The saddle is a supportive structure for a rider or other load, fastened to an animal\'s back by a girth.</sentenceang><sentencepl>Siod&#x142;o jest konstrukcj&#x105; wsporcz&#x105; dla je&#x17A;d&#x17A;ca lub innego obci&#x105;&#x17C;enia, przymocowan&#x105; do grzbietu zwierz&#x119;cia za pomoc&#x105; popr&#x119;gu.</sentencepl><sentenceaudio/></sentence><sentence sid="1855"><sentenceang>The most common type is the saddle designed for a horse, but specialized saddles have been created for camels and other creatures.</sentenceang><sentencepl>Najcz&#x119;&#x15B;ciej spotykanym typem jest siod&#x142;o zaprojektowane dla konia, ale zosta&#x142;y stworzone r&#xF3;wnie&#x17C; specjalistyczne siod&#x142;a dla wielb&#x142;&#x105;d&#xF3;w i innych zwierz&#x105;t.</sentencepl><sentenceaudio/></sentence><sentence sid="1856"><sentenceang>Proper saddle care can extend the useful life of a saddle, often for decades.</sentenceang><sentencepl>Prawid&#x142;owa piel&#x119;gnacja siod&#x142;a mo&#x17C;e przed&#x142;u&#x17C;y&#x107; jego &#x17C;ywotno&#x15B;&#x107;, cz&#x119;sto na wiele lat.</sentencepl><sentenceaudio/></sentence><sentence sid="1857"><sentenceang>Before getting on a horse, you usually put a saddle on its back.</sentenceang><sentencepl>Zanim wsiadasz na konia, zazwyczaj zak&#x142;adasz siod&#x142;o na jego grzbiet.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="523"><angword>straw</angword><plword>s&#x142;oma</plword><transcription>str&#x254;&#x2D0;</transcription><image>1694144406sloma.jpg</image><audio>straw.mp3</audio><sentences><sentence sid="1858"><sentenceang>The straw is either used directly in the form of bales, or densified into pellets which allows for the feedstock to be transported over longer distances.</sentenceang><sentencepl>S&#x142;oma jest zar&#xF3;wno u&#x17C;ywana bezpo&#x15B;rednio w postaci bali jak i zag&#x119;szczana w palety co pozwala na transport surowca na wi&#x119;ksze odleg&#x142;o&#x15B;ci.</sentencepl><sentenceaudio/></sentence><sentence sid="1859"><sentenceang>Straw is an agricultural by-product, the dry stalks of cereal plants, after the grain and chaff have been removed.</sentenceang><sentencepl>S&#x142;oma jest rolniczym produktem ubocznym, suchymi &#x142;odygami ro&#x15B;lin zbo&#x17C;owych, po tym jak ziarno i plewy zosta&#x142;y usuni&#x119;te.</sentencepl><sentenceaudio/></sentence><sentence sid="1860"><sentenceang>The use of straw as a carbon-neutral energy source is increasing rapidly.</sentenceang><sentencepl>Wykorzystanie s&#x142;omy jako &#x17A;r&#xF3;d&#x142;a energii neutralnego wzgl&#x119;dem dwutlenku w&#x119;gla gwa&#x142;townie wzrasta.</sentencepl><sentenceaudio/></sentence><sentence sid="1861"><sentenceang>Straw is an abundant agricultural waste product, and requires little energy to bale and transport for construction.</sentenceang><sentencepl>S&#x142;oma jest obficie wyst&#x119;puj&#x105;cym odpadem rolniczym, i wymaga niewiele energii do balowania i transportu na miejsce budowy.</sentencepl><sentenceaudio/></sentence><sentence sid="1862"><sentenceang>These straw mats, called tatami in Japanese, are no longer made by hand.</sentenceang><sentencepl>Te s&#x142;omiane maty, nazywane tatami w j&#x119;zyku japo&#x144;skim nie s&#x105; ju&#x17C; d&#x142;u&#x17C;ej wykonywane r&#x119;cznie.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="524"><angword>breed</angword><plword>hodowa&#x107;</plword><transcription>bri&#x2D0;d</transcription><image></image><audio>breed.mp3</audio><sentences/><postit/></word><word wid="525"><angword>bite</angword><plword>gry&#x17A;&#x107;</plword><transcription>ba&#x26A;t</transcription><image>1355204608gryzc.jpg</image><audio>bite.mp3</audio><sentences><sentence sid="1863"><sentenceang>Animals may bite in self-defense, in an attempt to predate food, as well as part of normal interactions.</sentenceang><sentencepl>Zwierz&#x119;ta mog&#x105; gry&#x17A;&#x107; w obronie w&#x142;asnej, pr&#xF3;buj&#x105;c upolowa&#x107; po&#x17C;ywienie, jak r&#xF3;wnie&#x17C; jako cz&#x119;&#x15B;&#x107; zwyk&#x142;ych kontakt&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="1864"><sentenceang>They react vigorously to threats and, reputedly, will more often attempt to bite than run away.</sentenceang><sentencepl>Reaguj&#x105; one zdecydowanie na zagro&#x17C;enia i pono&#x107;, b&#x119;d&#x105; znacznie cz&#x119;&#x15B;ciej pr&#xF3;bowa&#x107; ugry&#x17A;&#x107; ni&#x17C; ucieka&#x107;.</sentencepl><sentenceaudio/></sentence><sentence sid="1865"><sentenceang>Most deaths occur between 6 and 48 hours after the bite.</sentenceang><sentencepl>Wi&#x119;kszo&#x15B;&#x107; zgon&#xF3;w wyst&#x119;puje mi&#x119;dzy 6 i 48 godzin&#x105; po uk&#x105;szeniu.</sentencepl><sentenceaudio/></sentence><sentence sid="1866"><sentenceang>Stop biting your nails.</sentenceang><sentencepl>Przesta&#x144; obgryza&#x107; paznokcie.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="526"><angword>hibernate</angword><plword>zapada&#x107; w sen zimowy</plword><transcription>&#x2C8;ha&#x26A;b&#x259;&#x2CC;ne&#x26A;t</transcription><image>2019722070zapadac w sen zim.jpg</image><audio>hibernate.mp3</audio><sentences><sentence sid="1867"><sentenceang>Birds typically do not hibernate.</sentenceang><sentencepl>Ptaki zwykle nie zapadaj&#x105; w sen zimowy.</sentencepl><sentenceaudio/></sentence><sentence sid="1868"><sentenceang>About 23% of these bats hibernate in caves in Indiana.</sentenceang><sentencepl>Oko&#x142;o 23% tych nietoperzy zapada w sen zimowy w jaskiniach w stanie Indiana.</sentencepl><sentenceaudio/></sentence><sentence sid="1869"><sentenceang>Many believe that the bear hibernates during the whole winter and subsists by mechanically sucking its paws.</sentenceang><sentencepl>Wielu s&#x105;dzi, &#x17C;e nied&#x17A;wied&#x17A; zapada w sen zimowy na okres ca&#x142;ej zimy i utrzymuje si&#x119; przy &#x17C;yciu przez mechaniczne ssanie swojej &#x142;apy.</sentencepl><sentenceaudio/></sentence><sentence sid="1870"><sentenceang>This little frog hibernates during December and January and in very cold seasons through part of February.</sentenceang><sentencepl>Ta ma&#x142;a &#x17C;abka zapada w sen zimowy w grudniu i styczniu, a w bardzo zimnych sezonach przez cz&#x119;&#x15B;&#x107; lutego.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="527"><angword>lay eggs</angword><plword>znosi&#x107; jajka</plword><transcription>&#x2C8;le&#x26A; &#x2C8;egz</transcription><image></image><audio>lay_eggs.mp3</audio><sentences><sentence sid="1871"><sentenceang>Oviparous animals are animals that lay eggs, with little or no other development within the mother.</sentenceang><sentencepl>Jajorodne zwierz&#x119;ta to zwierz&#x119;ta, kt&#xF3;re sk&#x142;adaj&#x105; jaja, z kr&#xF3;tkim lub &#x17C;adnym innym stadium rozwoju w &#x142;onie matki.</sentencepl><sentenceaudio/></sentence><sentence sid="1872"><sentenceang>Some birds lay eggs even when not fertilized.</sentenceang><sentencepl>Niekt&#xF3;re ptaki sk&#x142;adaj&#x105; jaja, nawet je&#x15B;li nie s&#x105; one zap&#x142;odnione.</sentencepl><sentenceaudio/></sentence><sentence sid="1873"><sentenceang>Not all reptiles lay eggs.</sentenceang><sentencepl>Nie wszystkie gady sk&#x142;adaj&#x105; jaja.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="528"><angword>lick</angword><plword>liza&#x107;</plword><transcription>l&#x26A;k</transcription><image></image><audio>lick.mp3</audio><sentences><sentence sid="1874"><sentenceang>A tiger is licking its paw.</sentenceang><sentencepl>Tygrys li&#x17C;e swoj&#x105; &#x142;ap&#x119;.</sentencepl><sentenceaudio/></sentence><sentence sid="1875"><sentenceang>Certain reptiles, such as geckos, clean their eyes by licking them.</sentenceang><sentencepl>Niekt&#xF3;re gady, takie jak gekony, czyszcz&#x105; swoje oczy li&#x17C;&#x105;c je.</sentencepl><sentenceaudio/></sentence><sentence sid="1876"><sentenceang>Many animals both groom themselves and drink by licking.</sentenceang><sentencepl>Wiele zwierz&#x105;t zar&#xF3;wno dba o siebie jak i pije stosuj&#x105;c lizanie.</sentencepl><sentenceaudio/></sentence><sentence sid="1877"><sentenceang>Mother hummingbird\'s lick their chicks after a rainstorm to dry them.</sentenceang><sentencepl>Samica kolibra li&#x17C;e swoje piskl&#x119;ta aby je wysuszy&#x107; po burzy. </sentencepl><sentenceaudio/></sentence><sentence sid="1878"><sentenceang>The dog licked the plate with its tongue.</sentenceang><sentencepl>Pies wyliza&#x142; talerz swoim j&#x119;zykiem.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="529"><angword>play fetch</angword><plword>aportowa&#x107;</plword><transcription>&#x2C8;ple&#x26A; &#x2C8;fet&#x283;</transcription><image>1826674922aportowac.jpg</image><audio>play_fetch.mp3</audio><sentences><sentence sid="1879"><sentenceang>Well it\'s time to play fetch with your cat!</sentenceang><sentencepl>Dobrze nasta&#x142; czas &#x17C;eby pobawi&#x107; si&#x119; w aportowanie z twoim kotem!</sentencepl><sentenceaudio/></sentence><sentence sid="1880"><sentenceang>Clever dog plays fetch with himself.</sentenceang><sentencepl>Sprytny pies aportuje sam ze sob&#x105;.</sentencepl><sentenceaudio/></sentence><sentence sid="1881"><sentenceang>Not all dogs know how to play fetch.</sentenceang><sentencepl>Nie wszystkie psy wiedzi&#x105;, jak aportowa&#x107;.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="530"><angword>tame</angword><plword>oswoi&#x107;</plword><transcription>&#x2C8;te&#x26A;m</transcription><image></image><audio>tame.mp3</audio><sentences><sentence sid="1882"><sentenceang>On the other hand for thousands of years humans have managed to tame dangerous species like the elephants, bears and cheetahs whose failed domestications had little to do with their aggressiveness.</sentenceang><sentencepl>Z drugiej strony od tysi&#x119;cy lat ludzie zdo&#x142;ali oswoi&#x107; niebezpieczne gatunki, takie jak s&#x142;onie, nied&#x17A;wiedzie i gepardy, kt&#xF3;rych zako&#x144;czone niepowodzeniem udomowienie mia&#x142;o niewiele wsp&#xF3;lnego z ich agresywno&#x15B;ci&#x105;.</sentencepl><sentenceaudio/></sentence><sentence sid="1883"><sentenceang>Humans have tamed many thousands of animals that have never been truly domesticated.</sentenceang><sentencepl>Ludzie oswoili wiele tysi&#x119;cy zwierz&#x105;t, kt&#xF3;re nigdy nie zosta&#x142;y w pe&#x142;ni udomowione.</sentencepl><sentenceaudio/></sentence><sentence sid="1884"><sentenceang>There is debate over whether some species have been domesticated or just tamed.</sentenceang><sentencepl>Toczy si&#x119; debata nad tym czy pewne gatunki zosta&#x142;y udomowione czy tylko oswojone.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="531"><angword>species</angword><plword>gatunek</plword><transcription>&#x2C8;spi&#x2D0;&#x283;i&#x2D0;z</transcription><image></image><audio>species.mp3</audio><sentences><sentence sid="1885"><sentenceang>A genus contains one or more species.</sentenceang><sentencepl>Rodzaj zawiera jeden lub wi&#x119;cej gatunk&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="1886"><sentenceang>Some students of Darwin argue that all species are descended from a common ancestor.</sentenceang><sentencepl>Niekt&#xF3;rzy uczniowie Darwina twierdz&#x105;, &#x17C;e wszystkie gatunki pochodz&#x105; od wsp&#xF3;lnego przodka.</sentencepl><sentenceaudio/></sentence><sentence sid="1887"><sentenceang>The similarity of species is judged based on comparison of physical attributes, especially their DNA sequences.</sentenceang><sentencepl>Podobie&#x144;stwo gatunk&#xF3;w jest oceniane na podstawie por&#xF3;wnania cech fizycznych, a zw&#x142;aszcza ich sekwencji DNA.</sentencepl><sentenceaudio/></sentence><sentence sid="1888"><sentenceang>Environmental changes gave rise to new species.</sentenceang><sentencepl>Zmiany klimatu wytwarzaj&#x105; nowe gatunki.</sentencepl><sentenceaudio/></sentence><sentence sid="1889"><sentenceang>We associate the name of Darwin with The Origin of Species.</sentenceang><sentencepl>Kojarzymy nazwisko Darwina z dzie&#x142;em O powstawaniu gatunk&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="1890"><sentenceang>There are 340 species of hummingbirds.</sentenceang><sentencepl>Istnieje 340 gatunk&#xF3;w kolibr&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="1891"><sentenceang>That species of bird is said to be in danger of dying out.</sentenceang><sentencepl>Te gatunki ptak&#xF3;w uznawane s&#x105; za zagro&#x17C;one wygini&#x119;ciem.</sentencepl><sentenceaudio/></sentence><sentence sid="1892"><sentenceang>Although rainforests make up only two percent of the earth\'s surface, over half the world\'s wild plant, animal and insect species live there.</sentenceang><sentencepl>Chocia&#x17C; lasy deszczowe stanowi&#x105; jedynie 2 procent powierzchni Ziemi, to zamieszkuje je ponad po&#x142;owa gatunk&#xF3;w dzikich ro&#x15B;lin, zwierz&#x105;t i owad&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="1893"><sentenceang>It is not the strongest of the species that survive, not the most intelligent, but the one most responsive to change.</sentenceang><sentencepl>Gatunkiem, kt&#xF3;ry prze&#x17C;ywa, nie jest gatunek najmocniejszy ani najbardziej inteligentny, ale ten, kt&#xF3;ry najlepiej reaguje na zmiany.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="532"><angword>subspecies</angword><plword>podgatunek</plword><transcription>&#x2C8;s&#x259;b&#x2CC;spi&#x2D0;&#x283;i&#x2D0;z</transcription><image></image><audio>subspecies.mp3</audio><sentences><sentence sid="1894"><sentenceang>A species will either be recognized as having no subspecies at all or two or more, never just one.</sentenceang><sentencepl>Gatunek albo b&#x119;dzie uznany za nie maj&#x105;cy podgatunku w og&#xF3;le lub maj&#x105;cy dwa lub wi&#x119;cej podgatunki, nigdy jeden.</sentencepl><sentenceaudio/></sentence><sentence sid="1895"><sentenceang>In zoology only the subspecies is used, while in botany the variety, subvariety, and form are used as well.</sentenceang><sentencepl>W zoologii s&#x105; stosowane tylko podgatunki, natomiast w botanice s&#x105; u&#x17C;ywane r&#xF3;wnie&#x17C; odmiany, pododmiany i formy.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="533"><angword>race</angword><plword>rasa</plword><transcription>re&#x26A;s</transcription><image></image><audio>race.mp3</audio><sentences><sentence sid="1896"><sentenceang>Race is a classification system used to categorize humans into large and distinct populations or groups.</sentenceang><sentencepl>Rasa to system klasyfikacji stosowany do kategoryzowania ludzi w du&#x17C;e i odr&#x119;bne populacje lub grupy.</sentencepl><sentenceaudio/></sentence><sentence sid="1897"><sentenceang>It is demonstrated that race has no biological or genetic basis.</sentenceang><sentencepl>Wykazano, &#x17C;e rasa nie ma &#x17C;adnej podstawy biologicznej lub genetycznej.</sentencepl><sentenceaudio/></sentence><sentence sid="1898"><sentenceang>In biology, races are distinct genetically divergent populations within the same species with relatively small morphological and genetic differences.</sentenceang><sentencepl>W biologii, rasy s&#x105; r&#xF3;&#x17C;nymi genetycznie rozbie&#x17C;nymi populacjami w obr&#x119;bie tego samego gatunku o stosunkowo niewielkich r&#xF3;&#x17C;nicach morfologicznych i genetycznych.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="534"><angword>fleece</angword><plword>we&#x142;na</plword><transcription>fli&#x2D0;s</transcription><image></image><audio>fleece.mp3</audio><sentences><sentence sid="1899"><sentenceang>These small-scale farmers offer a wide selection of fleece.</sentenceang><sentencepl>Ci rolnicy produkuj&#x105;cy na niewielk&#x105; skal&#x119; oferuj&#x105; szeroki wyb&#xF3;r we&#x142;ny.</sentencepl><sentenceaudio/></sentence><sentence sid="1900"><sentenceang>Sheep are raised for fleece, meat and milk.</sentenceang><sentencepl>Owce s&#x105; hodowane dla we&#x142;ny, mi&#x119;sa i mleka.</sentencepl><sentenceaudio/></sentence><sentence sid="1901"><sentenceang>There was among the sheep a lamb with golden fleece, which, whenever he played his flute, began to dance.</sentenceang><sentencepl>By&#x142;o w&#x15B;r&#xF3;d owiec jagni&#x119; ze z&#x142;otym runem, kt&#xF3;re zacz&#x119;&#x142;o ta&#x144;czy&#x107; kiedykolwiek on zacz&#x105;&#x142; gra&#x107; na flecie.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word></set>
