<?xml version="1.0"?>
<set><word wid="1"><angword>apple</angword><plword>jab&#x142;ko</plword><transcription>&#x2C8;&#xE6;pl&#x329;</transcription><image>817662976apple.jpg</image><audio>apple.mp3</audio><sentences><sentence sid="3"><sentenceang>Apples are often eaten raw, but can also be found in many foods and drinks.</sentenceang><sentencepl>Jab&#x142;ka s&#x105; cz&#x119;sto spo&#x17C;ywane na surowo, ale mog&#x105; by&#x107; r&#xF3;wnie&#x17C; znalezione w wielu produktach spo&#x17C;ywczych i napojach.</sentencepl><sentenceaudio/></sentence><sentence sid="2"><sentenceang>Apples grow on small, deciduous trees.</sentenceang><sentencepl>Jab&#x142;ka rosn&#x105; na ma&#x142;ych, drzewach li&#x15B;ciastych. </sentencepl><sentenceaudio/></sentence><sentence sid="4"><sentenceang>Many beneficial health effects have been found from eating apples.</sentenceang><sentencepl>Wiele korzystnych efekt&#xF3;w zdrowotnych wynikaj&#x105;cych z jdzenia jab&#x142;ek zosta&#x142;o odkrytych.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="2"><angword>banana</angword><plword>banan</plword><transcription>b&#x259;&#x2C8;n&#x251;&#x2D0;n&#x259;</transcription><image>261290518banana.jpg</image><audio>banana.mp3</audio><sentences><sentence sid="5"><sentenceang>The Cavendish banana is the most common banana type sold.</sentenceang><sentencepl>Banan Cavendish jest najcz&#x119;stszym sprzedawanym typem banana.</sentencepl><sentenceaudio/></sentence><sentence sid="6"><sentenceang>Export bananas are picked green, and ripen in special rooms upon arrival in the destination country.</sentenceang><sentencepl>Banany eksportowe zbierane s&#x105; jako zielone, a po przybyciu do kraju docelowego dojrzewaj&#x105; w specjalnych pomieszczeniach.</sentencepl><sentenceaudio/></sentence><sentence sid="7"><sentenceang>Bananas are cooked in ways that are similar to potatoes.</sentenceang><sentencepl>Banany s&#x105; gotowane w spos&#xF3;b, kt&#xF3;ry jest podobny do ziemniak&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="8"><sentenceang>Bananas are among the most widely consumed foods in the world.</sentenceang><sentencepl>Banany s&#x105; jednymi z najcz&#x119;&#x15B;ciej spo&#x17C;ywanych produkt&#xF3;w spo&#x17C;ywczych na &#x15B;wiecie.</sentencepl><sentenceaudio/></sentence><sentence sid="9"><sentenceang>During the ripening process, bananas produce a plant hormone called ethylene, which indirectly affects the flavor.</sentenceang><sentencepl>Podczas procesu dojrzewania, banany produkuj&#x105; hormon ro&#x15B;linny o nazwie etylen, co po&#x15B;rednio wp&#x142;ywa na smak.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="3"><angword>pear</angword><plword>gruszka</plword><transcription>p&#x25B;&#x259;</transcription><image>1336747840pear.jpg</image><audio>pear.mp3</audio><sentences><sentence sid="10"><sentenceang>Pears are consumed fresh, canned, as juice, and dried.</sentenceang><sentencepl>Gruszki s&#x105; spo&#x17C;ywane na &#x15B;wie&#x17C;o, konserwowane, jako sok i suszone.</sentencepl><sentenceaudio/></sentence><sentence sid="11"><sentenceang>Pears are a good source of dietary fiber and a good source of vitamin C.</sentenceang><sentencepl>Gruszki s&#x105; dobrym &#x17A;r&#xF3;d&#x142;em b&#x142;onnika i dobrym &#x17A;r&#xF3;d&#x142;em witaminy C.</sentencepl><sentenceaudio/></sentence><sentence sid="12"><sentenceang>Pears are less allergenic than many other fruits.</sentenceang><sentencepl>Gruszki s&#x105; mniej uczulaj&#x105;ce ni&#x17C; wiele innych owoc&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="13"><sentenceang>Pears and apples cannot always be distinguished by the form of the fruit.</sentenceang><sentencepl>Gruszki i jab&#x142;ka nie zawsze mog&#x105; by&#x107; rozr&#xF3;&#x17C;nione przez posta&#x107; owoca.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="4"><angword>strawberry</angword><plword>truskawka</plword><transcription>&#x2C8;st&#x279;&#x254;&#x2D0;b(&#x259;)&#x279;i</transcription><image>2059562666strawberry.jpg</image><audio>strawberry.mp3</audio><sentences><sentence sid="14"><sentenceang>The first garden strawberry was grown in France during the late 18th century.</sentenceang><sentencepl>Pierwsze truskawki ogrodowe uprawiano we Francji w ko&#x144;cu 18 wieku.</sentencepl><sentenceaudio/></sentence><sentence sid="15"><sentenceang>Strawberries can also be grown indoors in strawberry pots.</sentenceang><sentencepl>Truskawki mog&#x105; by&#x107; r&#xF3;wnie&#x17C; uprawiane w pomieszczeniu w doniczkach.</sentencepl><sentenceaudio/></sentence><sentence sid="16"><sentenceang>Most strawberry plants are now fed with artificial fertilizers, both before and after harvesting.</sentenceang><sentencepl>Wi&#x119;kszo&#x15B;&#x107; sadzonek truskawek jest teraz karmiona sztucznymi nawozami, zar&#xF3;wno przed jak i po zbiorach.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="5"><angword>cherry</angword><plword>wi&#x15B;nia</plword><transcription>&#x2C8;&#x2A7;&#x25B;&#x279;i</transcription><image>77816448cherry.jpg</image><audio>cherry.mp3</audio><sentences><sentence sid="17"><sentenceang>Cherry is harvested by using shaker in commercial production.</sentenceang><sentencepl>W produkcji komercyjnej wi&#x15B;nia jest zbierana za pomoc&#x105; wytrz&#x105;sarki.</sentencepl><sentenceaudio/></sentence><sentence sid="18"><sentenceang>Studies have shown the cherry fruit to have plenty of health benefits. </sentenceang><sentencepl>Badania wykaza&#x142;y, &#x17C;e owoce wi&#x15B;ni posiadaj&#x105; wiele korzy&#x15B;ci zdrowotnych.</sentencepl><sentenceaudio/></sentence><sentence sid="19"><sentenceang>Tart cherry fruit juice concentrate is a favorite refreshing drink among athletes.</sentenceang><sentencepl>Cierpki koncentrat z owoc&#xF3;w wi&#x15B;ni jest ulubionym napojem orze&#x17A;wiaj&#x105;cym w&#x15B;r&#xF3;d sportowc&#xF3;w.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="6"><angword>orange</angword><plword>pomara&#x144;cza</plword><transcription>&#x2C8;&#x252;.&#x279;&#x26A;nd&#x292;</transcription><image>1386067974orange.jpg</image><audio>orange.mp3</audio><sentences><sentence sid="20"><sentenceang>Oranges, as with most citrus fruits, are a great source of vitamin C.</sentenceang><sentencepl>Pomara&#x144;cze, podobnie jak wi&#x119;kszo&#x15B;&#x107; owoc&#xF3;w cytrusowych, s&#x105; doskona&#x142;ym &#x17A;r&#xF3;d&#x142;em witaminy C.</sentencepl><sentenceaudio/></sentence><sentence sid="21"><sentenceang>Brazil is the largest orange-producing nation in the world.</sentenceang><sentencepl>Brazylia jest krajem o najwi&#x119;kszej produkcji pomara&#x144;czy na &#x15B;wiecie.</sentencepl><sentenceaudio/></sentence><sentence sid="22"><sentenceang>Oranges are widely grown in warm climates worldwide, and the flavours of oranges vary from sweet to sour. </sentenceang><sentencepl>Pomara&#x144;cze s&#x105; powszechnie uprawiane w ciep&#x142;ym klimacie na ca&#x142;ym &#x15B;wiecie, a smaki pomara&#x144;czy r&#xF3;&#x17C;ni&#x105; si&#x119; od s&#x142;odkich po kwa&#x15B;ne.</sentencepl><sentenceaudio/></sentence><sentence sid="23"><sentenceang>Orange blossom essence is an important component in the making of perfume.</sentenceang><sentencepl>Esencja kwiatu pomara&#x144;czy jest wa&#x17C;nym sk&#x142;adnikiem w wytwarzaniu perfum.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="7"><angword>kiwifruit</angword><plword>kiwi</plword><transcription>[kiwifruit]</transcription><image>138161828kiwi.jpg</image><audio>kiwifruit.mp3</audio><sentences><sentence sid="24"><sentenceang>Kiwifruit is often reported to have mild laxative effects, due to its significant levels of dietary fiber.</sentenceang><sentencepl>Kiwi jest cz&#x119;sto odnotowywane jako maj&#x105;ce &#x142;agodne dzia&#x142;anie przeczyszczaj&#x105;ce, ze wzgl&#x119;du na jego znacz&#x105;ce poziomy b&#x142;onnika pokarmowego.</sentencepl><sentenceaudio/></sentence><sentence sid="25"><sentenceang>Sliced kiwifruit has long been regularly used as a garnish atop whipped cream on New Zealand\'s national dessert, the pavlova.</sentenceang><sentencepl>Kiwi poci&#x119;te w plastry jest od dawna regularnie stosowane jako ozdoba na wierzchu bitej &#x15B;mietany w Pavlova, tradycyjnym nowozelandzkim deserze.</sentencepl><sentenceaudio/></sentence><sentence sid="26"><sentenceang>Consuming two to three kiwifruit daily significantly reduces platelet aggregation and blood triglyceride levels, potentially reducing the risk of blood clots.</sentenceang><sentencepl>Spo&#x17C;ywanie dw&#xF3;ch do trzech kiwi dziennie znacznie zmniejsza agregacj&#x119; p&#x142;ytek krwi i tr&#xF3;jgliceryd&#xF3;w we krwi, potencjalnie zmniejszaj&#x105;c ryzyko zakrzep&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="27"><sentenceang>If stored appropriately, ripe kiwifruit normally keep for about one to two weeks.</sentenceang><sentencepl>Je&#x15B;li przechowywane prawid&#x142;owo, dojrza&#x142;e kiwi normalnie przetrzymywa&#x107; oko&#x142;o jednego do dw&#xF3;ch tygodni.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="8"><angword>watermelon</angword><plword>arbuz</plword><transcription>[watermelon]</transcription><image>482691068watermelon.jpeg</image><audio>watermelon.mp3</audio><sentences><sentence sid="28"><sentenceang>Watermelon is thought to have originated in southern Africa, where it is found growing wild.</sentenceang><sentencepl>Arbuz jest uwa&#x17C;any za pochodz&#x105;cy z po&#x142;udniowej Afryki, gdzie jest on odnajdywany jako dziko rosn&#x105;cy.</sentencepl><sentenceaudio/></sentence><sentence sid="29"><sentenceang>A watermelon contains about 6% sugar and 92% water by weight.</sentenceang><sentencepl>Arbuz zawiera wagowo oko&#x142;o 6% cukru i 92% wody.</sentencepl><sentenceaudio/></sentence><sentence sid="30"><sentenceang>Watermelon rinds, usually a light green or white color, are also edible and contain many hidden nutrients.</sentenceang><sentencepl>Sk&#xF3;rki arbuza, zazwyczaj jasnozielone lub w bia&#x142;ym kolorze, s&#x105; jte&#x17C; jadalne i zawieraj&#x105; wiele ukrytych sk&#x142;adnik&#xF3;w od&#x17C;ywczych.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="9"><angword>grape</angword><plword>winogrono</plword><transcription>&#x261;&#x279;e&#x26A;p</transcription><image>2119322536grape.jpeg</image><audio>grape.mp3</audio><sentences><sentence sid="31"><sentenceang>A raisin is any dried grape.</sentenceang><sentencepl>Rodzynka to dowolna suszona winogron.</sentencepl><sentenceaudio/></sentence><sentence sid="32"><sentenceang>In Christian art, grapes often represent the blood of Christ.</sentenceang><sentencepl>W sztuce chrze&#x15B;cija&#x144;skiej, winogrona cz&#x119;sto reprezentuj&#x105; krew Chrystusa.</sentencepl><sentenceaudio/></sentence><sentence sid="33"><sentenceang>There are currently more than a dozen varieties of seedless grapes.</sentenceang><sentencepl>Istnieje obecnie ponad kilkana&#x15B;cie odmian bezpestkowych winogron.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="575"><angword>carrot</angword><plword>marchew</plword><transcription>&#x2C8;k&#xE6;r&#x259;t</transcription><image>1350537873carrot2.jpg</image><audio>carrot.mp3</audio><sentences><sentence sid="2045"><sentenceang>The most commonly eaten part of a carrot is a taproot, although the greens are edible as well.</sentenceang><sentencepl>Najcz&#x119;&#x15B;ciej jedzon&#x105; cz&#x119;&#x15B;ci&#x105; marchwi jest korze&#x144;, chocia&#x17C; na&#x107; tak&#x17C;e jest jadalna.</sentencepl><sentenceaudio/></sentence><sentence sid="2046"><sentenceang>The domestic carrot has been selectively bred for its greatly enlarged and more palatable, less woody-textured edible taproot.</sentenceang><sentencepl>Marchew domowa by&#x142;a selektywnie hodowana dla jej znacznie wi&#x119;kszego i bardziej smacznego oraz mniej zdrewnia&#x142;ego, jadalnego korzenia. </sentencepl><sentenceaudio/></sentence><sentence sid="2047"><sentenceang>Carrots take around 4 months to mature and it is suggested that carrot seeds are sown from mid-February to July.</sentenceang><sentencepl>Marchew potrzebuje oko&#x142;o 4 miesi&#x119;cy aby dojrze&#x107; i zalecane jest, &#x17C;eby nasiona marchwi wysiewa&#x107; od po&#x142;owy lutego do lipca.</sentencepl><sentenceaudio/></sentence><sentence sid="2048"><sentenceang>Rabbits like to eat carrots.</sentenceang><sentencepl>Kr&#xF3;liki lubi&#x105; je&#x15B;&#x107; marchewk&#x119;.</sentencepl><sentenceaudio/></sentence><sentence sid="2049"><sentenceang>Carrots contain a lot of vitamin A.</sentenceang><sentencepl>Marchew zawiera du&#x17C;o witaminy A.</sentencepl><sentenceaudio/></sentence><sentence sid="2050"><sentenceang>Mother made me eat carrots every day in my childhood.</sentenceang><sentencepl>W dzieci&#x144;stwie mama zmusza&#x142;a mnie do jedzenia marchewek codziennie.</sentencepl><sentenceaudio/></sentence><sentence sid="2051"><sentenceang>How much do the carrots cost?</sentenceang><sentencepl>Ile kosztuje marchew?</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="576"><angword>corn</angword><plword>kukurydza</plword><transcription>k&#x254;&#x2D0;n</transcription><image>255261189corn.jpg</image><audio>corn.mp3</audio><sentences><sentence sid="2052"><sentenceang>Sweet corn is usually shorter than field corn varieties.</sentenceang><sentencepl>S&#x142;odka kukurydza jest zazwyczaj kr&#xF3;tsza ni&#x17C; odmiany kukurydzy polnej.</sentencepl><sentenceaudio/></sentence><sentence sid="2053"><sentenceang>Sugar-rich varieties called sweet corn are usually grown for human consumption, while field corn varieties are used for animal feed and as chemical feedstocks.</sentenceang><sentencepl>Bogate w cukier odmiany nazywane kukurydz&#x105; s&#x142;odk&#x105; s&#x105; zazwyczaj uprawiane do cel&#xF3;w konsumpcyjnych, podczas gdy odmiany kukurydzy polnej s&#x105; stosowane jako pasza dla zwierz&#x105;t lub jako surowce chemiczne.</sentencepl><sentenceaudio/></sentence><sentence sid="2054"><sentenceang>Cattle that eat a corn-supplemented diet are labeled corn-fed beef.</sentenceang><sentencepl>Byd&#x142;o, kt&#xF3;re &#x17C;ywi si&#x119; diet&#x105; wzbogacon&#x105; w kukurydz&#x119; jest oznaczone jako wo&#x142;owina karmiona kukurydz&#x105;.</sentencepl><sentenceaudio/></sentence><sentence sid="2055"><sentenceang>If you eat corn or soya products, chances are you are consuming genetically modified products.</sentenceang><sentencepl>Je&#x17C;eli jadasz produkty z kukurydzy lub soi, s&#x105; szanse, &#x17C;e spo&#x17C;ywasz produkty modyfikowane genetycznie.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="577"><angword>cucumber</angword><plword>og&#xF3;rek</plword><transcription>&#x2C8;kju&#x2D0;&#x2CC;k&#x28C;mb&#x259;r</transcription><image>1948562598cucamber.jpg</image><audio>cucumber.mp3</audio><sentences><sentence sid="2056"><sentenceang>The cucumber is originally from India but is now grown on most continents.</sentenceang><sentencepl>Og&#xF3;rek pochodzi z Indii, ale jest obecnie uprawiany na wi&#x119;kszo&#x15B;ci kontynent&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="2057"><sentenceang>Most cucumber varieties, however, are seeded and require pollination.</sentenceang><sentencepl>Wi&#x119;kszo&#x15B;&#x107; odmian og&#xF3;rka, jest wysiewana i wymaga zapylenia.</sentencepl><sentenceaudio/></sentence><sentence sid="2058"><sentenceang>Pickled cucumbers are soaked in brine or a combination of vinegar and brine.</sentenceang><sentencepl>Konserwowane og&#xF3;rki s&#x105; moczone w solance lub w kombinacji octu i solanki.</sentencepl><sentenceaudio/></sentence><sentence sid="2059"><sentenceang>Cucumbers, spinach, broccoli and onions are considered non-starchy vegetables.</sentenceang><sentencepl>Og&#xF3;rki, szpinak, broku&#x142;y i cebula s&#x105; uwa&#x17C;ane za warzywa niskow&#x119;glowodanowe.</sentencepl><sentenceaudio/></sentence><sentence sid="2060"><sentenceang>Cucumbers are related to watermelons.</sentenceang><sentencepl>Og&#xF3;rki s&#x105; powi&#x105;zane z arbuzami.</sentencepl><sentenceaudio/></sentence><sentence sid="2061"><sentenceang>What a long cucumber!</sentenceang><sentencepl>Jaki d&#x142;ugi og&#xF3;rek!</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="578"><angword>onion</angword><plword>cebula</plword><transcription>&#x2C8;&#x28C;nj&#x259;n</transcription><image>927428751onion.jpg</image><audio>onion.mp3</audio><sentences><sentence sid="2062"><sentenceang>While the large mature onion bulb is the onion most often eaten, onions can be eaten at immature stages.</sentenceang><sentencepl>Podczas gdy du&#x17C;a, dojrza&#x142;a bulwa cebuli jest najcz&#x119;sciej spo&#x17C;ywanym rodzajem cebuli, cebule mog&#x105; by&#x107; spo&#x17C;ywane w stadium niedojrza&#x142;ym.</sentencepl><sentenceaudio/></sentence><sentence sid="2063"><sentenceang>Onion is most frequently a biennial.</sentenceang><sentencepl>Cebula jest najcz&#x119;&#x15B;ciej ro&#x15B;lin&#x105; dwuletni&#x105;.</sentencepl><sentenceaudio/></sentence><sentence sid="2064"><sentenceang>Onions were even used in Egyptian burials.</sentenceang><sentencepl>Cebule by&#x142;y nawet wykorzystywane w egipskich poch&#xF3;wkach.</sentencepl><sentenceaudio/></sentence><sentence sid="2065"><sentenceang>The red onion is a good choice for fresh uses or in grilling.</sentenceang><sentencepl>Czerwona cebula jest dobrym wyborem do &#x15B;wie&#x17C;ych zastosowa&#x144; lub grillowania.</sentencepl><sentenceaudio/></sentence><sentence sid="2066"><sentenceang>Onions cook more quickly than potatoes.</sentenceang><sentencepl>Cebul&#x119; gotuje si&#x119; szybciej ni&#x17C; ziemniaki.</sentencepl><sentenceaudio/></sentence><sentence sid="2067"><sentenceang>Onions can be eaten raw or cooked.</sentenceang><sentencepl>Cebul&#x119; mo&#x17C;na je&#x15B;&#x107; na surowo lub gotowan&#x105;.</sentencepl><sentenceaudio/></sentence><sentence sid="2068"><sentenceang>Tears came into my eyes when I was chopping onions.</sentenceang><sentencepl>Oczy za&#x142;zawi&#x142;y mi si&#x119; gdy sieka&#x142;em cebul&#x119;.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="579"><angword>garlic</angword><plword>czosnek</plword><transcription>&#x2C8;&#x261;&#x251;&#x2D0;l&#x26A;k</transcription><image>1188497560garlic.jpg</image><audio>garlic.mp3</audio><sentences><sentence sid="2069"><sentenceang>The ancestry of cultivated garlic is not definitively established.</sentenceang><sentencepl>Pochodzenie czosnku uprawnego nie zosta&#x142;o ostatecznie ustalone.</sentencepl><sentenceaudio/></sentence><sentence sid="2070"><sentenceang>Garlic is grown globally, but China is by far the largest producer of garlic.</sentenceang><sentencepl>Czosnek jest uprawiana na ca&#x142;ym &#x15B;wiecie, ale Chiny s&#x105; najwi&#x119;kszym producentem czosnku.</sentencepl><sentenceaudio/></sentence><sentence sid="2071"><sentenceang>Garlic is widely used around the world for its pungent flavor as a seasoning or condiment.</sentenceang><sentencepl>Czosnek jest szeroko stosowany na ca&#x142;ym &#x15B;wiecie ze wzgl&#x119;du na ostry smak jako przyprawa.</sentencepl><sentenceaudio/></sentence><sentence sid="2072"><sentenceang>Garlic being crushed using a garlic press.</sentenceang><sentencepl>Czosnek zgnieciony stosuj&#x105;c zgniatacz do czosnku.</sentencepl><sentenceaudio/></sentence><sentence sid="2073"><sentenceang>Oils can be flavored with garlic cloves.</sentenceang><sentencepl>Oleje mog&#x105; by&#x107; przyprawiane z&#x105;bkami czosnku.</sentencepl><sentenceaudio/></sentence><sentence sid="2074"><sentenceang>Garlic has been used as both food and medicine in many cultures for thousands of years.</sentenceang><sentencepl>Czosnek by&#x142; u&#x17C;ywany zar&#xF3;wno jako &#x17C;ywno&#x15B;&#x107; i lekarstwo w wielu kulturach przez tysi&#x105;ce lat.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="580"><angword>mushroom</angword><plword>grzyb</plword><transcription>[mashroom]</transcription><image>2132607875mashroom.jpg</image><audio>mushroom.mp3</audio><sentences><sentence sid="2076"><sentenceang>The term toadstool was often, but not exclusively, applied to poisonous mushrooms.</sentenceang><sentencepl>Termin muchomor by&#x142; cz&#x119;sto, ale nie wy&#x142;&#x105;cznie, stosowany do grzyb&#xF3;w truj&#x105;cych.</sentencepl><sentenceaudio/></sentence><sentence sid="2077"><sentenceang>The way the gills attach to the top of the stalk is an important feature of mushroom morphology. </sentenceang><sentencepl>Spos&#xF3;b w jaki blaszki do&#x142;&#x105;czaj&#x105; si&#x119; do g&#xF3;rnej cz&#x119;&#x15B;ci trzonu s&#x105; wa&#x17C;n&#x105; cech&#x105; morfologii grzyb&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="2078"><sentenceang>Other mushrooms, such as truffles, usually do not have stalks.</sentenceang><sentencepl>Pozosta&#x142;e grzyby, takie jak trufle, zazwyczaj nie maj&#x105; trzonu.</sentencepl><sentenceaudio/></sentence><sentence sid="2079"><sentenceang>Many species of mushrooms seemingly appear overnight, growing or expanding rapidly.</sentenceang><sentencepl>Wiele gatunk&#xF3;w grzyb&#xF3;w pozornie pojawia si&#x119; przez noc, rosn&#x105;c lub rozwijaj&#x105;c si&#x119; bardzo szybko.</sentencepl><sentenceaudio/></sentence><sentence sid="2080"><sentenceang>Mushrooms are a low-calorie food usually eaten raw or cooked to provide garnish to a meal.</sentenceang><sentencepl>Grzyby s&#x105; &#x17C;ywno&#x15B;ci&#x105; niskokaloryczn&#x105;, zwykle s&#x105; jedzone na surowo lub gotowane dla zapewnienia dekoracji posi&#x142;ku.</sentencepl><sentenceaudio/></sentence><sentence sid="2081"><sentenceang>Raw dietary mushrooms are a good source of B vitamins.</sentenceang><sentencepl>Surowe dietetyczne grzyby s&#x105; dobrym &#x17A;r&#xF3;d&#x142;em witamin B.</sentencepl><sentenceaudio/></sentence><sentence sid="2082"><sentenceang>China is the world\'s largest edible mushroom producer.</sentenceang><sentencepl>Chiny s&#x105; najwi&#x119;kszym na &#x15B;wiecie producentem grzyb&#xF3;w jadalnych.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="581"><angword>potato</angword><plword>ziemniak</plword><transcription>p&#x259;&#x2C8;te&#x26A;to&#x28A;</transcription><image>1342929449potato.jpg</image><audio>potato.mp3</audio><sentences><sentence sid="2083"><sentenceang>The potato thus became an important staple crop in northern Europe.</sentenceang><sentencepl>Ziemniaki tym samym sta&#x142;y si&#x119; podstawow&#x105; upraw&#x119; w p&#xF3;&#x142;nocnej Europie.</sentencepl><sentenceaudio/></sentence><sentence sid="2084"><sentenceang>Boiled or baked potatoes were cheaper than rye bread, just as nutritious, and did not require a gristmill for grinding.</sentenceang><sentencepl>Gotowane i pieczone ziemniaki by&#x142;y ta&#x144;sze od chleba &#x17C;ytniego, tak samo od&#x17C;ywcze, i nie wymaga&#x142;y m&#x142;yna zbo&#x17C;owego do mielenia.</sentencepl><sentenceaudio/></sentence><sentence sid="2085"><sentenceang>In larger plots, the plow is the fastest implement for unearthing potatoes.</sentenceang><sentencepl>Na wi&#x119;kszych dzia&#x142;kach, p&#x142;ug jest najszybszym narz&#x119;dziem s&#x142;u&#x17C;&#x105;cym do wykopania ziemniak&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="2086"><sentenceang>Long-term storage of potatoes requires specialised care in cold warehouses.</sentenceang><sentencepl>D&#x142;ugotrwa&#x142;e przechowywanie ziemniak&#xF3;w wymaga specjalistycznej opieki w ch&#x142;odniach.</sentencepl><sentenceaudio/></sentence><sentence sid="2087"><sentenceang>Potatoes are cross-pollinated mostly by insects, including bumblebees, which carry pollen from other potato plants, but a substantial amount of self-fertilizing occurs as well.</sentenceang><sentencepl>Ziemniaki s&#x105; zapylane krzy&#x17C;owo g&#x142;&#xF3;wnie przez owady, w tym trzmiele, kt&#xF3;re przenosz&#x105; py&#x142;ek z innych sadzonek ziemniaka, ale w znacznej ilo&#x15B;&#x107; dochodzi r&#xF3;wnie&#x17C; do samozapylenia.</sentencepl><sentenceaudio/></sentence><sentence sid="2088"><sentenceang>Potatoes yield abundantly with little effort, and adapt readily to diverse climates as long as the climate is cool and moist enough for the plants to gather sufficient water from the soil to form the starchy tubers.</sentenceang><sentencepl>Ziemniaki wydaj&#x105; obfite plony przy ma&#x142;ym wysi&#x142;ku i &#x142;atwo dostosowuj&#x105; si&#x119; do r&#xF3;&#x17C;nych warunk&#xF3;w klimatycznych o ile klimat jest ch&#x142;odny i na tyle wilgotny aby sadzonki zgromadzi&#x142;y wystarczaj&#x105;c&#x105; ilo&#x15B;&#x107; wody z gleby w celu utworzenia bulw skrobiowych.</sentencepl><sentenceaudio/></sentence><sentence sid="2089"><sentenceang>Tom is boiling the potatoes to make potato salad.</sentenceang><sentencepl>Tom gotuje ziemniaki do zrobienia sa&#x142;atki ziemniaczanej.</sentencepl><sentenceaudio/></sentence><sentence sid="2090"><sentenceang>My mother cooked the potatoes very well.</sentenceang><sentencepl>Moja matka &#x15B;wietnie przyrz&#x105;dza&#x142;a ziemniaki.</sentencepl><sentenceaudio/></sentence><sentence sid="2091"><sentenceang>When were potatoes introduced into Japan?</sentenceang><sentencepl>Kiedy ziemniaki zosta&#x142;y sprowadzone do Japonii?</sentencepl><sentenceaudio/></sentence><sentence sid="2092"><sentenceang>The potato is native to the highlands of Central and South America.</sentenceang><sentencepl>Ojczyzn&#x105; ziemniaka s&#x105; wy&#x17C;yny Ameryki &#x15A;rodkowej i Po&#x142;udniowej.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="582"><angword>tomato</angword><plword>pomidor</plword><transcription>t&#x259;&#x2C8;m&#x25B;&#x26A;to&#x2D0;</transcription><image>1556668314tomato.jpg</image><audio>tomato.mp3</audio><sentences><sentence sid="2093"><sentenceang>The Spanish also brought the tomato to Europe.</sentenceang><sentencepl>Hiszpania r&#xF3;wnie&#x17C; wprowadzi&#x142;a pomidora do Europy.</sentencepl><sentenceaudio/></sentence><sentence sid="2094"><sentenceang>They are bigger than cherry tomatoes, but are smaller than plum tomatoes.</sentenceang><sentencepl>S&#x105; one wi&#x119;ksze ni&#x17C; pomidorki koktajlowe, ale mniejsze ni&#x17C; pomidory &#x15B;liwkowe.</sentencepl><sentenceaudio/></sentence><sentence sid="2095"><sentenceang>The tomato fruit is consumed in diverse ways, including raw, as an ingredient in many dishes and sauces, and in drinks.</sentenceang><sentencepl>Owoc pomidora jest spo&#x17C;ywany na wiele sposob&#xF3;w, w tym na surowo, jako sk&#x142;adnik w wielu potrawach i sosach oraz w napojach.</sentencepl><sentenceaudio/></sentence><sentence sid="2096"><sentenceang>Tomatoes were grown in Italy beginning in the 16th century and rapidly found a place in local cuisine</sentenceang><sentencepl>Pomidory by&#x142;y uprawiane we W&#x142;oszech pocz&#x105;wszy od XVI wieku  i szybko znalaz&#x142;y zastosowanie w lokalnej kuchni.</sentencepl><sentenceaudio/></sentence><sentence sid="2097"><sentenceang>Unripe tomatoes are firm.</sentenceang><sentencepl>Niedojrza&#x142;e pomidory s&#x105; twarde.</sentencepl><sentenceaudio/></sentence><sentence sid="2098"><sentenceang>Strictly speaking, the tomato is a fruit.</sentenceang><sentencepl>&#x15A;ci&#x15B;le m&#xF3;wi&#x105;c, pomidor jest owocem.</sentencepl><sentenceaudio/></sentence><sentence sid="2099"><sentenceang>The recipe calls for four ripe tomatoes.</sentenceang><sentencepl>Ten przepis wymaga czterech dojrza&#x142;ych pomidor&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="2100"><sentenceang>How much is the kilo of tomatoes?</sentenceang><sentencepl>Ile kosztuje kilogram pomidor&#xF3;w?</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="583"><angword>pumpkin</angword><plword>dynia</plword><transcription>&#x2C8;p&#x28C;mpk&#x26A;n</transcription><image>998181743pumpkin.jpg</image><audio>pumpkin.mp3</audio><sentences><sentence sid="2101"><sentenceang>The color of pumpkins is derived from the orange pigments abundant in them.</sentenceang><sentencepl>Kolor dy&#x144; pochodzi od pomara&#x144;czowego barwnika, kt&#xF3;ry jest obficie w nich zawarty.</sentencepl><sentenceaudio/></sentence><sentence sid="2102"><sentenceang>Most parts of the pumpkin are edible, including the fleshy shell, the seeds, the leaves, and even the flowers.</sentenceang><sentencepl>Wi&#x119;kszo&#x15B;&#x107; cz&#x119;&#x15B;ci dyni jest jadalna, w&#x142;&#x105;czaj&#x105;c w to mi&#x119;sist&#x105; &#x142;upin&#x119;, nasiona, li&#x15B;cie i nawet kwiaty.</sentencepl><sentenceaudio/></sentence><sentence sid="2103"><sentenceang>In Thailand, small pumpkins are steamed with custard inside and served as a dessert.</sentenceang><sentencepl>W Tajlandii, ma&#x142;e dynie s&#x105; gotowane na parze z kremem wewn&#x105;trz i s&#x105; podawane jako deser.</sentencepl><sentenceaudio/></sentence><sentence sid="2104"><sentenceang>Pumpkin can be used to flavor both alcoholic and nonalcoholic beverages.</sentenceang><sentencepl>Dynia mo&#x17C;e by&#x107; wykorzystywana jako przyprawa do napoj&#xF3;w alkoholowych i niealkoholowych.</sentencepl><sentenceaudio/></sentence><sentence sid="2105"><sentenceang>Is eating raw pumpkin safe?</sentenceang><sentencepl>Czy jedzenie surowej dyni jest bezpieczne?</sentencepl><sentenceaudio/></sentence><sentence sid="2106"><sentenceang>Tom doesn\'t know if Mary likes pumpkin pie or not.</sentenceang><sentencepl>Tom nie ma poj&#x105;cia czy Mary lubi ciasto dyniowe czy te&#x17C; nie. </sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="584"><angword>raspberry</angword><plword>malina</plword><transcription>&#x2C8;r&#x251;&#x2D0;zbri</transcription><image>1943134312raspberry.jpg</image><audio>raspberry.mp3</audio><sentences><sentence sid="2107"><sentenceang>Excess fruit can be made into raspberry jam or frozen.</sentenceang><sentencepl>Nadmiar owoc&#xF3;w mo&#x17C;e by&#x107; przerobiony na d&#x17C;em malinowy lub zamro&#x17C;ony.</sentencepl><sentenceaudio/></sentence><sentence sid="2108"><sentenceang>The raspberry is the edible fruit.</sentenceang><sentencepl>Malina jest jadalnym owocem.</sentencepl><sentenceaudio/></sentence><sentence sid="2109"><sentenceang>Raspberries are perennial, with woody stems.</sentenceang><sentencepl>Maliny s&#x105; ro&#x15B;linami wieloletnimi z zdrewnia&#x142;ymi &#x142;odygami.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="585"><angword>lemon</angword><plword>cytryna</plword><transcription>&#x2C8;l&#x25B;m&#x259;n</transcription><image>1642264418lemon.jpg</image><audio>lemon.mp3</audio><sentences><sentence sid="2110"><sentenceang>The juice of the lemon is about 5% to 6% citric acid, which gives lemons a sour taste.</sentenceang><sentencepl>Sok z cytryny w oko&#x142;o 5% do 6% jest kwasem cytrynowym, kt&#xF3;ry nadaje cytrynie kwa&#x15B;ny smak. </sentencepl><sentenceaudio/></sentence><sentence sid="2111"><sentenceang>Lemon juice is used to make lemonade, soft drinks, and cocktails.</sentenceang><sentencepl>Sok z cytryny jest stosowany do robienia lemoniady, napoj&#xF3;w bezalkoholowych i koktajli.</sentencepl><sentenceaudio/></sentence><sentence sid="2112"><sentenceang>Preserved lemons are a part of Moroccan cuisine.</sentenceang><sentencepl>Zakonserwowane cytryny s&#x105; cz&#x119;&#x15B;ci&#x105; kuchni maroka&#x144;skiej.</sentencepl><sentenceaudio/></sentence><sentence sid="2113"><sentenceang>A halved lemon dipped in salt or baking powder is used to brighten copper cookware.</sentenceang><sentencepl>Przepo&#x142;owiona cytryna zanurzona w soli lub proszku do pieczenia s&#x142;u&#x17C;y do rozja&#x15B;niania naczy&#x144; miedzianych.</sentencepl><sentenceaudio/></sentence><sentence sid="2114"><sentenceang>Lemon juice and rind are used to make marmalade and lemon liqueur.</sentenceang><sentencepl>Sok z cytryny i sk&#xF3;rka s&#x105; u&#x17C;ywane do robienia marmolady i likieru cytrynowego.</sentencepl><sentenceaudio/></sentence><sentence sid="2115"><sentenceang>Lemons are sour.</sentenceang><sentencepl>Cytryny s&#x105; kwa&#x15B;ne.</sentencepl><sentenceaudio/></sentence><sentence sid="2116"><sentenceang>I never drink tea with lemon.</sentenceang><sentencepl>Nigdy nie pij&#x119; herbaty z cytryn&#x105;.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="586"><angword>pepper</angword><plword>papryka</plword><transcription>&#x2C8;p&#x25B;p&#x259;</transcription><image>221816726pepper.jpg</image><audio>pepper.mp3</audio><sentences><sentence sid="2117"><sentenceang>Chili peppers have been a part of the human diet in the Americas since at least 7500 BC.</sentenceang><sentencepl>Papryki chili by&#x142;y cz&#x119;&#x15B;ci&#x105; diety cz&#x142;owieka w Ameryce od co najmniej 7500 roku pne.</sentencepl><sentenceaudio/></sentence><sentence sid="2118"><sentenceang>In some countries these three different-coloured peppers are sold in packs of three.</sentenceang><sentencepl>W niekt&#xF3;rych krajach te trzy papryki w r&#xF3;&#x17C;nych kolorach s&#x105; sprzedawane w opakowaniach po trzy sztuki.</sentencepl><sentenceaudio/></sentence><sentence sid="2119"><sentenceang>Today, China is the world\'s largest pepper producer, followed by Mexico.</sentenceang><sentencepl>Dzi&#x15B;, Chiny s&#x105; najwi&#x119;kszym producentem papryki na &#x15B;wiecie, a nast&#x119;pnie Meksyk.</sentencepl><sentenceaudio/></sentence><sentence sid="2120"><sentenceang>Red, yellow, and orange peppers all come from different seeds and are different cultivars of pepper.</sentenceang><sentencepl>Czerwone, &#x17C;&#xF3;&#x142;te, i pomara&#x144;czowe papryki pochodz&#x105; z r&#xF3;&#x17C;nych nasion i s&#x105; r&#xF3;&#x17C;nymi odmianami papryki.</sentencepl><sentenceaudio/></sentence><sentence sid="2121"><sentenceang>Frozen peppers are used in stews, soups, and salsas.</sentenceang><sentencepl>Mro&#x17C;one papryki s&#x105; u&#x17C;ywane w gulaszach, zupach i sosach.</sentencepl><sentenceaudio/></sentence><sentence sid="2122"><sentenceang>Pickled or marinated peppers are frequently added to sandwiches or salads.</sentenceang><sentencepl>Peklowane lub marynowane papryki s&#x105; cz&#x119;sto dodawane do kanapek i sa&#x142;at.</sentencepl><sentenceaudio/></sentence><sentence sid="2123"><sentenceang>In Hungary, sweet yellow peppers along with tomatoes are the main ingredient of lecs&#xF3;.</sentenceang><sentencepl>Na W&#x119;grzech, s&#x142;odkie, &#x17C;&#xF3;&#x142;te papryki wraz z pomidorami s&#x105; g&#x142;&#xF3;wnym sk&#x142;adnkiem leczo.</sentencepl><sentenceaudio/></sentence><sentence sid="2124"><sentenceang>I love green peppers.</sentenceang><sentencepl>Bardzo lubi&#x119; zielon&#x105; papryk&#x119;.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="587"><angword>avocado</angword><plword>awokado</plword><transcription>&#xE6;v&#x259;&#x2C8;k&#x251;&#x2D0;d&#x259;&#x28A;</transcription><image>1463590849avocado.jpg</image><audio>avocado.mp3</audio><sentences><sentence sid="2125"><sentenceang>The avocado tree does not tolerate freezing temperatures, and can be grown only in subtropical or tropical climates.</sentenceang><sentencepl>Drzewka awokado nie toleruj&#x105; przymrozk&#xF3;w i st&#x105;d mog&#x105; by&#x107; tylko uprawiane w klimacie subtropikalnym lub tropikalnym.</sentencepl><sentenceaudio/></sentence><sentence sid="2126"><sentenceang>A ripe avocado yields to gentle pressure when held in the palm of the hand and squeezed.</sentenceang><sentencepl>Dojrza&#x142;e awokado poddaje si&#x119; delikatnemu naciskowi podczas gdy jest trzymane w r&#x119;ce i &#x15B;ciskane.</sentencepl><sentenceaudio/></sentence><sentence sid="2127"><sentenceang>The avocado is very popular in vegetarian cuisine, as substitute for meats in sandwiches and salads because of its high fat content.</sentenceang><sentencepl>Awokado jest bardzo popularne w kuchni wegetaria&#x144;skiej, jako zamiennik mi&#x119;sa w kanapkach i sa&#x142;atkach z powodu du&#x17C;ej zawarto&#x15B;ci t&#x142;uszczu.</sentencepl><sentenceaudio/></sentence><sentence sid="2128"><sentenceang>In Mexico and Central America, avocados are served mixed with white rice, in soups, salads, or on the side of chicken and meat.</sentenceang><sentencepl>W Meksyku i Ameryce &#x15A;rodkowej, awokado jest podawane jako zmieszane z bia&#x142;ym ry&#x17C;em, w zupie, sa&#x142;atkach, lub na talerzu obok kurczaka i mi&#x119;sa.</sentencepl><sentenceaudio/></sentence><sentence sid="2129"><sentenceang>Avocados are the fruit of the avocado tree.</sentenceang><sentencepl>Awokado s&#x105; owocami drzewka awokado.</sentencepl><sentenceaudio/></sentence><sentence sid="2130"><sentenceang>My favorite nonalcoholic drink is an avocado shake. Yum, it\'s so delicious!</sentenceang><sentencepl>Moim ulubionym napojem bezalkoholowym jest koktajl z awokado. Tak, jest naprawd&#x119; przepyszny!</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="588"><angword>coconut</angword><plword>kokos</plword><transcription>&#x2C8;ko&#x28A;.k&#x259;.n&#x28C;t</transcription><image>110434242coconout.jpg</image><audio>coconut.mp3</audio><sentences><sentence sid="2131"><sentenceang>A coconut is a nut, seed, and fruit.</sentenceang><sentencepl>Kokos jest orzechem, nasionem, i owocem.</sentencepl><sentenceaudio/></sentence><sentence sid="2132"><sentenceang>The clear liquid coconut water within is a refreshing drink and can be processed to create alcohol.</sentenceang><sentencepl>Klarowna ciecz mleczka kokosowego znajduj&#x105;ca si&#x119; wewn&#x105;trz jest orze&#x17A;wiaj&#x105;cym napojem i mo&#x17C;e by&#x107; przetwarzana na alkohol.</sentencepl><sentenceaudio/></sentence><sentence sid="2133"><sentenceang>It is used to make coconut candy, caramel and jelly.</sentenceang><sentencepl>Jest stosowany do produkcji kokosowych cukierk&#xF3;w, karmelu lub galaretki.</sentencepl><sentenceaudio/></sentence><sentence sid="2134"><sentenceang>The fresh husk of a brown coconut may serve as a dish sponge or body sponge.</sentenceang><sentencepl>&#x15A;wie&#x17C;a &#x142;uska br&#x105;zowego kokosu mo&#x17C;e s&#x142;u&#x17C;y&#x107; jako g&#x105;bka do naczy&#x144; lub g&#x105;bka do cia&#x142;a. </sentencepl><sentenceaudio/></sentence><sentence sid="2135"><sentenceang>I would eat coconut cake every day if I could.</sentenceang><sentencepl>Gdybym m&#xF3;g&#x142;, codziennie jad&#x142;bym ciasto kokosowe.</sentencepl><sentenceaudio/></sentence><sentence sid="2136"><sentenceang>The reason our hair is brown is that it enabled our monkey ancestors to hide amongst the coconuts.</sentenceang><sentencepl>To, &#x17C;e nasze w&#x142;osy s&#x105; br&#x105;zowe wynika z tego, &#x17C;e pomaga&#x142;o to naszym ma&#x142;pim przodkom chowa&#x107; si&#x119; mi&#x119;dzi kokosami.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="589"><angword>nut</angword><plword>orzech</plword><transcription>n&#x28C;t</transcription><image>747924010nut.jpg</image><audio>nut.mp3</audio><sentences><sentence sid="2137"><sentenceang>Walnuts are not true nuts.</sentenceang><sentencepl>Orzechy w&#x142;oskie nie s&#x105; prawdziwymi orzechami.</sentencepl><sentenceaudio/></sentence><sentence sid="2138"><sentenceang>Nuts are an important source of nutrients for both humans and wildlife.</sentenceang><sentencepl>Orzechy s&#x105; wa&#x17C;nym &#x17A;r&#xF3;d&#x142;em substancji od&#x17C;ywczych zar&#xF3;wno dla ludzi jak i zwierz&#x105;t dziko &#x17C;yj&#x105;cych.</sentencepl><sentenceaudio/></sentence><sentence sid="2139"><sentenceang>The nut falls out of the husk when ripe, about seven to eight months after pollination.</sentenceang><sentencepl>Orzech wypada z &#x142;uski, gdy dojrzeje, po oko&#x142;o siedmiu do o&#x15B;miu miesi&#x105;cach od zapylenia.</sentencepl><sentenceaudio/></sentence><sentence sid="2140"><sentenceang>As autumn comes to a close, the trees drop their nuts and leaves.</sentenceang><sentencepl>Gdy zbli&#x17C;a si&#x119; jesie&#x144;, drzewa zrzucaj&#x105; swoje orzechy i li&#x15B;cie.</sentencepl><sentenceaudio/></sentence><sentence sid="2141"><sentenceang>The second option is to wait for all the nuts to fall before harvesting.</sentenceang><sentencepl>Drug&#x105; opcj&#x105; jest poczeka&#x107; a&#x17C; wszystkie orzechy spadn&#x105; przed zbiorami.</sentencepl><sentenceaudio/></sentence><sentence sid="2142"><sentenceang>The squirrel was busy gathering nuts.</sentenceang><sentencepl>Wiewi&#xF3;rka by&#x142;a zaj&#x119;ta zbieraniem orzech&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="2143"><sentenceang>These small rodents store up nuts in the winter.</sentenceang><sentencepl>Te ma&#x142;e gryzonie gromadz&#x105; orzechy na zim&#x119;.</sentencepl><sentenceaudio/></sentence><sentence sid="2144"><sentenceang>For snacks, she eats fruit or nuts.</sentenceang><sentencepl>Ona w ramach przek&#x105;sek je owoce i orzechy.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="590"><angword>mango</angword><plword>mango</plword><transcription>&#x2C8;m&#xE6;&#x14B;&#x261;&#x259;&#x28A;</transcription><image>170423187mango.jpg</image><audio>mango.mp3</audio><sentences><sentence sid="2145"><sentenceang>Ripe, unpeeled mangoes give off a distinctive resinous, sweet smell.</sentenceang><sentencepl>Dojrza&#x142;e, nieobrane mango wydzielaj&#x105; charakterystyczny &#x17C;ywiczny, s&#x142;odki zapach.</sentencepl><sentenceaudio/></sentence><sentence sid="2146"><sentenceang>The pulp from ripe mangoes is also used to make jam called mangada.</sentenceang><sentencepl>Mi&#x105;&#x17C;sz z dojrza&#x142;ych owoc&#xF3;w mango jest r&#xF3;wnie&#x17C; u&#x17C;ywany do wytwarzania d&#x17C;emu zwanego mangad&#x105;.</sentencepl><sentenceaudio/></sentence><sentence sid="2147"><sentenceang>In Central America, mango is either eaten green mixed with salt, vinegar, black pepper and hot sauce, or ripe in various forms.</sentenceang><sentencepl>W Ameryce &#x15A;rodkowej, mango jest zar&#xF3;wno spo&#x17C;ywane jako zielone zmieszane z sa&#x142;at&#x105;, octem, czarnym pieprzem i ostrym sosem lub jako dojrza&#x142;e pod r&#xF3;&#x17C;nymi postaciami.</sentencepl><sentenceaudio/></sentence><sentence sid="2148"><sentenceang>Mangoes may be used to make juices, mango nectar, and as a flavoring and major ingredient in ice cream and sorbetes.</sentenceang><sentencepl>Owoce mango mog&#x105; by&#x107; r&#xF3;wnie&#x17C; stosowane do produkcji sok&#xF3;w, nektaru, oraz jako aromat i g&#x142;&#xF3;wny sk&#x142;adnik lod&#xF3;w i sorbet&#xF3;w. </sentencepl><sentenceaudio/></sentence><sentence sid="2149"><sentenceang>In mango orchards, several cultivars are often crossed to improve pollination.</sentenceang><sentencepl>W sadach z owocami mango, kilka upraw jest cz&#x119;sto skrzy&#x17C;owanych ze sob&#x105; by poprawi&#x107; zapylenie.</sentencepl><sentenceaudio/></sentence><sentence sid="2150"><sentenceang>I have never eaten a mango before.</sentenceang><sentencepl>Jeszcze nigdy nie jad&#x142;em mango.</sentencepl><sentenceaudio/></sentence><sentence sid="2151"><sentenceang>Would you like mango, apples and papaya?</sentenceang><sentencepl>Chcesz mango, jab&#x142;ka i papaje?</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="591"><angword>melon</angword><plword>melon</plword><transcription>&#x2C8;m&#x25B;l&#x259;n</transcription><image>1143881369melon.jpg</image><audio>melon.mp3</audio><sentences><sentence sid="2152"><sentenceang>Melons originated in Africa and southwest Asia, but they gradually began to appear in Europe toward the end of the Roman Empire.</sentenceang><sentencepl>Melony pochodz&#x105; z Afryki i po&#x142;udniowo-zachodniej Azji, ale stopniowo zacz&#x119;&#x142;y si&#x119; one pojawia&#x107; w Europie pod koniec istnienia Imperium Rzymskiego.</sentencepl><sentenceaudio/></sentence><sentence sid="2153"><sentenceang>The young fruit of melon is eaten as a culinary vegetable in Cameroon, Sudan and southern Africa</sentenceang><sentencepl>M&#x142;ody owoc melonu jest spo&#x17C;ywany jako warzywo kulinarne w Kamerunie, Sudanie i po&#x142;udniowej Afryce.</sentencepl><sentenceaudio/></sentence><sentence sid="2154"><sentenceang>This melon will be good to eat tomorrow.</sentenceang><sentencepl>Ten melon jutro b&#x119;dzie nadawa&#x142; si&#x119; do jedzenia.</sentencepl><sentenceaudio/></sentence><sentence sid="2155"><sentenceang>This melon sounds hollow. Maybe that\'s why it was so cheap.</sentenceang><sentencepl>Ten melon jest pusty w &#x15B;rodku. Dlatego by&#x142; taki tani.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="592"><angword>nectarine</angword><plword>nektarynka</plword><transcription>&#x2C8;n&#x25B;k.t&#x259;.&#x279;in</transcription><image>761613338nectarine.jpg</image><audio>nectarine.mp3</audio><sentences><sentence sid="2156"><sentenceang>Peaches and nectarines are closely related, even though they are regarded commercially as different fruits.</sentenceang><sentencepl>Brzoskwinie i nektarynki s&#x105; blisko spokrewnione, mimo &#x17C;e s&#x105; one komercyjnie uznawane za r&#xF3;&#x17C;ne owoce.</sentencepl><sentenceaudio/></sentence><sentence sid="2157"><sentenceang>As with peaches, nectarines can be white or yellow, and clingstone or freestone.</sentenceang><sentencepl>Tak jak w przypadku brzoskwi&#x144;, nektarynki mog&#x105; by&#x107; bia&#x142;e lub &#x17C;&#xF3;&#x142;te, i z przylegaj&#x105;c&#x105; lub swobodn&#x105; pestk&#x105;.</sentencepl><sentenceaudio/></sentence><sentence sid="2158"><sentenceang>The fruit is intermediate in appearance between a peach and a nectarine.</sentenceang><sentencepl>Owoc jest po&#x15B;redni w wygl&#x105;dzie pomi&#x119;dzy brzoskwini&#x105; i nektarynk&#x105;.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="593"><angword>plum</angword><plword>&#x15B;liwka</plword><transcription>pl&#x28C;m</transcription><image>1762472620plum.jpg</image><audio>plum.mp3</audio><sentences><sentence sid="2159"><sentenceang>Between 19 to 40 species of plum exist.</sentenceang><sentencepl>Wyst&#x119;puje od 19 do 40 gatunk&#xF3;w &#x15B;liwki.</sentencepl><sentenceaudio/></sentence><sentence sid="2160"><sentenceang>Plum trees are medium sized, usually pruned to 5-6 meters height.</sentenceang><sentencepl>Drzewka &#x15B;liwki s&#x105; &#x15B;rednich rozmiar&#xF3;w, zazwyczaj przecinane do wysoko&#x15B;ci 5-6 m.</sentencepl><sentenceaudio/></sentence><sentence sid="2161"><sentenceang>In the United States, the Japanese variety of plums are pre-dominant.</sentenceang><sentencepl>W Stanach Zjednoczonych, japo&#x144;skie odmiany &#x15B;liwek s&#x105; dominuj&#x105;ce.</sentencepl><sentenceaudio/></sentence><sentence sid="2162"><sentenceang>These plums are ripe.</sentenceang><sentencepl>Te &#x15B;liwki s&#x105; dojrza&#x142;e.</sentencepl><sentenceaudio/></sentence><sentence sid="2163"><sentenceang>Do you like plum-cake?</sentenceang><sentencepl>Lubisz ciasto &#x15B;liwkowe?</sentencepl><sentenceaudio/></sentence></sentences><postit/></word></set>
