<?xml version="1.0"?>
<set><word wid="535"><angword>antlers</angword><plword>poro&#x17C;e</plword><transcription>&#x2C8;&#xE6;ntl&#x259;rz</transcription><image>2136246223poroze.jpg</image><audio>antlers.mp3</audio><sentences><sentence sid="1902"><sentenceang>In tropical species, antlers may be shed at any time of year.</sentenceang><sentencepl>U gatunk&#xF3;w tropikalnych poro&#x17C;e mo&#x17C;e by&#x107; zrzucane o dowolnej porze roku.</sentencepl><sentenceaudio/></sentence><sentence sid="1903"><sentenceang>Antlers are the usually large, branching bony appendages on the heads of males of most deer species.</sentenceang><sentencepl>Poro&#x17C;a s&#x105; zazwyczaj du&#x17C;ymi, rozga&#x142;&#x119;zionymi, ko&#x15B;cistymi wyrostkami na g&#x142;owach samc&#xF3;w wi&#x119;kszo&#x15B;ci jeleniowatych.</sentencepl><sentenceaudio/></sentence><sentence sid="1904"><sentenceang>Antlers function as weapons in combats between males, which sometimes cause serious wounds, and as dominance and sexual displays.</sentenceang><sentencepl>Poro&#x17C;a pe&#x142;ni&#x105; funkcj&#x119; broni w pojedynkach mi&#x119;dzy samcami, kt&#xF3;re niekiedy powoduj&#x105; powa&#x17C;ne rany, jak r&#xF3;wnie&#x17C; s&#x105; oznak&#x105; dominacji i seksualno&#x15B;ci.</sentencepl><sentenceaudio/></sentence><sentence sid="1905"><sentenceang>Deer have antlers rather than horns.</sentenceang><sentencepl>Jele&#x144; posiada poro&#x17C;e zamiast rog&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="1906"><sentenceang>Male deer grow and shed new antlers each year.</sentenceang><sentencepl>Samce jelenia porzucaj&#x105; poro&#x17C;e co roku i na ich miejsce wyrasta im nowe. </sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="536"><angword>pouch</angword><plword>torba kangura</plword><transcription>&#x2C8;p&#xE6;&#x28A;t&#x283;</transcription><image>968098528torba kangura.jpg</image><audio>pouch.mp3</audio><sentences><sentence sid="1907"><sentenceang>Kangaroo pouches are sticky to support their young joey.</sentenceang><sentencepl>Torby kangura s&#x105; lepkie, &#x17C;eby podtrzymywa&#x107; m&#x142;ode.</sentencepl><sentenceaudio/></sentence><sentence sid="1908"><sentenceang>When the young are born, they move from the vagina to the pouch.</sentenceang><sentencepl>Kiedy m&#x142;ode si&#x119; rodz&#x105;, przemieszczaj&#x105; si&#x119; z pochwy do torby kangura.</sentencepl><sentenceaudio/></sentence><sentence sid="1909"><sentenceang>A female kangaroo carries its young in the pouch.</sentenceang><sentencepl>Samica kangura porusza si&#x119; z m&#x142;odym w torbie na brzuchu.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="537"><angword>snout</angword><plword>ryj</plword><transcription>&#x2C8;sn&#xE6;&#x28A;t</transcription><image>1022245625ryj.jpg</image><audio>snout.mp3</audio><sentences><sentence sid="1910"><sentenceang>The snout is considered a weak point on most animals.</sentenceang><sentencepl>Ryj jest uwa&#x17C;any za s&#x142;aby punkt wi&#x119;kszo&#x15B;ci zwierz&#x105;t.</sentencepl><sentenceaudio/></sentence><sentence sid="1911"><sentenceang>Snouts are found on many other mammals in a variety of shapes.</sentenceang><sentencepl>Ryje wyst&#x119;puj&#x105; u wielu innych ssak&#xF3;w w r&#xF3;&#x17C;nych kszta&#x142;tach.</sentencepl><sentenceaudio/></sentence><sentence sid="1912"><sentenceang>Pig snouts are flat and cylindrical.</sentenceang><sentencepl>Ryje &#x15B;wi&#x144;skie s&#x105; p&#x142;askie i cylindryczne.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="538"><angword>spawn</angword><plword>ikra</plword><transcription>&#x2C8;sp&#x254;n</transcription><image></image><audio>spawn.mp3</audio><sentences><sentence sid="1913"><sentenceang>Spawn is the eggs and sperm released or deposited, usually into water, by aquatic animals.</sentenceang><sentencepl>Ikra to jaja i plemniki uwalniane lub sk&#x142;adane, zwykle do wody, przez zwierz&#x119;ta wodne.</sentencepl><sentenceaudio/></sentence><sentence sid="1914"><sentenceang>An increase in water temperature prompts a few oysters to spawn.</sentenceang><sentencepl>Wzrost temperatury wody sk&#x142;ania ostrygi do sk&#x142;adania ikry.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="539"><angword>tentacle</angword><plword>czu&#x142;ka</plword><transcription>&#x2C8;t&#x25B;nt&#x259;k&#x259;l</transcription><image></image><audio>tentacle.mp3</audio><sentences><sentence sid="1915"><sentenceang>Usually, tentacles are used for feeding, feeling and grasping.</sentenceang><sentencepl>Zazwyczaj czu&#x142;ka s&#x105; wykorzystywane do pobierania pokarmu, czucia i chwytania.</sentencepl><sentenceaudio/></sentence><sentence sid="1916"><sentenceang>Octopuses do not have tentacles but rather have eight arms.</sentenceang><sentencepl>O&#x15B;miornice nie maj&#x105; czu&#x142;ek, lecz raczej osiem ramion.</sentencepl><sentenceaudio/></sentence><sentence sid="1917"><sentenceang>They also posses two long tentacles.</sentenceang><sentencepl>Posiadaj&#x105; one r&#xF3;wnie&#x17C; dwa d&#x142;ugie czu&#x142;ka.</sentencepl><sentenceaudio/></sentence><sentence sid="1918"><sentenceang>The tentacles are organs which serve both for the tactile sense and for the capture of food.</sentenceang><sentencepl>Czu&#x142;ka s&#x105; organami, kt&#xF3;re s&#x142;u&#x17C;&#x105; zar&#xF3;wno jako czujniki dotykowe i narz&#x105;dy do chwytania pokarmu. </sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="540"><angword>udder</angword><plword>wymi&#x119;</plword><transcription>&#x2C8;&#x259;d&#x259;r</transcription><image>424809065wymie.jpg</image><audio>udder.mp3</audio><sentences><sentence sid="1919"><sentenceang>The udder is a single mass hanging beneath the animal, consisting of pairs of mammary glands.</sentenceang><sentencepl>Wymi&#x119; jest pojedyncz&#x105; mas&#x105; zwisaj&#x105;c&#x105; pod spodem zwierz&#x119;cia, sk&#x142;adaj&#x105;c&#x105; si&#x119; z par gruczo&#x142;&#xF3;w sutkowych.</sentencepl><sentenceaudio/></sentence><sentence sid="1920"><sentenceang>Products exist to soothe the chapped skin of the udder.</sentenceang><sentencepl>Istniej&#x105; produkty s&#x142;u&#x17C;&#x105;ce do z&#x142;agodzenia pop&#x119;kanej sk&#xF3;ry wymienia.</sentencepl><sentenceaudio/></sentence><sentence sid="1921"><sentenceang>An udder is an organ formed of the mammary glands of female quadruped mammals.</sentenceang><sentencepl>Wymi&#x119; jest organem utworzonym z gruczo&#x142;&#xF3;w mlecznych samic czworono&#x17C;ny ssak&#xF3;w.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="541"><angword>molehill</angword><plword>kopiec kreta</plword><transcription>&#x2C8;m&#x259;&#x28A;lh&#x26A;l</transcription><image>1067675231kopiec kreta.jpg</image><audio>molehill.mp3</audio><sentences><sentence sid="1922"><sentenceang>A molehill is a conical mound of loose soil raised by small burrowing mammals.</sentenceang><sentencepl>Kretowisko jest sto&#x17C;kowatym kopcem z lu&#x17A;nej ziemi wznoszonym przez ma&#x142;e ssaki kopi&#x105;ce nory.</sentencepl><sentenceaudio/></sentence><sentence sid="1923"><sentenceang>Molehills are waste material from digging or repairing burrows.</sentenceang><sentencepl>Kretowiska to odpady z kopania lub naprawiania nor.</sentencepl><sentenceaudio/></sentence><sentence sid="1924"><sentenceang>Molehills commonly occur in lines along the route of the burrow.</sentenceang><sentencepl>Kretowiska wyst&#x119;puj&#x105; cz&#x119;sto w jednej linii wzd&#x142;u&#x17C; nory.</sentencepl><sentenceaudio/></sentence><sentence sid="1925"><sentenceang>Molehills are sometimes used as a source of fine soil for use in gardening. </sentenceang><sentencepl>Kretowiska s&#x105; czasami u&#x17C;ywane jako &#x17A;r&#xF3;d&#x142;o dobrej gleby do u&#x17C;ytku w ogrodnictwie. </sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="542"><angword>perch</angword><plword>grz&#x119;da</plword><transcription>p&#x25C;&#x2D0;t&#x283;</transcription><image></image><audio>perch.mp3</audio><sentences><sentence sid="1926"><sentenceang>Inside henhouses are often nest boxes for egg-laying and perches on which the birds can sleep.</sentenceang><sentencepl>Wewn&#x105;trz kurnika znajduj&#x105; si&#x119; cz&#x119;sto skrzynki l&#x119;gowe do sk&#x142;adania jaj i grz&#x119;dy, na kt&#xF3;rych mog&#x105; spa&#x107; ptaki.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="543"><angword>dovecote</angword><plword>go&#x142;&#x119;bnik</plword><transcription>&#x2C8;d&#x28C;v.k&#x252;t</transcription><image></image><audio>dovecote.mp3</audio><sentences><sentence sid="1927"><sentenceang>A dovecote is a structure intended to house pigeons or doves</sentenceang><sentencepl>Go&#x142;&#x119;bnik jest konstrukcj&#x105; przeznaczon&#x105; na dom dla go&#x142;&#x119;bi lub go&#x142;&#x119;bic.</sentencepl><sentenceaudio/></sentence><sentence sid="1928"><sentenceang>Many ancient manors in France and the United Kingdom have a dovecote.</sentenceang><sentencepl>Wiele staro&#x17C;ytnych dwor&#xF3;w we Francji i Wielkiej Brytanii ma go&#x142;&#x119;bniki.</sentencepl><sentenceaudio/></sentence><sentence sid="1929"><sentenceang>The earliest use of dovecotes in Britain may have been in the Roman period.</sentenceang><sentencepl>Najwcze&#x15B;niejsze wykorzystanie go&#x142;&#x119;bnik&#xF3;w w Wielkiej Brytanii mog&#x142;o mie&#x107; miejsce w okresie rzymskim.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="544"><angword>pigsty</angword><plword>chlew</plword><transcription>&#x2C8;p&#x26A;&#x261;sta&#x26A;</transcription><image>2111189465chlew.jpg</image><audio>pigsty.mp3</audio><sentences><sentence sid="1930"><sentenceang>A pigsty must have at least two pigs in it to be a pigsty.</sentenceang><sentencepl>Chlew musi mie&#x107; co najmniej dwie &#x15B;winie by nazwa&#x107; go chlewem.</sentencepl><sentenceaudio/></sentence><sentence sid="1931"><sentenceang>A pigsty is a small-scale outdoor enclosure for raising domestic pigs.</sentenceang><sentencepl>Chlew jest niewielk&#x105; zewn&#x119;trzn&#x105; zabudow&#x105; do hodowania &#x15B;wi&#x144; domowych.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="545"><angword>bridle</angword><plword>uzda</plword><transcription>&#x2C8;bra&#x26A;d&#x259;l</transcription><image></image><audio>bridle.mp3</audio><sentences><sentence sid="1932"><sentenceang>A bridle is a piece of equipment used to direct a horse.</sentenceang><sentencepl>Uzda jest wyposa&#x17C;eniem u&#x17C;ywanym do kierowania koniem.</sentencepl><sentenceaudio/></sentence><sentence sid="1933"><sentenceang>Know how to properly put a halter, bridle, and saddle on a horse.</sentenceang><sentencepl>Dowiedz si&#x119;, jak prawid&#x142;owo umie&#x15B;ci&#x107; kantar, uzde, i siod&#x142;o na koniu.</sentencepl><sentenceaudio/></sentence><sentence sid="1934"><sentenceang>On the other hand, a bridle offers more control when riding.</sentenceang><sentencepl>Z drugiej strony uzda zapewnia wi&#x119;ksz&#x105; kontrol&#x119; podczas jazdy konnej.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="546"><angword>mousetrap</angword><plword>pu&#x142;apka na myszy</plword><transcription>&#x2C8;ma&#x28A;s&#x2CC;t&#x279;&#xE6;p</transcription><image>1938855523pulapka na myszy.jpg</image><audio>mousetrap.mp3</audio><sentences><sentence sid="1935"><sentenceang>There are various types of mousetrap, each with its own advantages and disadvantages.</sentenceang><sentencepl>Istniej&#x105; r&#xF3;&#x17C;ne typy pu&#x142;apek na myszy, z kt&#xF3;rych ka&#x17C;da ma swoje zalety i wady.</sentencepl><sentenceaudio/></sentence><sentence sid="1936"><sentenceang>A mousetrap is a specialized type of animal trap designed primarily to catch mice</sentenceang><sentencepl>Pu&#x142;apka na myszy jest wyspecjalizowanym typem pu&#x142;apki zaprojektowanej przede wszystkim do &#x142;apania myszy.</sentencepl><sentenceaudio/></sentence><sentence sid="1937"><sentenceang>This lightweight mousetrap consists of a set of plastic jaws operated by a coiled spring and triggering mechanism inside the jaws, where the bait is held.</sentenceang><sentencepl>Ta lekka pu&#x142;apka na myszy sk&#x142;ada si&#x119; z zestawu plastikowych szcz&#x119;k obs&#x142;ugiwanych przez uzwojon&#x105; spr&#x119;&#x17C;yn&#x119; i mechanizmu wyzwalaj&#x105;cego wewn&#x105;trz szcz&#x119;k, gdzie znajduje si&#x119; przyn&#x119;ta.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="547"><angword>sawdust</angword><plword>trociny</plword><transcription>&#x2C8;s&#x254;d&#x259;st</transcription><image>500698140trociny.jpg</image><audio>sawdust.mp3</audio><sentences><sentence sid="1938"><sentenceang>Sawdust is a by-product of cutting, grinding, drilling or otherwise pulverizing wood with a saw or other tool.</sentenceang><sentencepl>Trociny to produkt uboczny ci&#x119;cia, szlifowania, wiercenia lub sproszkowania drewna w inny spos&#xF3;b za pomoc&#x105; pi&#x142;y lub innego narz&#x119;dzia.</sentencepl><sentenceaudio/></sentence><sentence sid="1939"><sentenceang>Sawdust is the main component of particleboard.</sentenceang><sentencepl>Trociny s&#x105; g&#x142;&#xF3;wnym sk&#x142;adnikiem p&#x142;yt wi&#xF3;rowych.</sentencepl><sentenceaudio/></sentence><sentence sid="1940"><sentenceang>Sawdust is used in the manufacture of charcoal briquettes.</sentenceang><sentencepl>Trociny s&#x105; stosowane w produkcji brykiet&#xF3;w w&#x119;glowych.</sentencepl><sentenceaudio/></sentence><sentence sid="1941"><sentenceang>Sawdust derived cellulose has also been used as a filler in bread.</sentenceang><sentencepl>Celuloza pochodz&#x105;ca z trocin by&#x142;a r&#xF3;wnie&#x17C; wykorzystywana jako wype&#x142;niacz do chleba.</sentencepl><sentenceaudio/></sentence><sentence sid="1942"><sentenceang>Sawdust is flammable and accumulations provide a ready source of fuel.</sentenceang><sentencepl>Trociny s&#x105; &#x142;atwopalne i ich nagromadzenie zapewnia gotowe &#x17A;r&#xF3;d&#x142;o paliwa.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="548"><angword>trough</angword><plword>koryto</plword><transcription>tr&#x252;f</transcription><image>1247987155koryto.jpg</image><audio>trough.mp3</audio><sentences><sentence sid="1943"><sentenceang>A trough is a feeder of carved stone, wood, or metal construction used to hold food for animals </sentenceang><sentencepl>Koryto to podajnik po&#x17C;ywienia z wyrze&#x17A;bionego kamienia, drewna lub konstrukcji metalowej stosowany do przechowywania &#x17C;ywno&#x15B;ci dla zwierz&#x105;t.</sentencepl><sentenceaudio/></sentence><sentence sid="1944"><sentenceang>It is a custom in rural America for an unmarried girl to perform a dance in a pig trough at the wedding of a younger sister.</sentenceang><sentencepl>Istnieje zwyczaj na obszarach wiejskich w Ameryce polegaj&#x105;cy na tym, &#x17C;e niezam&#x119;&#x17C;na dziewczyna wykonuje taniec w korycie dla &#x15B;wi&#x144; podczas &#x15B;lubu m&#x142;odszej siostry.</sentencepl><sentenceaudio/></sentence><sentence sid="1945"><sentenceang>He sits upright, not crouched over his plate like an animal at a feeding trough.</sentenceang><sentencepl>Siedzi prosto, nie skulaj&#x105;c si&#x119; nad talerzem jak zwierze przy korycie.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="549"><angword>wag</angword><plword>merda&#x107;</plword><transcription>&#x2C8;w&#xE6;g</transcription><image></image><audio>wag.mp3</audio><sentences><sentence sid="1946"><sentenceang>The dog is wagging the tail.</sentenceang><sentencepl>Pies merda ogonem.</sentencepl><sentenceaudio/></sentence><sentence sid="1947"><sentenceang>The dog wags his tail, and the room looks as if a devastating army had marched through it.</sentenceang><sentencepl>Pies merda&#x142; ogonem, a pok&#xF3;j wygl&#x105;da&#x142; jakby niszczycielska armia przemaszerowa&#x142;a przez niego.</sentencepl><sentenceaudio/></sentence><sentence sid="1948"><sentenceang>The dog\'s tail began to wag frantically and he ran round  her, barking shrilly.</sentenceang><sentencepl>Psi ogon zacz&#x105;&#x142; merda&#x107; nerwowo i biega&#x142; wok&#xF3;&#x142; niej szczekaj&#x105;c piskliwie.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="550"><angword>vet</angword><plword>weterynarz</plword><transcription>v&#x25B;t</transcription><image>222667475weterynarz.jpg</image><audio>vet.mp3</audio><sentences><sentence sid="1949"><sentenceang>In the United Kingdom, animal treatment may only be performed by registered vets.</sentenceang><sentencepl>W Zjednoczonym Kr&#xF3;lestwie leczenie zwierz&#x105;t mo&#x17C;e by&#x107; wykonywane tylko przez zarejestrowanych weterynarzy.</sentencepl><sentenceaudio/></sentence><sentence sid="1950"><sentenceang>Many vets were trained in pharmacology using the same text books as human physicians.</sentenceang><sentencepl>Wielu weterynarzy by&#x142;o szkolonych w farmakologii stosuj&#x105;c te same podr&#x119;czniki co lekarze.</sentencepl><sentenceaudio/></sentence><sentence sid="1951"><sentenceang>Vets are primarily required to treat disease, disorder or injury in animals, which includes diagnosis, treatment and aftercare.</sentenceang><sentencepl>Weterynarze s&#x105; przede wszystkim zobowi&#x105;zani do leczenia chor&#xF3;b, zaburze&#x144; lub uraz&#xF3;w u zwierz&#x105;t, kt&#xF3;re obejmuj&#x105; diagnoz&#x119;, leczenie i opiek&#x119; pochorobow&#x105;.</sentencepl><sentenceaudio/></sentence><sentence sid="1952"><sentenceang>My vet won\'t feed his dog commercial dog food.</sentenceang><sentencepl>M&#xF3;j weterynarz nie karmi swojego psa komercyjn&#x105; karm&#x105;.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="551"><angword>sniff</angword><plword>obw&#x105;chiwa&#x107;</plword><transcription>&#x2C8;sn&#x26A;f</transcription><image>1071184149obwachiwac.jpg</image><audio>sniff.mp3</audio><sentences><sentence sid="1953"><sentenceang>In one case, a sniffer dog sniffed a drop of blood on a wall although an attempt had been made to scrub it off.</sentenceang><sentencepl>W jednym z przypadk&#xF3;w, pies &#x15B;ledczy wyw&#x105;cha&#x142; kropl&#x119; krwi na &#x15B;cianie, chocia&#x17C; pr&#xF3;bowano j&#x105; wcze&#x15B;niej zmy&#x107;.</sentencepl><sentenceaudio/></sentence><sentence sid="1954"><sentenceang>How do I get my dog from sniffing everything when we are on a walk?</sentenceang><sentencepl>Jak oduczy&#x107; mojego psa obw&#x105;chiwania wszystkiego, kiedy jeste&#x15B;my na spacerze?</sentencepl><sentenceaudio/></sentence><sentence sid="1955"><sentenceang>Don\'t stop to let your dog sniff everything. </sentenceang><sentencepl>Nie zatrzymuj si&#x119; aby nie pozwala&#x107; psu obw&#x105;chiwa&#x107; wszystkiego.</sentencepl><sentenceaudio/></sentence><sentence sid="1956"><sentenceang>You can then move the food and the dog will follow so that it can keep sniffing or nibbling the food.</sentenceang><sentencepl>Mo&#x17C;esz nast&#x119;pnie przesun&#x105;&#x107; jedzenie, a pies b&#x119;dzie za nim pod&#x105;&#x17C;a&#x142;, wyw&#x105;chuj&#x105;c lub lub skubi&#x105;c jedzenie.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="552"><angword>calve</angword><plword>cieli&#x107; si&#x119;</plword><transcription>&#x2C8;k&#xE6;v</transcription><image>2074178578tocalve.jpg</image><audio>calve.mp3</audio><sentences><sentence sid="1957"><sentenceang>Dairy cows can only produce milk after having calved, and so every dairy cow is allowed to produce one calf each year throughout her productive life.</sentenceang><sentencepl>Krowy mleczne mog&#x105; produkowa&#x107; mleko tylko po ocieleniu si&#x119;, i st&#x105;d ka&#x17C;dej krowie mlecznej pozwala si&#x119; wyda&#x107; na &#x15B;wiat jedno ciel&#x119; raz do roku przez ca&#x142;e ich &#x17C;ycie produkcyjne.</sentencepl><sentenceaudio/></sentence><sentence sid="1958"><sentenceang>In subsistence farming it is common for cows to calve only in alternate years.</sentenceang><sentencepl>W rolnictwie na w&#x142;asny u&#x17C;ytek powszechnym jest, &#x17C;e krowy ciel&#x105; si&#x119; tylko co dwa lata.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="553"><angword>fawn</angword><plword>&#x142;asi&#x107; si&#x119;</plword><transcription>f&#x254;&#x2D0;n</transcription><image>1277414484tofawn.jpg</image><audio>fawn.mp3</audio><sentences/><postit/></word><word wid="554"><angword>hatch</angword><plword>wyl&#x119;ga&#x107; si&#x119;</plword><transcription>h&#xE6;t&#x283;</transcription><image></image><audio>hatch.mp3</audio><sentences><sentence sid="1959"><sentenceang>At the end of the incubation period, about 21 days, the eggs, if fertile, will hatch.</sentenceang><sentencepl>Pod koniec okresu inkubacji, po oko&#x142;o 21 dniach, jaja je&#x17C;eli s&#x105; zap&#x142;odnione, wyl&#x119;gn&#x105; si&#x119;.</sentencepl><sentenceaudio/></sentence><sentence sid="1960"><sentenceang>Before hatching, the hen can hear the chicks peeping inside the eggs, and will gently cluck to stimulate them to break out of their shells.</sentenceang><sentencepl>Przed wyl&#x119;giem, kura mo&#x17C;e us&#x142;ysze&#x107; kurczaki piszcz&#x105;ce wewn&#x105;trz jaj, i b&#x119;dzie delikatnie gdaka&#x107; by zach&#x119;ci&#x107; je do przebicia swoich skorupek.</sentencepl><sentenceaudio/></sentence><sentence sid="1961"><sentenceang>Any eggs not fertilized by a rooster will not hatch, and the hen eventually loses interest in these and leaves the nest.</sentenceang><sentencepl>Wszystkie jaja nie zap&#x142;odnione przez koguta nie wyl&#x119;gn&#x105; si&#x119; i kura ostatecznie traci zainteresowanie nimi, i opuszcza gniazdo.</sentencepl><sentenceaudio/></sentence><sentence sid="1962"><sentenceang>The hen is hatching her chicks.</sentenceang><sentencepl>Kurze wyklu&#x142;y si&#x119; piskl&#x119;ta.</sentencepl><sentenceaudio/></sentence><sentence sid="1963"><sentenceang>The hen sits on her eggs until they hatch.</sentenceang><sentencepl>Kura siedzi na swoich jajach zanim te nie wykluj&#x105; si&#x119;.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="555"><angword>peck</angword><plword>dzioba&#x107;</plword><transcription>p&#x25B;k</transcription><image>621178514dziobac2.jpg</image><audio>peck.mp3</audio><sentences><sentence sid="1964"><sentenceang>Woodpeckers peck tree trunks with their long pointed beaks and eat insects found there.</sentenceang><sentencepl>Dzi&#x119;cio&#x142;y dziobi&#x105; pnie drzew swoimi d&#x142;ugimi spiczastymi dziobami i jedz&#x105; znalezione tam owady.</sentencepl><sentenceaudio/></sentence><sentence sid="1965"><sentenceang>One crow doesn\'t peck another\'s eye.</sentenceang><sentencepl>Kruk krukowi oka nie wydziobie.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="556"><angword>shoe a horse</angword><plword>podkuwa&#x107; konia</plword><transcription>&#x2C8;&#x283;u&#x2D0; &#x259; &#x2C8;h&#x254;rs</transcription><image>1611623488podkowackonia.jpg</image><audio>shoe_a_horse.mp3</audio><sentences><sentence sid="1966"><sentenceang> In some countries, such as the United Kingdom, horseshoeing is legally restricted to only people with specific qualifications and experience.</sentenceang><sentencepl>W niekt&#xF3;rych krajach, takich jak Wielka Brytania, podkuwanie konia jest prawnie ograniczone tylko do os&#xF3;b o okre&#x15B;lonych kwalifikacjach i do&#x15B;wiadczeniu.</sentencepl><sentenceaudio/></sentence><sentence sid="1967"><sentenceang>What to do when the farrier is out of town - ten easy steps to shoeing your horse on your own.</sentenceang><sentencepl>Co zrobi&#x107;, gdy kowal jest poza miastem - dziesi&#x119;&#x107; prostych krok&#xF3;w na podkucie konia na w&#x142;asn&#x105; r&#x119;k&#x119;.</sentencepl><sentenceaudio/></sentence><sentence sid="1968"><sentenceang>Shoeing a horse is best left to someone with experience.</sentenceang><sentencepl>Podkuwanie konia najlepiej pozostawi&#x107; komu&#x15B; do&#x15B;wiadczonemu. </sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="557"><angword>saddle a horse</angword><plword>siod&#x142;a&#x107; konia</plword><transcription>&#x2C8;s&#xE6;d&#x259;l &#x259; &#x2C8;h&#x254;rs</transcription><image></image><audio>saddle_a_horse.mp3</audio><sentences><sentence sid="1969"><sentenceang>A safe and fun way to saddle your horse!</sentenceang><sentencepl>Bezpieczny i przyjemny spos&#xF3;b aby osiod&#x142;a&#x107; konia!</sentencepl><sentenceaudio/></sentence><sentence sid="1970"><sentenceang>How to saddle a horse?</sentenceang><sentencepl>Jak osiod&#x142;a&#x107; konia?</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="558"><angword>carnivorous</angword><plword>mi&#x119;so&#x17C;erny</plword><transcription>k&#x251;&#x279;&#x2C8;n&#x26A;v.&#x259;&#x279;.&#x259;s</transcription><image>1125693727miesozerny.jpg</image><audio>carnivorous.mp3</audio><sentences><sentence sid="1971"><sentenceang>Plants that capture and digest insects are called carnivorous plants.</sentenceang><sentencepl>Ro&#x15B;liny, kt&#xF3;re chwytaj&#x105; i trawi&#x105; owady s&#x105; nazywane ro&#x15B;linami mi&#x119;so&#x17C;ernymi.</sentencepl><sentenceaudio/></sentence><sentence sid="1972"><sentenceang>Most species of bears are actually omnivorous, except for the giant panda, which is almost exclusively herbivorous, and the carnivorous polar bear.</sentenceang><sentencepl>Wi&#x119;kszo&#x15B;&#x107; gatunk&#xF3;w nied&#x17A;wiedzi jest w rzeczywisto&#x15B;ci wszystko&#x17C;erna, z wyj&#x105;tkiem pandy wielkiej, kt&#xF3;ra jest prawie wy&#x142;&#x105;cznie ro&#x15B;lino&#x17C;erna i mi&#x119;so&#x17C;ernych nied&#x17A;wiedzi polarnych.</sentencepl><sentenceaudio/></sentence><sentence sid="1973"><sentenceang>Bengal tiger\'s sharp teeth and strong jaws are the classical physical traits expected from carnivorous mammalian predators.</sentenceang><sentencepl>Ostre z&#x119;by tygrysa bengalskiego i silne szcz&#x119;ki s&#x105; klasycznymi cechami fizycznymi oczekiwanymi od ssak&#xF3;w mi&#x119;so&#x17C;ernych.</sentencepl><sentenceaudio/></sentence><sentence sid="1974"><sentenceang>Most seagulls are carnivorous.</sentenceang><sentencepl>Wi&#x119;kszo&#x15B;&#x107; mew jest mi&#x119;so&#x17C;erna.</sentencepl><sentenceaudio/></sentence><sentence sid="1975"><sentenceang>As young animals most are carnivorous, but as they mature they consumer more vegetable matter in their diet.</sentenceang><sentencepl>Jako m&#x142;ode zwierz&#x119;ta s&#x105; w wi&#x119;kszo&#x15B;ci mi&#x119;so&#x17C;erne, ale gdy dorastaj&#x105; spo&#x17C;ywaj&#x105; wi&#x119;cej warzyw w swojej diecie.</sentencepl><sentenceaudio/></sentence><sentence sid="1976"><sentenceang>Scorpions are carnivorous and feed mainly on insects which they catch with their claws and then kill by stinging.</sentenceang><sentencepl>Skorpiony s&#x105; mi&#x119;so&#x17C;erne i &#x17C;ywi&#x105; si&#x119; g&#x142;&#xF3;wnie owadami, kt&#xF3;re &#x142;api&#x105; za pomoc&#x105; swoich pazur&#xF3;w, a nast&#x119;pnie zabijaj&#x105; przez uk&#x105;szenie.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="559"><angword>herbivorous</angword><plword>ro&#x15B;lino&#x17C;erny</plword><transcription>&#x2CC;(h)&#x259;r&#x2C8;b&#x26A;vr&#x259;s</transcription><image>1618693948roslinozerny.jpg</image><audio>herbivorous.mp3</audio><sentences><sentence sid="1977"><sentenceang>Some mammals are herbivorous, and some are not.</sentenceang><sentencepl>Niekt&#xF3;re ssaki s&#x105; ro&#x15B;lino&#x17C;erne, a niekt&#xF3;re nie.</sentencepl><sentenceaudio/></sentence><sentence sid="1978"><sentenceang>Some reptiles were and are herbivorous, but most of the modern species are not.</sentenceang><sentencepl>Niekt&#xF3;re gady by&#x142;y i s&#x105; ro&#x15B;lino&#x17C;erne, ale wi&#x119;kszo&#x15B;&#x107; wsp&#xF3;&#x142;czesnych gatunk&#xF3;w nie jest.</sentencepl><sentenceaudio/></sentence><sentence sid="1979"><sentenceang>A vegetarian is a human who voluntarily undertakes a primarily herbivorous diet.</sentenceang><sentencepl>Wegetarianinem jest cz&#x142;owiek, kt&#xF3;ry dobrowolnie przyjmuje g&#x142;&#xF3;wnie ro&#x15B;lino&#x17C;ern&#x105; diet&#x119;.</sentencepl><sentenceaudio/></sentence><sentence sid="1980"><sentenceang>Herbivorous animals are animals that are adapted to eat plants.</sentenceang><sentencepl>Zwierz&#x119;ta ro&#x15B;lino&#x17C;erne to zwierz&#x119;ta, kt&#xF3;re s&#x105; przystosowane do jedzenia ro&#x15B;lin.</sentencepl><sentenceaudio/></sentence><sentence sid="1981"><sentenceang>Herbivorous reptiles were far more common in the ages when reptiles dominated the earth.</sentenceang><sentencepl>Ro&#x15B;lino&#x17C;erne gady by&#x142;y znacznie bardziej powszechne w okresie, kiedy gady dominowa&#x142;y na ziemi.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="560"><angword>predator</angword><plword>drapie&#x17C;nik</plword><transcription>&#x2C8;pre.d&#x259;.t&#x259;r</transcription><image>340392187drapieznik.jpg</image><audio>predator.mp3</audio><sentences><sentence sid="1982"><sentenceang>Some predators cannot digest bones, while others can.</sentenceang><sentencepl>Niekt&#xF3;re drapie&#x17C;niki nie potrafi&#x105; trawi&#x107; ko&#x15B;ci, podczas gdy inne mog&#x105;.</sentencepl><sentenceaudio/></sentence><sentence sid="1983"><sentenceang>Many predators specialize in hunting only one species of prey.</sentenceang><sentencepl>Wiele drapie&#x17C;nik&#xF3;w specjalizuje si&#x119; w polowaniu tylko na ofiary jednego gatunku.</sentencepl><sentenceaudio/></sentence><sentence sid="1984"><sentenceang>Predators may or may not kill their prey prior to feeding on them.</sentenceang><sentencepl>Drapie&#x17C;nik mo&#x17C;e lub nie zabi&#x107; swoj&#x105; ofiar&#x119; zanim j&#x105; po&#x17C;re.</sentencepl><sentenceaudio/></sentence><sentence sid="1985"><sentenceang>Predators may increase the biodiversity of communities by preventing a single species from becoming dominant. </sentenceang><sentencepl>Drapie&#x17C;niki mog&#x105; zwi&#x119;kszy&#x107; bior&#xF3;&#x17C;norodno&#x15B;&#x107; spo&#x142;eczno&#x15B;ci zapobiegaj&#x105;c dominacji jednego gatunku.</sentencepl><sentenceaudio/></sentence><sentence sid="1986"><sentenceang>The most visible forms of aggression are often seen between prey and predator.</sentenceang><sentencepl>Najbardziej widoczne formy agresji s&#x105; cz&#x105;sto dostrzegane mi&#x119;dzy ofiar&#x105; i drapie&#x17C;nikiem.</sentencepl><sentenceaudio/></sentence><sentence sid="1987"><sentenceang>Predators always prey on unsuspecting victims.</sentenceang><sentencepl>Drapie&#x17C;niki zawsze poluje na niczego niepodejrzewaj&#x105;ce ofiary.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="561"><angword>docile</angword><plword>potulny</plword><transcription>&#x2C8;d&#x259;&#x28A;.sail</transcription><image>1914447281potulny.jpg</image><audio>docile.mp3</audio><sentences><sentence sid="1988"><sentenceang>Its docile nature, often cartoon-like appearance, and long life expectancy make it an attractive choice for exotic-pet owners</sentenceang><sentencepl>Jego potulna natura, cz&#x119;sto wygl&#x105;d jak z kresk&#xF3;wki i d&#x142;uga przewidywana &#x15B;rednia &#x17C;ycia czyni go atrakcyjnym wyborem dla w&#x142;a&#x15B;cicieli egzotycznych zwierz&#x105;t domowych.</sentencepl><sentenceaudio/></sentence><sentence sid="1989"><sentenceang>Being mostly docile fish, they should not be kept with highly aggressive fish.</sentenceang><sentencepl>B&#x119;d&#x105;c przewa&#x17C;nie potuln&#x105; ryb&#x105;, nie powinny by&#x107; one trzymane z rybami bardzo agresywnymi.</sentencepl><sentenceaudio/></sentence><sentence sid="1990"><sentenceang>The cows looked big and docile.</sentenceang><sentencepl>Krowa wygl&#x105;da&#x142;a na du&#x17C;&#x105; i potuln&#x105;.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="562"><angword>domesticated</angword><plword>udomowiony</plword><transcription>d&#x259;&#x2C8;mest&#x26A;&#x2CC;ke&#x26A;t&#x26A;d</transcription><image></image><audio>domesticated.mp3</audio><sentences><sentence sid="1991"><sentenceang>Animals domesticated for home companionship are usually called pets while those domesticated for food or work are called livestock or farm animals.</sentenceang><sentencepl>Zwierz&#x119;ta udomowione dla towarzystwa s&#x105; zwykle nazywane zwierz&#x119;tami domowymi, podczas gdy te udomowione dla cel&#xF3;w &#x17C;ywno&#x15B;ciowych lub pracy s&#x105; nazywane zwierz&#x119;tami gospodarskimi.</sentencepl><sentenceaudio/></sentence><sentence sid="1992"><sentenceang>Livestock are domesticated animals raised in an agricultural setting to produce commodities such as food, fiber and labor.</sentenceang><sentencepl>Zwierz&#x119;ta gospodarskie s&#x105; udomowionymi zwierz&#x119;tami hodowanymi w gospodarstwie rolnym na potrzeby d&#xF3;br takich jak &#x17C;ywno&#x15B;&#x107;, w&#x142;&#xF3;kno i praca.</sentencepl><sentenceaudio/></sentence><sentence sid="1993"><sentenceang>The first animal to be domesticated appears to have been the dog.</sentenceang><sentencepl>Pierwszym zwierz&#x119;ciem, kt&#xF3;re zosta&#x142;o udomowione wydaje si&#x119; by&#x107; pies.</sentencepl><sentenceaudio/></sentence><sentence sid="1994"><sentenceang>In contrast to the dog, the cat has become domesticated only in recent times.</sentenceang><sentencepl>W przeciwie&#x144;stwie do pasa, kot zosta&#x142; udomowiony stosunkowo niedawno.</sentencepl><sentenceaudio/></sentence><sentence sid="1995"><sentenceang>Cats were domesticated by the Egyptians.</sentenceang><sentencepl>Kot zosta&#x142; udomowiony przez Egipcjan.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="563"><angword>savage</angword><plword>w&#x15B;ciek&#x142;y</plword><transcription>&#x2C8;s&#xE6;v&#x26A;d&#x292;</transcription><image>2096742688wsciekly.jpg</image><audio>savage.mp3</audio><sentences><sentence sid="1996"><sentenceang>Three police still in hospital after savage dog attack in Newham, East London</sentenceang><sentencepl>Trzech policjant&#xF3;w przebywa ci&#x105;gle w szpitalu po tym jak zatakowa&#x142; ich w&#x15B;ciek&#x142; pies w Newham, we wschodnim Londynie.</sentencepl><sentenceaudio/></sentence><sentence sid="1997"><sentenceang>The primitive man was frightened at the sight of a savage beast.</sentenceang><sentencepl>Cz&#x142;owiek pierwotny odczuwa&#x142; przera&#x17C;enie na widok dzikich zwierz&#x105;t.</sentencepl><sentenceaudio/></sentence><sentence sid="1998"><sentenceang>His head had been shattered by a savage blow from some heavy weapon.</sentenceang><sentencepl>Jego g&#x142;owa zosta&#x142;a roztrzaskana przez w&#x15B;ciek&#x142;e uderzenie jak&#x105;&#x15B; ci&#x119;&#x17C;k&#x105; broni&#x105;.</sentencepl><sentenceaudio/></sentence><sentence sid="1999"><sentenceang>A savage tribe lived there in those days.</sentenceang><sentencepl>Dzikie plemi&#x119; &#x17C;y&#x142;o tam w tych czasach.</sentencepl><sentenceaudio/></sentence><sentence sid="2000"><sentenceang>He demanded that the savage dog be kept tied up.</sentenceang><sentencepl>Domaga&#x142; si&#x119; &#x17C;eby w&#x15B;ciek&#x142;y pies by&#x142; trzymany na uwi&#x119;zi.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="564"><angword>fierce</angword><plword>agresywny</plword><transcription>&#x2C8;f&#x26A;rs</transcription><image>251144904fierce.jpg</image><audio>fierce.mp3</audio><sentences><sentence sid="2001"><sentenceang>During these periods fierce warfare took place between many nobles fighting for the throne.</sentenceang><sentencepl>W tych czasach agresywne wojny toczy&#x142;y si&#x119; mi&#x119;dzy wieloma szlachcicami walcz&#x105;cymi o tron.</sentencepl><sentenceaudio/></sentence><sentence sid="2002"><sentenceang>Their dog was so fierce that he kept everyone away.</sentenceang><sentencepl>Ich pies by&#x142; tak agresywny, &#x17C;e nikt si&#x119; do niego nie zbli&#x17C;a&#x142;.</sentencepl><sentenceaudio/></sentence><sentence sid="2003"><sentenceang>The Union soldiers fought fiercely.</sentenceang><sentencepl>&#x17B;o&#x142;nierze Unii walczyli agresywnie.</sentencepl><sentenceaudio/></sentence><sentence sid="2004"><sentenceang>They\'re fighting fiercely now but I assure you they\'ll bury the hatchet before long.</sentenceang><sentencepl>Teraz zajadle walcz&#x105;, ale zapewniam ci&#x119;, &#x17C;e nied&#x142;ugo zakopi&#x105; top&#xF3;r wojenny.</sentencepl><sentenceaudio/></sentence><sentence sid="2005"><sentenceang>You will be strong and fierce, just like your father.</sentenceang><sentencepl>B&#x119;dzisz silny i okrutny, tak jak tw&#xF3;j ojciec.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="565"><angword>natural habitat</angword><plword>naturalne siedlisko</plword><transcription>&#x2C8;n&#xE6;t&#x283;&#x259;r&#x259;l &#x2C8;h&#xE6;b&#x259;&#x2CC;t&#xE6;t</transcription><image></image><audio>natural_habitat.mp3</audio><sentences><sentence sid="2006"><sentenceang>A natural habitat is an ecological or environmental area that is inhabited by a particular species of animal, plant, or other type of organism.</sentenceang><sentencepl>Naturalne siedlisko jest obszarem ekologicznym lub &#x15B;rodowiskowym, kt&#xF3;ry jest zamieszkiwany przez dany gatunek zwierz&#x119;cia, ro&#x15B;liny lub organizmu innego typu. </sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="566"><angword>shelter</angword><plword>schronisko</plword><transcription>&#x2C8;&#x283;&#x25B;lt&#x259;</transcription><image>215105526schronisko.jpg</image><audio>shelter.mp3</audio><sentences><sentence sid="2007"><sentenceang>Most private shelters are typically run as no-kill shelters.</sentenceang><sentencepl>Wi&#x119;kszo&#x15B;&#x107; prywatnych schronisk zwykle dzia&#x142;a jako schroniska, w kt&#xF3;rych nie zabija si&#x119; zwierz&#x105;t.</sentencepl><sentenceaudio/></sentence><sentence sid="2008"><sentenceang>Some shelters will also keep reptiles and parrots.</sentenceang><sentencepl>Niekt&#xF3;re schroniska b&#x119;d&#x105; r&#xF3;wnie&#x17C; przechowywa&#x107; gady i papugi.</sentencepl><sentenceaudio/></sentence><sentence sid="2009"><sentenceang>Most shelters are populated by dogs, cats and a variety of small animals like mice, rats and rabbits.</sentenceang><sentencepl>Wi&#x119;kszo&#x15B;&#x107; schronisk jest zamieszkiwana przez psy, koty i r&#xF3;&#x17C;ne ma&#x142;e zwierz&#x119;ta takie jak szczury, kr&#xF3;liki i myszy.</sentencepl><sentenceaudio/></sentence><sentence sid="2010"><sentenceang>An animal shelter is a facility that houses homeless, lost, or abandoned animals.</sentenceang><sentencepl>Schronisko dla zwierz&#x105;t jest obiektem, kt&#xF3;ry mie&#x15B;ci bezdomne, zaginione lub porzucone zwierz&#x119;ta.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="567"><angword>poacher</angword><plword>k&#x142;usownik</plword><transcription>&#x2C8;p&#x259;&#x28A;.t&#x283;&#x259;(&#x279;)</transcription><image>1876077586klusownik.jpg</image><audio>poacher.mp3</audio><sentences><sentence sid="2011"><sentenceang>The poacher does not possess a valid permit.</sentenceang><sentencepl>K&#x142;usownik nie posiada wa&#x17C;nego zezwolenia.</sentencepl><sentenceaudio/></sentence><sentence sid="2012"><sentenceang>The poacher does not own the land he is poaching on and does not have permission from the owner to hunt on that land</sentenceang><sentencepl>K&#x142;usownik nie jest w&#x142;a&#x15B;cicielem ziemi, na kt&#xF3;rej k&#x142;usuje i nie ma zgody w&#x142;a&#x15B;ciciela, do polowania na tym terenie.</sentencepl><sentenceaudio/></sentence><sentence sid="2013"><sentenceang>The poacher is illegally selling the animal, animal parts or plant for a profit.</sentenceang><sentencepl>K&#x142;usownik nielegalnie sprzedaje zwierz&#x119;, cz&#x119;&#x15B;ci zwierz&#x119;cia lub ro&#x15B;lin w celu osi&#x105;gni&#x119;cia zysku.</sentencepl><sentenceaudio/></sentence><sentence sid="2014"><sentenceang>The use of parts of endangered species has created controversy and resulted in a black market of poachers who hunt restricted animals.</sentenceang><sentencepl>Stosowanie organ&#xF3;w zwierz&#x105;t zagro&#x17C;onych wygini&#x119;ciem spowodowa&#x142;o kontrowersje i doprowadzi&#x142;o do powstania czarnego rynku k&#x142;usownik&#xF3;w, kt&#xF3;rzy poluj&#x105; na zwierz&#x119;ta chronione.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="568"><angword>spine</angword><plword>kolec je&#x17C;a</plword><transcription>spa&#x26A;n</transcription><image>1842196890kolecjeza.jpg</image><audio>spine.mp3</audio><sentences><sentence sid="2015"><sentenceang>In a zoological context, a spine is a hard, needle-like anatomical structure.</sentenceang><sentencepl>W kontek&#x15B;cie zoologicznym kolec je&#x17C;a jest tward&#x105;, ig&#x142;owat&#x105; struktur&#x105; anatomiczn&#x105;.</sentencepl><sentenceaudio/></sentence><sentence sid="2016"><sentenceang>Hedgehogs are easily recognized by their spines, which are hollow hairs made stiff with keratin.</sentenceang><sentencepl>Je&#x17C;e s&#x105; &#x142;atwo rozpoznawalne dzi&#x119;ki ich kolcom, kt&#xF3;re s&#x105; wydr&#x105;&#x17C;onymi w&#x142;osami usztywnionymi przez keratyn&#x119;.</sentencepl><sentenceaudio/></sentence><sentence sid="2017"><sentenceang>Spines normally come out when a hedgehog sheds baby spines and replaces them with adult spines.</sentenceang><sentencepl>Kolce je&#x17C;a wypadaj&#x105; z regu&#x142;y gdy je&#x17C; zrzuca kolce niemowl&#x119;ce i zast&#x119;puje je kolcami dojrza&#x142;ymi.</sentencepl><sentenceaudio/></sentence><sentence sid="2018"><sentenceang>When under extreme stress or during sickness, a hedgehog can also lose spines.</sentenceang><sentencepl>B&#x119;d&#x105;c w skrajnym stresie lub podczas choroby, je&#x17C; mo&#x17C;e r&#xF3;wnie&#x17C; straci&#x107; kolce.</sentencepl><sentenceaudio/></sentence><sentence sid="2019"><sentenceang>Porcupines are rodents with a coat of sharp spines, or quills, that defend and camouflage them from predators.</sentenceang><sentencepl>Je&#x17C;ozwierze s&#x105; gryzoniami z warstw&#x105; ostrych kolc&#xF3;w lub pi&#xF3;r, kt&#xF3;re chroni&#x105; i kamufluj&#x105; je przed drapie&#x17C;nikami.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="569"><angword>pen</angword><plword>zagroda</plword><transcription>p&#x25B;n</transcription><image>452948123zagroda.jpg</image><audio>pen.mp3</audio><sentences><sentence sid="2020"><sentenceang>A pen is an enclosure for holding livestock.</sentenceang><sentencepl>Zagroda jest pomieszczeniem do trzymania zwierz&#x105;t.</sentencepl><sentenceaudio/></sentence><sentence sid="2021"><sentenceang>A pen for cattle is also sometimes called a corral.</sentenceang><sentencepl>Zagroda dla byd&#x142;a jest r&#xF3;wnie&#x17C; czasami nazywa \'corral\'.</sentencepl><sentenceaudio/></sentence><sentence sid="2022"><sentenceang> A large pen for horses is called a paddock.</sentenceang><sentencepl>Du&#x17C;a zagroda dla koni jest nazywana padokiem.</sentencepl><sentenceaudio/></sentence><sentence sid="2023"><sentenceang>Sheep are kept in mobs in paddocks, in pens, or in a barn. </sentenceang><sentencepl>Owce trzymane s&#x105; w t&#x142;umie w padokach, w zagrodach lub w stodole.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="570"><angword>milk</angword><plword>doi&#x107;</plword><transcription>m&#x26A;lk</transcription><image>1814531752doickrowe.jpg</image><audio>milk.mp3</audio><sentences><sentence sid="2024"><sentenceang>Hand milking is performed by massaging and pulling down on the teats of the udder, squirting the milk into a bucket.</sentenceang><sentencepl>Dojenie r&#x119;czne odbywa si&#x119; poprzez masowanie i poci&#x105;ganie za dojki krowiego wymienia, tryskaj&#x105;c mlekiem do wiadra.</sentencepl><sentenceaudio/></sentence><sentence sid="2025"><sentenceang>The first farmers in central Europe and Britain milked their animals.</sentenceang><sentencepl>Jako pierwsi rolnicy w &#x15B;rodkowej Europie i Wielkiej Brytanii doili swoje zwierz&#x119;ta. </sentencepl><sentenceaudio/></sentence><sentence sid="2026"><sentenceang>How do you call a person who milks cows?</sentenceang><sentencepl>Jak mo&#x17C;na nazwa&#x107; osob&#x119;, kt&#xF3;ra doi krowy?</sentencepl><sentenceaudio/></sentence><sentence sid="2027"><sentenceang>Dairy farmer is milking a cow.</sentenceang><sentencepl>Hodowca byd&#x142;a mlecznego doi krow&#x119;.</sentencepl><sentenceaudio/></sentence><sentence sid="2028"><sentenceang>Mature man is milking cow on meadow.</sentenceang><sentencepl>Satrszy m&#x119;&#x17C;czyzna doi krow&#x119; na &#x142;&#x105;ce.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="571"><angword>scratch</angword><plword>drapa&#x107;</plword><transcription>skr&#xE6;t&#x283;</transcription><image>1074744663drapac.jpg</image><audio>scratch.mp3</audio><sentences><sentence sid="2029"><sentenceang>Nervous people will scratch their heads.</sentenceang><sentencepl>Nerwowi ludzie drapi&#x105; si&#x119; w g&#x142;ow&#x119;.</sentencepl><sentenceaudio/></sentence><sentence sid="2030"><sentenceang>I can hear a cat scratching at the window.</sentenceang><sentencepl>S&#x142;ysz&#x119;, jak kot drapie w okno.</sentencepl><sentenceaudio/></sentence><sentence sid="2031"><sentenceang>Don\'t scratch your mosquito bite. It\'ll get inflamed.</sentenceang><sentencepl>Nie drap miejsca uk&#x105;szenia przez komara. Bo rozwinie si&#x119; tam stan zapalny.</sentencepl><sentenceaudio/></sentence><sentence sid="2032"><sentenceang>You should try not to scratch your insect bites.</sentenceang><sentencepl>Powiniene&#x15B; stara&#x107; si&#x119; nie drapa&#x107; miejsca uk&#x105;szenia przez owady.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="572"><angword>pedigree</angword><plword>rodow&#xF3;d</plword><transcription>&#x2C8;p&#x25B;d.&#x26A;.&#x261;&#x279;i</transcription><image></image><audio>pedigree.mp3</audio><sentences><sentence sid="2033"><sentenceang>When the lineage of a purebred animal is recorded, that animal is said to be pedigreed.</sentenceang><sentencepl>Gdy rodow&#xF3;d czystej krwi zwierz&#x119;cia jest rejestrowany, to m&#xF3;wi si&#x119;, &#x17C;e zwierz&#x119; jest z rodowodem.</sentencepl><sentenceaudio/></sentence><sentence sid="2034"><sentenceang>A pedigreed animal is one that has its ancestry recorded.</sentenceang><sentencepl>Zwierz&#x119; z rodowodem jest tym, kt&#xF3;re ma rejestrowane swoje pochodzenie.</sentencepl><sentenceaudio/></sentence><sentence sid="2035"><sentenceang>Many of the country stations did not enjoy the pedigree of great architects to sire them.</sentenceang><sentencepl>Wiele wiejskich stacji nie cieszy si&#x119; rodowodem wielkich architekt&#xF3;w, kt&#xF3;rzy je sp&#x142;odzili.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="573"><angword>carnivore</angword><plword>zwierz&#x119; mi&#x119;so&#x17C;erne</plword><transcription>&#x2C8;k&#x251;&#x2D0;n&#x26A;v&#x254;&#x2D0;</transcription><image></image><audio>carnivore.mp3</audio><sentences><sentence sid="2036"><sentenceang>A carnivore is an organism that derives its energy and nutrient requirements from a diet consisting mainly or exclusively of animal tissue</sentenceang><sentencepl>Zwierz&#x119; mi&#x119;so&#x17C;erne jest organizmem, kt&#xF3;ry czerpie energi&#x119; i zaspokaja zapotrzebowanie na substancje od&#x17C;ywcze z diety sk&#x142;adaj&#x105;cej si&#x119; g&#x142;&#xF3;wnie lub wy&#x142;&#x105;cznie z tkanki zwierz&#x119;cej.</sentencepl><sentenceaudio/></sentence><sentence sid="2037"><sentenceang>Lions are obligate carnivores.</sentenceang><sentencepl>Lwy s&#x105; bezwzgl&#x119;dnymi mi&#x119;so&#x17C;ercami.</sentencepl><sentenceaudio/></sentence><sentence sid="2038"><sentenceang>A carnivore that sits at the top of the foodchain is an apex predator.</sentenceang><sentencepl>Zwierz&#x119; mi&#x119;so&#x17C;erne kt&#xF3;re znajduje si&#x119; na szczycie &#x142;a&#x144;cucha pokarmowego jest szczytowym drapie&#x17C;nikiem.</sentencepl><sentenceaudio/></sentence><sentence sid="2039"><sentenceang>It is an extremely aggressive carnivore that will eat anything in its sight.</sentenceang><sentencepl>Jest on niezwykle agresywnym mi&#x119;so&#x17C;ercom, kt&#xF3;ry zje cokolwiek stanie na jego drodze.</sentencepl><sentenceaudio/></sentence><sentence sid="2040"><sentenceang>All felids including the domestic cat are obligate carnivores requiring a diet of primarily animal flesh and organs.</sentenceang><sentencepl>Wszystkie kotowate w tym kot domowy s&#x105; bezwzgl&#x119;dnymi mi&#x119;so&#x17C;ercami wymagaj&#x105;cymi diety z&#x142;o&#x17C;onej g&#x142;&#xF3;wnie z mi&#x119;sa zwierz&#x119;cego i ich narz&#x105;d&#xF3;w.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="574"><angword>herbivore</angword><plword>zwierz&#x119; ro&#x15B;lino&#x17C;erne</plword><transcription>&#x25B;&#x281;.bi.v&#x254;&#x281;</transcription><image></image><audio>herbivore.mp3</audio><sentences><sentence sid="2041"><sentenceang>Herbivores are organisms that are anatomically and physiologically adapted to eat plant-based foods.</sentenceang><sentencepl>Zwierz&#x119;ta ro&#x15B;lino&#x17C;erne s&#x105; organizmami, kt&#xF3;re s&#x105; anatomicznie i fizjologicznie przystosowane do jedzenia &#x17C;ywno&#x15B;ci pochodzenia ro&#x15B;linnego.</sentencepl><sentenceaudio/></sentence><sentence sid="2042"><sentenceang>Herbivores form an important link in the food chain.</sentenceang><sentencepl>Zwierz&#x119;ta ro&#x15B;lino&#x17C;erne tworz&#x105; wa&#x17C;ne ogniwo w &#x142;a&#x144;cuchu pokarmowym.</sentencepl><sentenceaudio/></sentence><sentence sid="2043"><sentenceang>Feeding choice involves which plants a herbivore chooses to consume.</sentenceang><sentencepl>Wyb&#xF3;r po&#x17C;ywienia wi&#x105;&#x17C;e si&#x119; z tym kt&#xF3;re ro&#x15B;liny zwierz&#x119; ro&#x15B;lino&#x17C;erne wybiera aby spo&#x17C;y&#x107;.</sentencepl><sentenceaudio/></sentence><sentence sid="2044"><sentenceang>Herbivore feed on grass.</sentenceang><sentencepl>Zwierz&#x119;ta ro&#x15B;lino&#x17C;erne &#x17C;ywi&#x105; si&#x119; traw&#x105;.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word></set>
