<?xml version="1.0"?>
<set><word wid="650"><angword>sausage</angword><plword>kie&#x142;basa</plword><transcription>&#x2C8;s&#x252;s&#x26A;d&#x292;</transcription><image>1745134259sausage.jpeg</image><audio>sausage.mp3</audio><sentences><sentence sid="2449"><sentenceang>Typically, a sausage is formed in a casing traditionally made from intestine, but sometimes synthetic.</sentenceang><sentencepl>Zazwyczaj kie&#x142;basa jest formowana w os&#x142;once tradycyjnie wytwarzanej z jelita, a czasami syntetycznej.</sentencepl><sentenceaudio/></sentence><sentence sid="2450"><sentenceang>Additionally, luncheon meat and sausage meat are now available without casings in tin cans and jars.</sentenceang><sentencepl>Ponadto, mielonki i mi&#x119;sa kie&#x142;basiane s&#x105; teraz dost&#x119;pne bez os&#x142;onek w puszkach i s&#x142;oikach.</sentencepl><sentenceaudio/></sentence><sentence sid="2451"><sentenceang>Fresh sausages are made from meats that have not been previously cured.</sentenceang><sentencepl>&#x15A;wie&#x17C;e kie&#x142;basy s&#x105; robione z mi&#x119;sa, kt&#xF3;re nie by&#x142;o wcze&#x15B;niej peklowane.</sentencepl><sentenceaudio/></sentence><sentence sid="2452"><sentenceang>Dry sausages are cured sausages that are fermented and dried.</sentenceang><sentencepl>Suche kie&#x142;basy s&#x105; kie&#x142;basami peklowanymi, kt&#xF3;re s&#x105; sfermentowane i suszone.</sentencepl><sentenceaudio/></sentence><sentence sid="2453"><sentenceang>Most raw sausages will keep for a long time.</sentenceang><sentencepl>Wi&#x119;kszo&#x15B;&#x107; surowych kie&#x142;bas b&#x119;dzie si&#x119; przechowywa&#x107; dobrze przez d&#x142;ugi czas.</sentencepl><sentenceaudio/></sentence><sentence sid="2454"><sentenceang>Vegetarian sausage refers to sausages made without meat, for example, with soya protein or with tofu or with herbs and spices.</sentenceang><sentencepl>Kie&#x142;basa wegetaria&#x144;ska jest kie&#x142;bas&#x105; wytwarzan&#x105; bez mi&#x119;sa, na przyk&#x142;ad, z bia&#x142;kiem sojowym lub z tofu oraz z zio&#x142;ami i przyprawami.</sentencepl><sentenceaudio/></sentence><sentence sid="2455"><sentenceang>In southwestern China, sausages are flavored with salt, red pepper and wild pepper.</sentenceang><sentencepl>W po&#x142;udniowo-zachodnich Chinach, kie&#x142;basy s&#x105; przyprawiane sol&#x105;, czerwon&#x105; papryk&#x105; i dzikim pieprzem.</sentencepl><sentenceaudio/></sentence><sentence sid="2456"><sentenceang>In Iceland, lamb may be added to sausages, giving them a distinct taste.</sentenceang><sentencepl>W Islandii, jagni&#x119;cina mo&#x17C;e by&#x107; dodana do kie&#x142;basy, nadaj&#x105;c jej charakterystyczny smak.</sentencepl><sentenceaudio/></sentence><sentence sid="2457"><sentenceang>I don\'t want to eat sausage for lunch, because I prefer meat with potatoes.</sentenceang><sentencepl>Nie chc&#x119; je&#x15B;&#x107; kie&#x142;basy na obiad, gdy&#x17C; wol&#x119; mi&#x119;so z ziemniakami.</sentencepl><sentenceaudio/></sentence><sentence sid="2458"><sentenceang>Would you like bacon or sausage?</sentenceang><sentencepl>Wolisz bekon czy kie&#x142;bas&#x119;?</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="651"><angword>bacon</angword><plword>bekon</plword><transcription>&#x2C8;be&#x26A;kn&#x329;</transcription><image>1268315194bacon.jpeg</image><audio>bacon.mp3</audio><sentences><sentence sid="2459"><sentenceang>Boiled bacon is ready to eat, as is some smoked bacon, but may be cooked further before eating.</sentenceang><sentencepl>Gotowany boczek nadaje si&#x119; do jedzenia, podobnie jak niekt&#xF3;re boczki w&#x119;dzone, ale mog&#x105; one by&#x107; dodatkowo przegotowane przed spo&#x17C;yciem.</sentencepl><sentenceaudio/></sentence><sentence sid="2460"><sentenceang>It is a very lean, meaty cut of bacon, with less fat compared to other cuts.</sentenceang><sentencepl>Jest to bardzo chudy, mi&#x119;sisty kawa&#x142;ek bakonu, z mniejsz&#x105; ilo&#x15B;ci&#x105; t&#x142;uszczu w por&#xF3;wnaniu do innych kawa&#x142;k&#xF3;w mi&#x119;sa.</sentencepl><sentenceaudio/></sentence><sentence sid="2461"><sentenceang>Fresh bacon may then be further dried for weeks or months in cold air, boiled, or smoked.</sentenceang><sentencepl>&#x15A;wie&#x17C;y bekon mo&#x17C;e by&#x107; nast&#x119;pnie dalej suszony przez kilka tygodni lub miesi&#x119;cy w ch&#x142;odnym powietrzu, gotowany lub w&#x119;dzony.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="652"><angword>beef</angword><plword>wo&#x142;owina</plword><transcription>bi&#x2D0;f</transcription><image>1496854818beef.jpeg</image><audio>beef.mp3</audio><sentences><sentence sid="2462"><sentenceang>Beef muscle meat can be cut into steak, roasts or short ribs.</sentenceang><sentencepl>Mi&#x119;so wo&#x142;owe mo&#x17C;e by&#x107; poci&#x119;te w steki, pieczenie lub kr&#xF3;tkie &#x17C;eberka.</sentencepl><sentenceaudio/></sentence><sentence sid="2463"><sentenceang>Beef is the third most widely consumed meat in the world.</sentenceang><sentencepl>Wo&#x142;owina jest trzecim najpowszechniej spo&#x17C;ywanym  mi&#x119;sem na &#x15B;wiecie.</sentencepl><sentenceaudio/></sentence><sentence sid="2464"><sentenceang>In 2009, Argentines ate the most beef at 64.6 kg per person.</sentenceang><sentencepl>W 2009, Argenty&#x144;czycy jedli najwi&#x119;cej wo&#x142;owiny na na osob&#x119; 64,6 kg.</sentencepl><sentenceaudio/></sentence><sentence sid="2465"><sentenceang>Beef rump steak on grill pan, cooked to medium rare.</sentenceang><sentencepl>Comber wo&#x142;owy na patelni grillowej, gotowany do postaci &#x15B;rednio krwistej.</sentencepl><sentenceaudio/></sentence><sentence sid="2466"><sentenceang>Beef can be cooked to various degrees, from very rare to well done.</sentenceang><sentencepl>Wo&#x142;owina mo&#x17C;e by&#x107; gotowana w r&#xF3;&#x17C;nym stopniu od na wp&#xF3;&#x142; surowej do dobrze ugotowanej.</sentencepl><sentenceaudio/></sentence><sentence sid="2467"><sentenceang>Have you got any preference between beef and lamb?</sentenceang><sentencepl>Wolisz wo&#x142;owin&#x119; czy jagni&#x119;cin&#x119;?</sentencepl><sentenceaudio/></sentence><sentence sid="2468"><sentenceang>How about some more roast beef?</sentenceang><sentencepl>Mo&#x17C;e dok&#x142;adk&#x119; pieczonej wo&#x142;owiny?</sentencepl><sentenceaudio/></sentence><sentence sid="2469"><sentenceang>The butcher who sold me this beef is always friendly.</sentenceang><sentencepl>Rze&#x17A;nik, kt&#xF3;ry sprzeda&#x142; mi t&#x119; wo&#x142;owin&#x119;, jest zawsze mi&#x142;y.</sentencepl><sentenceaudio/></sentence><sentence sid="2470"><sentenceang>Additional imports of American beef are planned to meet rising demand.</sentenceang><sentencepl>Planuje si&#x119; dodatkowy import ameryka&#x144;skiej wo&#x142;owiny, by pokry&#x107; zwi&#x119;kszony popyt.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="654"><angword>ham</angword><plword>szynka</plword><transcription>h&#xE6;m</transcription><image>251214036ham.jpeg</image><audio>ham.mp3</audio><sentences><sentence sid="2475"><sentenceang>Earliest evidence of ham production in Italy comes from the Republican Roman period.</sentenceang><sentencepl>Najstarsze dowody wskazuj&#x105;, &#x17C;e produkcja szynki we W&#x142;oszech wywodzi si&#x119; z czas&#xF3;w Republiki Rzymskiej.</sentencepl><sentenceaudio/></sentence><sentence sid="2476"><sentenceang>Country ham typically is saltier and less sweet than city ham.</sentenceang><sentencepl>Szynka wiejska jest zazwyczaj bardziej s&#x142;ona i mniej s&#x142;odka ni&#x17C; szynka z miasta.</sentencepl><sentenceaudio/></sentence><sentence sid="2477"><sentenceang>Most hams are cured with nitrite and salt today.</sentenceang><sentencepl>Wi&#x119;kszo&#x15B;&#x107; szynek jest dzi&#x15B; peklowana z u&#x17C;yciem azotan&#xF3;w i soli.</sentencepl><sentenceaudio/></sentence><sentence sid="2478"><sentenceang>Ham is a cut of meat from the thigh of the hind leg of an animal, especially pigs.</sentenceang><sentencepl>Szynka jest kawa&#x142;kiem mi&#x119;sa z uda tylnej nogi zwierz&#x119;cia, zw&#x142;aszcza &#x15B;wini.</sentencepl><sentenceaudio/></sentence><sentence sid="2479"><sentenceang>Tinned ham is a meat product that is sold exclusively in tins.</sentenceang><sentencepl>Szynka konserwowa jest produktem mi&#x119;snym, kt&#xF3;ry jest sprzedawany wy&#x142;&#x105;cznie w puszkach.</sentencepl><sentenceaudio/></sentence><sentence sid="2480"><sentenceang>Ham is uncooked preserved pork. </sentenceang><sentencepl>Szynka jest niepoddan&#x105; obr&#xF3;bce cieplnej zakonserwowan&#x105; wieprzowin&#x105;.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="656"><angword>pork</angword><plword>wieprzowina</plword><transcription>p&#x254;&#x2D0;k</transcription><image>524296160pork.jpeg</image><audio>pork.mp3</audio><sentences><sentence sid="2483"><sentenceang>Processing of pork into sausages and other products in France is described as charcuterie.</sentenceang><sentencepl>Przetwarzanie wieprzowiny na kie&#x142;basy i inne produkty we Francji jest nazywane jako charcuterie.</sentencepl><sentenceaudio/></sentence><sentence sid="2484"><sentenceang>Salted preserved pork or red roasted pork is used in Chinese and Asian cuisine.</sentenceang><sentencepl>Wieprzowina solona i konserwowana lub pieczona na krwisto jest stosowana w kuchni Chi&#x144;skiej i Azjatyckiej.</sentencepl><sentenceaudio/></sentence><sentence sid="2485"><sentenceang>Pork is the culinary name for meat from the domestic pig.</sentenceang><sentencepl>Wieprzowina jest kulinarnym okre&#x15B;leniem na mi&#x119;so pochodz&#x105;ce ze &#x15B;wini domowej.</sentencepl><sentenceaudio/></sentence><sentence sid="2486"><sentenceang>Pork is one of the most widely eaten meats in the world.</sentenceang><sentencepl>Wieprzowina jest jednym z najpowszechniej jedzonych mi&#x119;s na &#x15B;wiecie.</sentencepl><sentenceaudio/></sentence><sentence sid="2487"><sentenceang>Cured pork products include ham and bacon.</sentenceang><sentencepl>Peklowane produkty wieprzowe obejmuj&#x105; szynk&#x119; i boczek.</sentencepl><sentenceaudio/></sentence><sentence sid="2488"><sentenceang>Pork is particularly common as an ingredient in sausages.</sentenceang><sentencepl>Wieprzowina jest szczeg&#xF3;lnie powszechna jako sk&#x142;adnik kie&#x142;basy.</sentencepl><sentenceaudio/></sentence><sentence sid="2489"><sentenceang>Pork with its fat trimmed is leaner than the meat of most domesticated animals, but is high in cholesterol and saturated fat.</sentenceang><sentencepl>Wieprzowina z okrojonym t&#x142;uszczem jest bardziej chuda ni&#x17C; mi&#x119;so wi&#x119;kszo&#x15B;ci zwierz&#x105;t domowych, ale zawiera du&#x17C;o cholesterolu i t&#x142;uszczy nasyconych.</sentencepl><sentenceaudio/></sentence><sentence sid="2490"><sentenceang>As for me, I like chicken better than pork.</sentenceang><sentencepl>Ja osobi&#x15B;cie wol&#x119; dr&#xF3;b od wieprzowiny.</sentencepl><sentenceaudio/></sentence><sentence sid="2491"><sentenceang>Is eating raw pork really bad for you?</sentenceang><sentencepl>Czy jedzenie wieprzowiny naprawd&#x119; jest niezdrowe?</sentencepl><sentenceaudio/></sentence><sentence sid="2492"><sentenceang>Is eating pork a sin?</sentenceang><sentencepl>Czy jedzenie wieprzowiny to grzech?</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="657"><angword>minced meat</angword><plword>mi&#x119;so mielone</plword><transcription>&#x2C8;m&#x26A;nst &#x2C8;mi&#x2D0;t</transcription><image>237903887mincedmeat.jpeg</image><audio>minced_meat.mp3</audio><sentences><sentence sid="2493"><sentenceang>Minced meat is meat finely chopped by a meat grinder</sentenceang><sentencepl>Mi&#x119;so mielone to mi&#x119;so drobno posiekane przez maszynk&#x119; do mielenia mi&#x119;sa.</sentencepl><sentenceaudio/></sentence><sentence sid="2494"><sentenceang>Minced meat has food safety concerns not associated with whole cuts of meat.</sentenceang><sentencepl>Istniej&#x105; obawy dotycz&#x105;ce bezpiecze&#x144;stwa spo&#x17C;ywania mi&#x119;sa mielonego, kt&#xF3;re nie wyst&#x119;puj&#x105; w przypadku ca&#x142;ych kawa&#x142;k&#xF3;w mi&#x119;sa.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="658"><angword>mutton</angword><plword>baranina</plword><transcription>&#x2C8;m&#x28C;.&#x294;n&#x329;</transcription><image>1516222861mutton.jpeg</image><audio>mutton.mp3</audio><sentences><sentence sid="2495"><sentenceang>Mutton tend to be tougher than lamb and are therefore better suited to casserole-style cooking</sentenceang><sentencepl>Baranina ma tendencj&#x119; do bycia twardsz&#x105; ni&#x17C; jagni&#x119;cina i dlatego lepiej nadaje si&#x119; do potraw zapiekanych.</sentencepl><sentenceaudio/></sentence><sentence sid="2496"><sentenceang>Barbecued mutton is also a specialty in some areas of the United States and Canada. </sentenceang><sentencepl>Grillowana baranina jest r&#xF3;wnie&#x17C; specjalno&#x15B;ci&#x105; w niekt&#xF3;rych rejonach Stan&#xF3;w Zjednoczonych i Kanady.</sentencepl><sentenceaudio/></sentence><sentence sid="2497"><sentenceang>I prefer mutton to beef.</sentenceang><sentencepl>Wol&#x119; baranin&#x119; ni&#x17C; wo&#x142;owin&#x119;.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="659"><angword>steak</angword><plword>stek</plword><transcription>ste&#x2D0;k</transcription><image>1658616658steak.jpeg</image><audio>steak.mp3</audio><sentences><sentence sid="2498"><sentenceang>Unlike beefsteaks, fish steaks are often baked in sauce.</sentenceang><sentencepl>W przeciwie&#x144;stwie do stek&#xF3;w wo&#x142;owych, steki rybne s&#x105; cz&#x119;sto pieczone w sosie.</sentencepl><sentenceaudio/></sentence><sentence sid="2499"><sentenceang>In North America, fish usually cooked as steaks include swordfish, halibut, and tuna.</sentenceang><sentencepl>W Ameryce P&#xF3;&#x142;nocnej, ryby zazwyczaj gotowane jako steki to miecznik, halibut, i tu&#x144;czyk.</sentencepl><sentenceaudio/></sentence><sentence sid="2500"><sentenceang>Meat steaks are usually grilled, pan-fried, or broiled, while fish steaks may also be baked.</sentenceang><sentencepl>Steki mi&#x119;sne s&#x105; zazwyczaj grillowane, sma&#x17C;one na patelni lub gotowane, podczas gdy steki rybne mog&#x105; by&#x107; r&#xF3;wnie&#x17C; pieczone.</sentencepl><sentenceaudio/></sentence><sentence sid="2501"><sentenceang>I like my steak medium.</sentenceang><sentencepl>Poprosz&#x119; stek &#x15B;rednio wysma&#x17C;ony.</sentencepl><sentenceaudio/></sentence><sentence sid="2502"><sentenceang>He ate up the steak and ordered another.</sentenceang><sentencepl>Zjad&#x142; stek i zam&#xF3;wi&#x142; nast&#x119;pny.</sentencepl><sentenceaudio/></sentence><sentence sid="2503"><sentenceang>I was satisfied with the steak dinner.</sentenceang><sentencepl>By&#x142;em zadowolony ze steku na obiad.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="662"><angword>fat</angword><plword>t&#x142;uszcz</plword><transcription>f&#xE6;t</transcription><image>1742800069fat.jpeg</image><audio>fat.mp3</audio><sentences><sentence sid="2513"><sentenceang>Animal fats are commonly consumed as part of a western diet in their semi-solid form as either milk, butter and lard.</sentenceang><sentencepl>T&#x142;uszcze zwierz&#x119;ce s&#x105; cz&#x119;sto spo&#x17C;ywane w ramach diety zachodniej w postaci p&#xF3;&#x142;sta&#x142;ej, jako mleko mas&#x142;o i smalec.</sentencepl><sentenceaudio/></sentence><sentence sid="2514"><sentenceang>Flesh and animal fat have a melting temperature of 184 &#xB0;C and a boiling point of around 200 &#xB0;C.</sentenceang><sentencepl>Mi&#x119;so i t&#x142;uszcz zwierz&#x119;cy maj&#x105; temperatur&#x119; topnienia r&#xF3;wn&#x105; 184 &#xB0;C, a wrzenia oko&#x142;o 200 &#xB0;C.</sentencepl><sentenceaudio/></sentence><sentence sid="2515"><sentenceang>The health effects of consuming animal fats have been linked to obesity, disease and even global warming.</sentenceang><sentencepl>Skutki zdrowotne spo&#x17C;ywania t&#x142;uszcz&#xF3;w zwierz&#x119;cych zosta&#x142;y powi&#x105;zane z oty&#x142;o&#x15B;ci&#x105;, chorobami, a nawet globalnym ociepleniem.</sentencepl><sentenceaudio/></sentence><sentence sid="2516"><sentenceang>Dairy products also yield popular animal fat and oil products such as cheese, butter, and milk.</sentenceang><sentencepl>Produkty mleczne s&#x105; tak&#x17C;e &#x17A;r&#xF3;d&#x142;em popularnego t&#x142;uszczu zwierz&#x119;cego i produkt&#xF3;w olejowych takich jak ser, mas&#x142;o i mleko.</sentencepl><sentenceaudio/></sentence><sentence sid="2517"><sentenceang>Eating too much fat is supposed to cause heart disease.</sentenceang><sentencepl>Spo&#x17C;ywanie nadmiernej ilo&#x15B;ci t&#x142;uszcz&#xF3;w prowadzi do chor&#xF3;b serca.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="664"><angword>salami</angword><plword>salami</plword><transcription>sa.la.mi</transcription><image>1611120379salami.jpg</image><audio>salami.mp3</audio><sentences><sentence sid="2523"><sentenceang>Salt, acidity, nitrate levels and dryness of the fully cured salami combine to make the uncooked meat safe to consume.</sentenceang><sentencepl>Poziom soli, kwasowo&#x15B;ci, azotan&#xF3;w i sucho&#x15B;&#x107; w pe&#x142;ni wysuszonym salami &#x142;&#x105;cz&#x105; si&#x119; razem tworz&#x105;c niepoddane obr&#xF3;bce termicznej mi&#x119;so bezpiecznym do spo&#x17C;cia.</sentencepl><sentenceaudio/></sentence><sentence sid="2524"><sentenceang>Salami is cured sausage, fermented and air-dried meat, originating from one of a variety of animals. </sentenceang><sentencepl>Salami jest suszon&#x105; &#x200B;&#x200B;kie&#x142;bas&#x105;, sfermentowanym i wysuszonym na powietrzu mi&#x119;sem, pochodz&#x105;cym z jednego z wielu r&#xF3;&#x17C;nych zwierz&#x105;t.</sentencepl><sentenceaudio/></sentence><sentence sid="2525"><sentenceang>Varieties of salami are traditionally made across Europe.</sentenceang><sentencepl>R&#xF3;&#x17C;ne odmiany salami s&#x105; tradycyjnie wyrabiane w Europie.</sentencepl><sentenceaudio/></sentence><sentence sid="2526"><sentenceang>Salami are cured in warm, humid conditions to encourage growth of the bacteria involved in the fermentation process.</sentenceang><sentencepl>Salami jest suszone w ciep&#x142;ych, wilgotnych warunkach aby stymulowa&#x107; rozw&#xF3;j bakterii zwi&#x105;zanych z procesem fermentacji.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="665"><angword>lamb</angword><plword>jagni&#x119;cina</plword><transcription>l&#xE6;:m</transcription><image>1611071979jagniecina.jpg</image><audio>lamb.mp3</audio><sentences><sentence sid="2527"><sentenceang>Baby lamb meat will be pale pink, while regular lamb is pinkish-red.</sentenceang><sentencepl>Mi&#x119;so m&#x142;odego jagni&#x119;cia b&#x119;dzie blador&#xF3;&#x17C;owe, podczas gdy zwyk&#x142;ego jagni&#x119;cia jest r&#xF3;&#x17C;owawo czerwone.</sentencepl><sentenceaudio/></sentence><sentence sid="2528"><sentenceang>Ovine meat is called lamb when from younger animals and mutton when from older ones.</sentenceang><sentencepl>Owcze mi&#x119;so jest nazywane jagni&#x119;cin&#x105;, gdy pochodzi z m&#x142;odszego zwierz&#x119;cia i baranin&#x105; gdy pochodzi od starszego.</sentencepl><sentenceaudio/></sentence><sentence sid="2529"><sentenceang>The meat of a lamb is taken from the animal between one month and one year old.</sentenceang><sentencepl>Mi&#x119;so jagni&#x119;cia pochodzi od zwierz&#x119;cia w wieku od jednego miesi&#x105;ca do jednego roku.</sentencepl><sentenceaudio/></sentence><sentence sid="2530"><sentenceang>Lamb chops are cut from the rib, loin, and shoulder areas.</sentenceang><sentencepl>Kotleciki jagni&#x119;ce s&#x105; odcinane z &#x17C;ebra, pol&#x119;dwicy, i region&#xF3;w barku.</sentencepl><sentenceaudio/></sentence><sentence sid="2531"><sentenceang>Lamb tongue is popular in Middle-Eastern cuisine both as a cold cut and in preparations like stews.</sentenceang><sentencepl>J&#x119;zyk jagni&#x119;cy jest popularny w kuchni bliskiego wschodu zar&#xF3;wno jako zimny kawa&#x142;ek mi&#x119;sa i w potrawkach takich jak gulasze.</sentencepl><sentenceaudio/></sentence><sentence sid="2532"><sentenceang>Have you got any preference between beef and lamb?</sentenceang><sentencepl>Wolisz wo&#x142;owin&#x119; czy jagni&#x119;cin&#x119;?</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="666"><angword>dairy</angword><plword>nabia&#x142;</plword><transcription>&#x2C8;d&#x25B;&#x259;&#x279;i</transcription><image>1477374050nabial.jpg</image><audio>dairy.mp3</audio><sentences><sentence sid="2533"><sentenceang>Dairy products are commonly found in European, Middle Eastern and Indian cuisine, whereas they are almost unknown in East Asian cuisine.</sentenceang><sentencepl>Nabia&#x142; mo&#x17C;na powszechnie spotka&#x107; w kuchni Europejskiej, Bliskiego Wschodu i Indyjskiej, podczas gdy jest on prawie nieznany w kuchni Azji Wschodniej.</sentencepl><sentenceaudio/></sentence><sentence sid="2534"><sentenceang>Most dairy products contain large amounts of saturated fat.</sentenceang><sentencepl>Wi&#x119;kszo&#x15B;&#x107; nabia&#x142;u zawiera du&#x17C;e ilo&#x15B;ci t&#x142;uszczy nasyconych.</sentencepl><sentenceaudio/></sentence><sentence sid="2535"><sentenceang>Vegans and some other vegetarians avoid dairy products due to a variety of ethical, dietary, environmental, political, and religious concerns.</sentenceang><sentencepl>Weganie i niekt&#xF3;rzy wegetarianie uniknaj&#x105; nabia&#x142;&#xF3;w z r&#xF3;&#x17C;nych powod&#xF3;w etycznych, dietetycznych, ekologicznych, politycznych i religijnych.</sentencepl><sentenceaudio/></sentence><sentence sid="2536"><sentenceang>I seldom eat dairy products.</sentenceang><sentencepl>Rzadko jem nabia&#x142;.</sentencepl><sentenceaudio/></sentence><sentence sid="2537"><sentenceang>I really hate dairy products.</sentenceang><sentencepl>Naprawd&#x119; nienawidz&#x119; nabia&#x142;u.</sentencepl><sentenceaudio/></sentence><sentence sid="2538"><sentenceang>Cheese and other dairy products do not agree with me.</sentenceang><sentencepl>Ser i inne nabia&#x142;y nie s&#x142;u&#x17C;&#x105; mi.</sentencepl><sentenceaudio/></sentence><sentence sid="2539"><sentenceang>Cheese, butter, cream, yogurt and kefir are dairy products.</sentenceang><sentencepl>Ser, mas&#x142;o, &#x15B;mietana, jogurt i kefir jest nabia&#x142;em.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="667"><angword>butter</angword><plword>mas&#x142;o</plword><transcription>&#x2C8;b&#x28C;.t&#x259;&#x279;</transcription><image>2034552552maslo.jpg</image><audio>butter.mp3</audio><sentences><sentence sid="2540"><sentenceang>Butter consists of butterfat, milk proteins and water.</sentenceang><sentencepl>Mas&#x142;o sk&#x142;ada si&#x119; z t&#x142;uszczu mlecznego, bia&#x142;ka mlekowego i wody.</sentencepl><sentenceaudio/></sentence><sentence sid="2541"><sentenceang>Salt, flavorings and preservatives are sometimes added to butter.</sentenceang><sentencepl>S&#xF3;l, przyprawy i &#x15B;rodki konserwuj&#x105;ce s&#x105; czasami dodawane do mas&#x142;a.</sentencepl><sentenceaudio/></sentence><sentence sid="2542"><sentenceang>All categories of butter are sold in both salted and unsalted forms.</sentenceang><sentencepl>Wszystkie kategorie mas&#x142;a s&#x105; sprzedawane w formie solonej i niesolonej.</sentencepl><sentenceaudio/></sentence><sentence sid="2543"><sentenceang>We make milk into cheese and butter.</sentenceang><sentencepl>Przerabiamy mleko na ser i mas&#x142;o.</sentencepl><sentenceaudio/></sentence><sentence sid="2544"><sentenceang>Bread and butter is their usual breakfast.</sentenceang><sentencepl>Chleb z mas&#x142;em to ich normalne &#x15B;niadanie.</sentencepl><sentenceaudio/></sentence><sentence sid="2545"><sentenceang>Butter is made from cream.</sentenceang><sentencepl>Mas&#x142;o jest zrobione ze &#x15B;mietany.</sentencepl><sentenceaudio/></sentence><sentence sid="2546"><sentenceang>She mixed the butter and sugar together.</sentenceang><sentencepl>Zmiesza&#x142;a mas&#x142;o z cukrem.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="668"><angword>cheese</angword><plword>ser</plword><transcription>t&#x361;&#x283;i&#x2D0;z</transcription><image>888403451ser.jpg</image><audio>cheese.mp3</audio><sentences><sentence sid="2547"><sentenceang>Most cheeses melt at cooking temperature.</sentenceang><sentencepl>Wi&#x119;kszo&#x15B;&#x107; ser&#xF3;w topi si&#x119; w temperaturze gotowania.</sentencepl><sentenceaudio/></sentence><sentence sid="2548"><sentenceang>Hard cheeses last longer than soft cheeses.</sentenceang><sentencepl>Twarde sery wytrzymuj&#x105; d&#x142;u&#x17C;ej ni&#x17C; mi&#x119;kkie.</sentencepl><sentenceaudio/></sentence><sentence sid="2549"><sentenceang>The first cheese may have been made by people in the Middle East.</sentenceang><sentencepl>Pierwszy ser m&#xF3;g&#x142; by&#x107; wyrabiany przez ludzi na Bliskim Wschodzie.</sentencepl><sentenceaudio/></sentence><sentence sid="2550"><sentenceang>Salt has roles in cheese besides adding a salty flavor.</sentenceang><sentencepl>S&#xF3;l odgrywa istotn&#x105; rol&#x119; w serze opr&#xF3;cz nadawania mu s&#x142;onego smaku.</sentencepl><sentenceaudio/></sentence><sentence sid="2551"><sentenceang>Fresh cheeses without additional preservatives can spoil in a matter of days.</sentenceang><sentencepl>&#x15A;wie&#x17C;y ser bez &#x17C;adnych dodatkowych konserwant&#xF3;w mo&#x17C;e zepsu&#x107; si&#x119; w ci&#x105;gu kilku dni.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="669"><angword>cottage cheese</angword><plword>ser twarogowy</plword><transcription>&#x2C8;k&#x251;t&#x26A;d&#x292; &#x2C8;t&#x283;i&#x2D0;z</transcription><image>1445809247sertwarogowy.jpg</image><audio>cottage_cheese.mp3</audio><sentences><sentence sid="2552"><sentenceang>Cottage cheese is a cheese curd product with a mild flavor</sentenceang><sentencepl>Ser twarogowy jest produktem twarogowym o &#x142;agodnym smaku.</sentencepl><sentenceaudio/></sentence><sentence sid="2553"><sentenceang>Cottage cheese can be eaten by itself, with fruit and sugar, with fruit puree, on toast with tomatoes and in salads.</sentenceang><sentencepl>Ser twarogowy mo&#x17C;e by&#x107; jedzony sam, z owocami i cukrem, z przecierem owocowym, na tostach z pomidorami i w sa&#x142;atkach.</sentencepl><sentenceaudio/></sentence><sentence sid="2554"><sentenceang>Cottage cheese is popular among dieters and some health food devotees.</sentenceang><sentencepl>Ser twarogowy jest popularny w&#x15B;r&#xF3;d dietetyk&#xF3;w i niekt&#xF3;rych wielbicieli zdrowej &#x17C;ywno&#x15B;ci.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="670"><angword>sour cream</angword><plword>&#x15B;mietana</plword><transcription>&#x2C8;s&#xE6;&#x28A;r &#x2C8;kri&#x2D0;m</transcription><image>562863019smietana.jpg</image><audio>sour_cream.mp3</audio><sentences><sentence sid="2555"><sentenceang>Sour cream is a dairy product rich in fats obtained by fermenting a regular cream by certain kinds of lactic acid bacteria.</sentenceang><sentencepl>Kwa&#x15B;na &#x15B;mietana jest nabia&#x142;em bogatym w t&#x142;uszcze uzyskanym przez fermentacj&#x119; zwyk&#x142;ej &#x15B;mietany przez pewny rodzaj bakterii kwasu mlekowego.</sentencepl><sentenceaudio/></sentence><sentence sid="2556"><sentenceang>Sour cream, made out of cream, contains from 18 to 20 percent butterfat.</sentenceang><sentencepl>Kwa&#x15B;na &#x15B;mietana, wykonywana ze &#x15B;mietany, zawiera od 18 do 20 procent t&#x142;uszczu mlecznego.</sentencepl><sentenceaudio/></sentence><sentence sid="2557"><sentenceang>Sour cream gets its characteristic tang from the lactic acid created by the bacteria. </sentenceang><sentencepl>Kwa&#x15B;na &#x15B;mietana uzyskuje sw&#xF3;j charakterystyczny posmak z kwasu mlekowego utworzonego przez bakterie.</sentencepl><sentenceaudio/></sentence><sentence sid="2558"><sentenceang>Commercially produced sour cream often contains additional thickening agents such as gelatin.</sentenceang><sentencepl>Kwa&#x15B;na &#x15B;mietana wytwarzana komercyjnie cz&#x119;sto zawiera dodatkowe &#x15B;rodki zag&#x119;szczaj&#x105;ce takie jak &#x17C;elatyna.</sentencepl><sentenceaudio/></sentence><sentence sid="2559"><sentenceang>Light, or reduced-fat, sour cream contains about 40 percent less butterfat than regular sour cream.</sentenceang><sentencepl>Kwa&#x15B;na &#x15B;mietana typu light lub o obni&#x17C;onej zawarto&#x15B;ci t&#x142;uszczu zawiera oko&#x142;o 40 procent mniej t&#x142;uszczu mlecznego ni&#x17C; zwyk&#x142;a kwa&#x15B;na &#x15B;mietana.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="671"><angword>kefir</angword><plword>kefir</plword><transcription>&#x2C8;k&#x25B;fi&#x2D0;r</transcription><image>2090908945kefir.jpg</image><audio>kefir.mp3</audio><sentences><sentence sid="2560"><sentenceang>Traditional kefir is fermented at ambient temperatures, generally overnight.</sentenceang><sentencepl>Tradycyjny kefir jest poddawany fermentacji w temperaturze otoczenia, zazwyczaj przez noc.</sentencepl><sentenceaudio/></sentence><sentence sid="2561"><sentenceang>Other variations of kefir soups and foods prepared with kefir are popular across the former Soviet Union and Poland.</sentenceang><sentencepl>Inne odmiany zup z kefiru i posi&#x142;k&#xF3;w przygotowywanych z kefiru s&#x105; popularne na terenie by&#x142;ego Zwi&#x105;zku Radzieckiego i w Polsce.</sentencepl><sentenceaudio/></sentence><sentence sid="2562"><sentenceang>Cheese, butter, cream, yogurt and kefir are dairy products.</sentenceang><sentencepl>Ser, mas&#x142;o, &#x15B;mietana, jogurt i kefir jest nabia&#x142;em.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="676"><angword>yogurt</angword><plword>jogurt</plword><transcription>&#x2C8;j&#x252;&#x261;&#x259;t</transcription><image>1419721839jogurt.jpg</image><audio>yogurt.mp3</audio><sentences><sentence sid="2576"><sentenceang>In the records of the ancient culture of India and Iran, yogurt is mentioned by 500 BCE.</sentenceang><sentencepl>W zapisach staro&#x17C;ytnych kultur Indii i Iranu, o jogurcie wspomina si&#x119; ju&#x17C; przed 500 rokiem pne.</sentencepl><sentenceaudio/></sentence><sentence sid="2577"><sentenceang>The bacteria used to make yogurt are known as yogurt cultures.</sentenceang><sentencepl>Bakterie przyczyniaj&#x105;ce si&#x119; do powstania jogurtu s&#x105; znane jako kultury jogurtowe.</sentencepl><sentenceaudio/></sentence><sentence sid="2578"><sentenceang>Cow\'s milk is most commonly used to make yogurt.</sentenceang><sentencepl>Mleko krowie jest najpowszechniej stosowane do produkcji jogurtu.</sentencepl><sentenceaudio/></sentence><sentence sid="2579"><sentenceang>How milk was first cultured into yogurt remains a mystery.</sentenceang><sentencepl>W jaki spos&#xF3;b mleko po raz pierwszy zosta&#x142;o przetworzone na jogurt pozostaje tajemnic&#x105;.</sentencepl><sentenceaudio/></sentence><sentence sid="2580"><sentenceang>Yogurt is nutritionally rich in protein, calcium, riboflavin, vitamin B6 and vitamin B12.</sentenceang><sentencepl>Jogurt jest pod wzgl&#x119;dem od&#x17C;ywczym bogaty w bia&#x142;ko, wap&#x144;, ryboflawiny, witamin&#x119; B6 i witamin&#x119; B12.</sentencepl><sentenceaudio/></sentence><sentence sid="2581"><sentenceang>Yogurt is popular in Nepal, where it is served as both an appetizer and dessert.</sentenceang><sentencepl>Jogurt jest popularny w Nepalu, gdzie jest podawany zar&#xF3;wno jako przystawka jak i deser.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="677"><angword>seafood</angword><plword>owoce morza</plword><transcription>[seafood]</transcription><image>555634169owocemorza.jpg</image><audio>seafood.mp3</audio><sentences><sentence sid="2582"><sentenceang>Edible sea plants, such as some seaweeds and microalgae, are widely eaten as seafood around the world, especially in Asia.</sentenceang><sentencepl>Jadalne ro&#x15B;liny morskie, takie jak niekt&#xF3;re wodorosty i algi, s&#x105; powszechnie spo&#x17C;ywane jako owoce morza na ca&#x142;ym &#x15B;wiecie, szczeg&#xF3;lnie w Azji.</sentencepl><sentenceaudio/></sentence><sentence sid="2583"><sentenceang>In the Greek islands and on the coast, fresh fish and seafood (squid, octopus, and shellfish) were common.</sentenceang><sentencepl>Na wyspach greckich i na wybrze&#x17C;u, &#x15B;wie&#x17C;e ryby i owoce morza (kalmary, o&#x15B;miornice i skorupiaki) by&#x142;y powszechne.</sentencepl><sentenceaudio/></sentence><sentence sid="2584"><sentenceang>There are over 100 different types of seafood available around the coast of the UK.</sentenceang><sentencepl>Dost&#x119;pnych jest ponad 100 rodzaj&#xF3;w owoc&#xF3;w morza wok&#xF3;&#x142; wybrze&#x17C;a Zjednoczonego Kr&#xF3;lestwa.</sentencepl><sentenceaudio/></sentence><sentence sid="2585"><sentenceang>In medieval times, seafood was less prestigious than other animal meats, and often seen as merely an alternative to meat on fast days.</sentenceang><sentencepl>W czasach &#x15B;redniowiecznych, owoce morza by&#x142; mniej presti&#x17C;owe ni&#x17C; inne mi&#x119;sa zwierz&#x105;t i cz&#x119;sto postrzegane jedynie jako alternatywa dla mi&#x119;sa w dni postne.</sentencepl><sentenceaudio/></sentence><sentence sid="2586"><sentenceang>This is by far the best seafood restaurant in this area.</sentenceang><sentencepl>To najlepsza restauracja z owocami morza w ca&#x142;ej dzielnicy.</sentencepl><sentenceaudio/></sentence><sentence sid="2587"><sentenceang>I have not eaten any seafood since the recent oil spill.</sentenceang><sentencepl>Od czasu ostatniego wycieku ropy nie jem owoc&#xF3;w morza.</sentencepl><sentenceaudio/></sentence><sentence sid="2588"><sentenceang>We glutted ourselves with lobsters and other seafood.</sentenceang><sentencepl>Nasycili&#x15B;my si&#x119; homarami i innymi owocami morza.</sentencepl><sentenceaudio/></sentence><sentence sid="2589"><sentenceang>A trip to Hokkaido is not a trip to Hokkaido unless you try the seafood.</sentenceang><sentencepl>Podr&#xF3;&#x17C; do Hokkaido nie jest podr&#xF3;&#x17C;&#x105; do Hokkaido dop&#xF3;ki nie skosztujesz owoc&#xF3;w morza.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="678"><angword>shrimp</angword><plword>krewetki</plword><transcription>&#x2C8;&#x283;r&#x26A;mp</transcription><image>1626870527krewetki.jpg</image><audio>shrimp.mp3</audio><sentences><sentence sid="2590"><sentenceang>Larger shrimp are often referred to as prawns, particularly in Britain.</sentenceang><sentencepl>Wi&#x119;ksze krewetki cz&#x119;sto okre&#x15B;lane s&#x105; jako prawns, szczeg&#xF3;lnie w Wielkiej Brytanii.</sentencepl><sentenceaudio/></sentence><sentence sid="2591"><sentenceang>Shrimp are small crustaceans about one to 25 centimeters long.</sentenceang><sentencepl>Krewetki to ma&#x142;e skorupiaki o d&#x142;ugo&#x15B;ci od oko&#x142;o jednego do 25 centymetr&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="2592"><sentenceang>Most shrimps live relatively solitary lives, but a few species form massive swarms.</sentenceang><sentencepl>Wi&#x119;kszo&#x15B;&#x107; krewetek prowadzi stosunkowo samotne &#x17C;ycie, ale kilka gatunk&#xF3;w tworzy ogromne chmary.</sentencepl><sentenceaudio/></sentence><sentence sid="2593"><sentenceang>The muscular tails of shrimps can be delicious to eat.</sentenceang><sentencepl>Umi&#x119;&#x15B;nione ogony krewetek mog&#x105; by&#x107; przepyszne.</sentencepl><sentenceaudio/></sentence><sentence sid="2594"><sentenceang>She\'s made shrimp dumplings and added shiitakes with Sichuan pepper.</sentenceang><sentencepl>Zrobi&#x142;a kluseczki z krewetkami, doda&#x142;a twardziaki z pieprzem syczua&#x144;skim.</sentencepl><sentenceaudio/></sentence><sentence sid="2595"><sentenceang>One of my favorite things to eat is shrimp.</sentenceang><sentencepl>Krewetki to jedna z moich ulubionych potraw.</sentencepl><sentenceaudio/></sentence><sentence sid="2596"><sentenceang>I like my shrimps fried.</sentenceang><sentencepl>Lubi&#x119; sma&#x17C;one krewetki.</sentencepl><sentenceaudio/></sentence><sentence sid="2597"><sentenceang>They looked and tasted like shrimps, but I can assure you those were not real shrimps.</sentenceang><sentencepl>Wygl&#x105;da&#x142;y i smakowa&#x142;y jak krewetki, ale mog&#x119; ci&#x119; zapewni&#x107;, &#x17C;e nie by&#x142;y to prawdziwe krewetki.</sentencepl><sentenceaudio/></sentence><sentence sid="2598"><sentenceang>When was the last time you ate shrimp?</sentenceang><sentencepl>Kiedy ostatnio jad&#x142;e&#x15B; krewetki?</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="682"><angword>crayfish</angword><plword>rak</plword><transcription>&#x2C8;kre&#x26A;&#x2CC;f&#x26A;&#x283;</transcription><image>1690094928rak.jpg</image><audio>crayfish.mp3</audio><sentences><sentence sid="2618"><sentenceang>The marron are some of the largest crayfish in the world.</sentenceang><sentencepl>Marron jest jednym z najwi&#x119;kszych rak&#xF3;w na &#x15B;wiecie.</sentencepl><sentenceaudio/></sentence><sentence sid="2619"><sentenceang>The greatest diversity of crayfish species is found in southeastern North America.</sentenceang><sentencepl>Najwi&#x119;ksza r&#xF3;&#x17C;norodno&#x15B;&#x107; gatunk&#xF3;w raka znajduje si&#x119; w po&#x142;udniowo-wschodniej Ameryce P&#xF3;&#x142;nocnej.</sentencepl><sentenceaudio/></sentence><sentence sid="2620"><sentenceang>Like other edible crustaceans, only a small portion of the body of a crayfish is edible.</sentenceang><sentencepl>Podobnie jak u innych jadalnych skorupiak&#xF3;w, tylko niewielka cz&#x119;&#x15B;&#x107; cia&#x142;a raka jest jadalna.</sentencepl><sentenceaudio/></sentence><sentence sid="2621"><sentenceang>Crayfish are eaten all over the world. </sentenceang><sentencepl>Raki s&#x105; spo&#x17C;ywane na ca&#x142;ym &#x15B;wiecie.</sentencepl><sentenceaudio/></sentence><sentence sid="2622"><sentenceang>Crayfish are commonly sold and used as bait.</sentenceang><sentencepl>Raki s&#x105; powszechnie sprzedawane i wykorzystywane jako przyn&#x119;ta.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="687"><angword>spices</angword><plword>przyprawy</plword><transcription>&#x2C8;spa&#x26A;s&#x26A;z</transcription><image>1861811730przypr.jpg</image><audio>spices.mp3</audio><sentences><sentence sid="2644"><sentenceang>Many spices have antimicrobial properties.</sentenceang><sentencepl>Wiele przypraw ma w&#x142;a&#x15B;ciwo&#x15B;ci przeciwbakteryjne.</sentencepl><sentenceaudio/></sentence><sentence sid="2645"><sentenceang>Spain and Portugal were not happy to pay the high price that Venice demanded for spices.</sentenceang><sentencepl>Hiszpania i Portugalia nie by&#x142;y zadowolone z wysokich cen &#x17C;&#x105;danych przez Wenecj&#x119; za przyprawy.</sentencepl><sentenceaudio/></sentence><sentence sid="2646"><sentenceang>Previous studies have concluded spices kill other foodborne pathogens.</sentenceang><sentencepl>Poprzednie badania stwierdzi&#x142;y, &#x17C;e przyprawy korzenne zabijaj&#x105; inne patogeny pokarmowe.</sentencepl><sentenceaudio/></sentence><sentence sid="2647"><sentenceang>Many spices, however, can contribute significant portions of micronutrients to the diet.</sentenceang><sentencepl>Wiele przyprawy, mo&#x17C;e jednak dostarczy&#x107; znacz&#x105;cej ilo&#x15B;ci mikroelement&#xF3;w do diety.</sentencepl><sentenceaudio/></sentence><sentence sid="2648"><sentenceang>Please tell us where there is a spice shop.</sentenceang><sentencepl>Prosze, powiedz nam gdzie jest sklep z przyprawami.</sentencepl><sentenceaudio/></sentence><sentence sid="2649"><sentenceang>I love Korean food because of the hot spices.</sentenceang><sentencepl>Kocham korea&#x144;skie jedzenie ze wzgl&#x119;du na ostre przyprawy.</sentencepl><sentenceaudio/></sentence><sentence sid="2650"><sentenceang>The only spice Tom puts on meat is pepper.</sentenceang><sentencepl>Jedyn&#x105; przypraw&#x105;, kt&#xF3;r&#x105; Tom posypuje mi&#x119;so jest pieprz.</sentencepl><sentenceaudio/></sentence><sentence sid="2651"><sentenceang>This store has a variety of spices.</sentenceang><sentencepl>Ten sklep ma du&#x17C;y wyb&#xF3;r przypraw korzennych.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="688"><angword>cumin</angword><plword>kminek</plword><transcription>&#x2C8;k&#x28C;m&#x26A;n</transcription><image>356761770kminek.jpg</image><audio>cumin.mp3</audio><sentences><sentence sid="2652"><sentenceang>During the Middle Ages, cumin fell out of favour in Europe, except in Spain and Malta.</sentenceang><sentencepl>W &#x15B;redniowieczu, kminek popad&#x142; w nie&#x142;ask&#x119; w Europie, z wyj&#x105;tkiem Hiszpanii i Malty.</sentencepl><sentenceaudio/></sentence><sentence sid="2653"><sentenceang>The ancient Greeks kept cumin at the dining table in its own container, much as pepper is frequently kept today.</sentenceang><sentencepl>Staro&#x17C;ytni Grecy trzymali kminek na stole w specjalnym pojemniku, zupe&#x142;nie podobnie jak dzisiaj cz&#x119;sto jest przechowywany pieprz.</sentencepl><sentenceaudio/></sentence><sentence sid="2654"><sentenceang>Cumin has been in use since ancient times.</sentenceang><sentencepl>Kminek by&#x142; u&#x17C;ywany od czas&#xF3;w staro&#x17C;ytnych.</sentencepl><sentenceaudio/></sentence><sentence sid="2655"><sentenceang>Cumin was also used heavily in ancient Roman cuisine.</sentenceang><sentencepl>Kminek by&#x142; r&#xF3;wnie&#x17C; u&#x17C;ywany intensywnie w rzymskiej kuchni.</sentencepl><sentenceaudio/></sentence><sentence sid="2656"><sentenceang>Cumin seeds are used as a spice for their distinctive flavour and aroma.</sentenceang><sentencepl>Nasiona kminku s&#x105; stosowane jako przyprawa ze wzgl&#x119;du na ich charakterystyczny smak i aromat.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="690"><angword>salt</angword><plword>s&#xF3;l</plword><transcription>s&#x252;lt</transcription><image>1466025302s&#xF3;l.jpg</image><audio>salt.mp3</audio><sentences><sentence sid="2661"><sentenceang>Salt is one of the oldest, most ubiquitous food seasonings and salting is an important method of food preservation.</sentenceang><sentencepl>S&#xF3;l jest jedn&#x105; z najstarszych, wszechobecnie wyst&#x119;puj&#x105;cych przypraw do &#x17C;ywno&#x15B;ci, a solenia jest wa&#x17C;n&#x105; metod&#x105; konserwowania &#x17C;ywno&#x15B;ci.</sentencepl><sentenceaudio/></sentence><sentence sid="2662"><sentenceang>Edible rock salts may be slightly grayish in color because of mineral content.</sentenceang><sentencepl>Jadalne sole skalne mog&#x105; by&#x107; lekko szarawego koloru ze wzgl&#x119;du na zawarto&#x15B;&#x107; minera&#x142;&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="2663"><sentenceang>Iodized salt is thus table salt mixed with a minute amount of potassium iodide, sodium iodide, or sodium iodate.</sentenceang><sentencepl>S&#xF3;l jodowana jest zatem sol&#x105; kuchenn&#x105; zmieszan&#x105; z niewielka ilo&#x15B;ci&#x105; jodku potasu, jodku sodu, lub jodanu sodu.</sentencepl><sentenceaudio/></sentence><sentence sid="2664"><sentenceang>The ancient Egyptians, Greeks and Romans invoked their gods with offerings of salt and water.</sentenceang><sentencepl>Staro&#x17C;ytni Egipcjanie, Grecy i Rzymianie przywo&#x142;ywali swoich bog&#xF3;w oferuj&#x105;c im s&#xF3;l i wod&#x119;.</sentencepl><sentenceaudio/></sentence><sentence sid="2665"><sentenceang>Too much or too little salt in the diet can lead to muscle cramps, dizziness, or electrolyte disturbance, which can cause neurological problems, or death.</sentenceang><sentencepl>Zbyt du&#x17C;o lub zbyt ma&#x142;o soli w diecie mo&#x17C;e prowadzi&#x107; do skurcz&#xF3;w mi&#x119;&#x15B;ni, zawrot&#xF3; g&#x142;owy lub zaburze&#x144; elektrolitowych, co w konsekwencji mo&#x17C;e powodowa&#x107; problemy neurologiczne lub &#x15B;mier&#x107;.</sentencepl><sentenceaudio/></sentence><sentence sid="2666"><sentenceang>Will you pass me the salt?</sentenceang><sentencepl>Czy podasz mi s&#xF3;l?</sentencepl><sentenceaudio/></sentence><sentence sid="2667"><sentenceang>Could you pass me the salt, please?</sentenceang><sentencepl>Czy m&#xF3;g&#x142;by&#x15B; poda&#x107; mi s&#xF3;l?</sentencepl><sentenceaudio/></sentence><sentence sid="2668"><sentenceang>Salt is sold by weight.</sentenceang><sentencepl>S&#xF3;l jest sprzedawana na kilogramy.</sentencepl><sentenceaudio/></sentence><sentence sid="2669"><sentenceang>The effect of salt consumption on long term health outcomes is controversial.</sentenceang><sentencepl>Wp&#x142;yw spo&#x17C;ycia soli na d&#x142;ugoterminowe skutki zdrowotne jest kontrowersyjny.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="691"><angword>sugar</angword><plword>cukier</plword><transcription>&#x2C8;&#x283;&#x28A;&#x261;&#x259;(&#x279;)</transcription><image>370170472cukier.jpg</image><audio>sugar.mp3</audio><sentences><sentence sid="2670"><sentenceang>The table or granulated sugar most customarily used as food is sucrose, a disaccharide.</sentenceang><sentencepl>Cukier sto&#x142;owy i cukier puder zwyczajowo stosowane jako produkt spo&#x17C;ywczy to sacharoza i dwucukier.</sentencepl><sentenceaudio/></sentence><sentence sid="2671"><sentenceang>Sugars are found in the tissues of most plants but are only present in sufficient concentrations for efficient extraction in sugarcane and sugar beet.</sentenceang><sentencepl>Cukry wyst&#x119;puj&#x105; w tkankach wi&#x119;kszo&#x15B;ci ro&#x15B;lin, ale w odpowiednim st&#x119;&#x17C;eniu do efektywnego pozyskiwania znajduj&#x105; si&#x119; jedynie w trzcinie cukrowej i buraku cukrowym.</sentencepl><sentenceaudio/></sentence><sentence sid="2672"><sentenceang>In modern times it has been questioned whether a diet high in sugars, especially refined sugars, is bad for health.</sentenceang><sentencepl>W czasach wsp&#xF3;&#x142;czesnych stawiano pytanie, czy dieta bogata w cukry, szczeg&#xF3;lnie cukry rafinowane, jest z&#x142;a dla zdrowia.</sentencepl><sentenceaudio/></sentence><sentence sid="2673"><sentenceang>Sugar was a luxury in Europe prior to the 18th century when it became more widely available.</sentenceang><sentencepl>Cukier by&#x142; dobrem luksusowym w Europie przed XVIII wiekiem, kiedy to sta&#x142; si&#x119; on powszechnie dost&#x119;pny.</sentencepl><sentenceaudio/></sentence><sentence sid="2674"><sentenceang>Granulated sugars are used at the table to sprinkle on foods.</sentenceang><sentencepl>Cukier puder jest stosowany w kuchni do posypywania &#x17C;ywno&#x15B;ci.</sentencepl><sentenceaudio/></sentence><sentence sid="2675"><sentenceang>There are various types of sugar derived from different sources.</sentenceang><sentencepl>Istniej&#x105; r&#xF3;&#x17C;ne rodzaje cukru pochodz&#x105;ce z r&#xF3;&#x17C;nych &#x17A;r&#xF3;de&#x142;.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="693"><angword>cinnamon</angword><plword>cynamon</plword><transcription>&#x2C8;s&#x26A;n.&#x259;.m&#x259;n</transcription><image>551384933cynamon.jpg</image><audio>cinnamon.mp3</audio><sentences><sentence sid="2680"><sentenceang>Through the Middle Ages, the source of cinnamon was a mystery to the Western world.</sentenceang><sentencepl>Przez ca&#x142;e &#x15B;redniowiecze pochodzenie cynamonu by&#x142;o tajemnic&#x105; dla &#x15B;wiata zachodniego.</sentencepl><sentenceaudio/></sentence><sentence sid="2681"><sentenceang>True cinnamon, rather than cassia, is more suitable for use in sweet dishes.</sentenceang><sentencepl>Prawdziwy cynamon, zamiast cynamonu chi&#x144;skiego, jest bardziej stosowny do u&#x17C;ywania w s&#x142;odkich posi&#x142;kach.</sentencepl><sentenceaudio/></sentence><sentence sid="2682"><sentenceang>In the United States, cinnamon and sugar are often used to flavour cereals, bread-based dishes, and fruits, especially apples.</sentenceang><sentencepl>W Stanach Zjednoczonych, cynamon i cukier s&#x105; cz&#x119;sto stosowane do p&#x142;atk&#xF3;w &#x15B;niadaniowych, da&#x144; na bazie chleba i owoc&#xF3;w, zw&#x142;aszcza jab&#x142;ek</sentencepl><sentenceaudio/></sentence><sentence sid="2683"><sentenceang>Cinnamon bark is widely used as a spice.</sentenceang><sentencepl>Kora cynamonu jest powszechnie stosowana jako przyprawa.</sentencepl><sentenceaudio/></sentence><sentence sid="2684"><sentenceang>Cinnamon powder has long been an important spice in Persian cuisine, used in a variety of thick soups, drinks, and sweets.</sentenceang><sentencepl>Proszek cynamonu od dawna by&#x142; wa&#x17C;n&#x105; przypraw&#x105; w kuchni perskiej, stosowan&#x105; w r&#xF3;&#x17C;nych g&#x119;stych zupach, napojach i s&#x142;odyczach.</sentencepl><sentenceaudio/></sentence><sentence sid="2685"><sentenceang>Could I have three cinnamon donuts?</sentenceang><sentencepl>Mog&#x119; dosta&#x107; trzy p&#x105;czki cynamonowe?</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="696"><angword>baking powder</angword><plword>proszek do pieczenia</plword><transcription>&#x2C8;be&#x26A;k&#x26A;&#x14B; &#x2C8;p&#xE6;&#x28A;d&#x259;r</transcription><image>511739435proszekdopieczenia.jpg</image><audio>baking_powder.mp3</audio><sentences><sentence sid="2703"><sentenceang>Baking powder works by releasing carbon dioxide gas into a batter or dough.</sentenceang><sentencepl>Dzia&#x142;anie proszku do pieczenia polega na uwalnianiu dwutlenku w&#x119;gla w cie&#x15B;cie.</sentencepl><sentenceaudio/></sentence><sentence sid="2704"><sentenceang>Generally one teaspoon of baking powder is used to raise a mixture of one cup of flour, one cup of liquid, and one egg. </sentenceang><sentencepl>Og&#xF3;lnie jedna &#x142;y&#x17C;eczka proszku do pieczenia s&#x142;u&#x17C;y do wyrastania mieszaniny sk&#x142;adaj&#x105;cej si&#x119; z jednej szklanki m&#x105;ki, szklanki p&#x142;ynu, i jednego jajka.</sentencepl><sentenceaudio/></sentence><sentence sid="2705"><sentenceang>Baking powders are available both with and without aluminum compounds.</sentenceang><sentencepl>Dost&#x119;pne s&#x105; proszki do pieczenia, zar&#xF3;wno z jak i bez zwi&#x105;zk&#xF3;w aluminium.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="697"><angword>pepper</angword><plword>pieprz</plword><transcription>&#x2C8;p&#x25B;p&#x259;</transcription><image>1629858629pieprz.jpg</image><audio>pepper.mp3</audio><sentences><sentence sid="2706"><sentenceang>Pass me the salt and pepper, please.</sentenceang><sentencepl>Prosz&#x119;, podaj mi s&#xF3;l i pieprz.</sentencepl><sentenceaudio/></sentence><sentence sid="2707"><sentenceang>She hates green peppers.</sentenceang><sentencepl>Ona nie znosi zielonego pieprzu.</sentencepl><sentenceaudio/></sentence><sentence sid="2708"><sentenceang>Do you want pepper on it?</sentenceang><sentencepl>&#x17B;yczy pan sobie z pieprzem?</sentencepl><sentenceaudio/></sentence><sentence sid="2709"><sentenceang>She\'s made shrimp dumplings and added shiitakes with Sichuan pepper.</sentenceang><sentencepl>Zrobi&#x142;a kluseczki z krewetkami, doda&#x142;a twardziaki z pieprzem syczua&#x144;skim.</sentencepl><sentenceaudio/></sentence><sentence sid="2710"><sentenceang>Black pepper is native to south India, and is extensively cultivated there and elsewhere in tropical regions.</sentenceang><sentencepl>Czarny pieprz pochodzi z po&#x142;udnia Indii, i jest tam oraz gdzie indziej w regionach tropikalnych intensywnie uprawiany.</sentencepl><sentenceaudio/></sentence><sentence sid="2711"><sentenceang>Dried ground pepper has been used since antiquity for both its flavour and as a medicine. </sentenceang><sentencepl>Suszony, zmielony pieprz jest stosowany od staro&#x17C;ytno&#x15B;ci, zar&#xF3;wno ze wzgl&#x119;du na jego smak, jak i jako lekarstwo.</sentencepl><sentenceaudio/></sentence><sentence sid="2712"><sentenceang>Black pepper is produced from the still-green unripe drupes of the pepper plant.</sentenceang><sentencepl>Czarny pieprz produkowany jest z ci&#x105;gle jeszcze zielonych, niedojrza&#x142;ych owoc&#xF3;w pestkowych ro&#x15B;liny pieprzu.</sentencepl><sentenceaudio/></sentence><sentence sid="2713"><sentenceang>White pepper consists of the seed of the pepper plant alone, with the darker coloured skin of the pepper fruit removed. </sentenceang><sentencepl>Bia&#x142;y pieprz sk&#x142;ada si&#x119; z samych nasion ro&#x15B;liny pieprzu, ze sk&#xF3;rk&#x105; w ciemniejszym kolorze usuni&#x119;t&#x105; z owocu pieprzu.</sentencepl><sentenceaudio/></sentence><sentence sid="2714"><sentenceang>Green pepper, like black, is made from the unripe drupes. </sentenceang><sentencepl>Zielony pieprz, podobnie jak czarny, otrzymywany jest z niedojrza&#x142;ych owoc&#xF3;w pestkowych.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="698"><angword>ketchup</angword><plword>keczup</plword><transcription>&#x2C8;k&#x25B;t&#x283;.&#x28C;p</transcription><image>1294087664keczup.jpg</image><audio>ketchup.mp3</audio><sentences><sentence sid="2715"><sentenceang>A man named Jonas Yerks is believed to have been the first man to make tomato ketchup a national phenomenon.</sentenceang><sentencepl>Uwa&#x17C;a si&#x119;, &#x17C;e cz&#x142;owiek nazywany Jonas Yerks by&#x142; pierwsz&#x105; osob&#x105;, kt&#xF3;ra uczyni&#x142; keczup pomidorowy og&#xF3;lnokrajowym fenomenem.</sentencepl><sentenceaudio/></sentence><sentence sid="2716"><sentenceang>The faster the ketchup is sheared by shaking or tapping the bottle, the more fluid it becomes.</sentenceang><sentencepl>Im szybciej keczup staje si&#x119; &#x15B;ci&#x119;ty przez potrz&#x105;sanie lub uderzanie butelki tym bardziej staje si&#x119; on ciek&#x142;y.</sentencepl><sentenceaudio/></sentence><sentence sid="2717"><sentenceang>A bottle of ketchup made by Heinz Company, the largest distributor of ketchup in the world.</sentenceang><sentencepl>Butelka keczupu produkowana przez firm&#x119; Heinz, najwi&#x119;kszego dystrybutora keczupu na &#x15B;wiecie.</sentencepl><sentenceaudio/></sentence><sentence sid="2718"><sentenceang>Ketchup was popular long before fresh tomatoes were.</sentenceang><sentencepl>Keczup sta&#x142; si&#x119; popularny na d&#x142;ugo przed przyj&#x119;ciem si&#x119; &#x15B;wie&#x17C;ych pomidor&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="2719"><sentenceang>Ketchup is a source of lycopene, an antioxidant which may help prevent some forms of cancer.</sentenceang><sentencepl>Keczup jest &#x17A;r&#xF3;d&#x142;em likopenu, przeciwutleniacza, kt&#xF3;ry mo&#x17C;e pom&#xF3;c w zapobieganiu niekt&#xF3;rym form&#x105; raka.</sentencepl><sentenceaudio/></sentence><sentence sid="2720"><sentenceang>After the shear is removed the ketchup thickens to its original viscosity.</sentenceang><sentencepl>Po usuni&#x119;ciu zastygni&#x119;cia keczup g&#x119;stnieje do pierwotnej lepko&#x15B;ci.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="699"><angword>mustard</angword><plword>musztarda</plword><transcription>&#x2C8;m&#x28C;st&#x259;rd</transcription><image>974720379musztarda.jpg</image><audio>mustard.mp3</audio><sentences><sentence sid="2721"><sentenceang>French-style Dijon mustard, has added vinegar, and is milder.</sentenceang><sentencepl>Musztarda Dijon w stylu francuskim ma dodany ocet i jest &#x142;agodniejsza.</sentencepl><sentenceaudio/></sentence><sentence sid="2722"><sentenceang>This is a very mild mustard colored bright-yellow by the inclusion of turmeric.</sentenceang><sentencepl>Jest to bardzo &#x142;agodna musztarda o jasno&#x17C;&#xF3;&#x142;tym zabarwieniu wynikaj&#x105;cym z u&#x17C;ycia kurkumy.</sentencepl><sentenceaudio/></sentence><sentence sid="2723"><sentenceang>In general, horseradish mustard is available as either mild or hotter than English mustard.</sentenceang><sentencepl>Og&#xF3;lnie musztarda chrzanowa jest dost&#x119;pna zar&#xF3;wno jako &#x142;agodna lub ostrzejsza od musztardy angielskiej.</sentencepl><sentenceaudio/></sentence><sentence sid="2724"><sentenceang>Mustard can also cause allergic reactions.</sentenceang><sentencepl>Musztarda mo&#x17C;e r&#xF3;wnie&#x17C; powodowa&#x107; reakcje alergiczne.</sentencepl><sentenceaudio/></sentence><sentence sid="2725"><sentenceang>The use of mustard as a hot dog condiment was first seen at the 1904.</sentenceang><sentencepl>Stosowanie musztardy jako przyprawy do hot dog&#xF3;w po raz pierwszy zaobserwowano w 1904 roku.</sentencepl><sentenceaudio/></sentence><sentence sid="2726"><sentenceang>I\\\'ll have two hot dogs with mustard and ketchup.</sentenceang><sentencepl>Dla mnie dwa hot dogi z musztard&#x105; i keczupem.</sentencepl><sentenceaudio/></sentence><sentence sid="2727"><sentenceang>Please give me two hot dogs with mustard and ketchup.</sentenceang><sentencepl>Poprosz&#x119; dwa hot dogi z musztard&#x105; i keczupem.</sentencepl><sentenceaudio/></sentence><sentence sid="2728"><sentenceang>It\'s like some people like ketchup and other people like mustard.</sentenceang><sentencepl>Jest z tym tak jak z tym, &#x17C;e niekt&#xF3;rzy ludzie lubi&#x105; keczup, a inni musztard&#x119;. </sentencepl><sentenceaudio/></sentence><sentence sid="2729"><sentenceang>I\'d like to have mustard on the side.</sentenceang><sentencepl>Poprosz&#x119; z musztard&#x105; na boku. </sentencepl><sentenceaudio/></sentence><sentence sid="2730"><sentenceang>Mustard is often used at the table as a condiment on meat. </sentenceang><sentencepl>Musztarda jest cz&#x119;sto stosowana w kuchni jako przyprawa do mi&#x119;sa. </sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="700"><angword>mayonnaise</angword><plword>majonez</plword><transcription>&#x2C8;me&#x26A;.&#x259;.ne&#x26A;z</transcription><image>1624468365majonez.jpg</image><audio>mayonnaise.mp3</audio><sentences><sentence sid="2731"><sentenceang>Many fried seafood dishes are served with a side of mayonnaise for dipping.</sentenceang><sentencepl>Wiele sma&#x17C;onych owoc&#xF3;w morza jest podawanych z majonezem na boku do maczania.</sentencepl><sentenceaudio/></sentence><sentence sid="2732"><sentenceang>Marie Rose sauce combines mayonnaise with tomato sauce or ketchup, cream, flavorings and brandy.</sentenceang><sentencepl>Sos Marie Rose &#x142;&#x105;czy majonez z sosem pomidorowym lub keczupem, &#x15B;mietan&#x105;, przyprawami i brandy.</sentencepl><sentenceaudio/></sentence><sentence sid="2733"><sentenceang>This makes mayonnaise a very highly caloric food by itself.</sentenceang><sentencepl>Czyni to majonez bardzo wysoko kalorycznym jedzeniem.</sentencepl><sentenceaudio/></sentence><sentence sid="2734"><sentenceang>The most likely origin of mayonnaise is the town of Mahon in Menorca </sentenceang><sentencepl>Najbardziej prawdopodobnym miejscem pochodzenie majonezu jest miasto Mahon na Minorce.</sentencepl><sentenceaudio/></sentence><sentence sid="2735"><sentenceang>I am mixing mayonnaise with ketchup.</sentenceang><sentencepl>Mieszam majonez z keczupem.</sentencepl><sentenceaudio/></sentence><sentence sid="2736"><sentenceang>The oil in mayonnaise sometimes separates from the other ingredients.</sentenceang><sentencepl>Olej w majonezie czasami oddziela si&#x119; od innych sk&#x142;adnik&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="2737"><sentenceang>Do you like it with mayonnaise?</sentenceang><sentencepl>Chcesz to z majonezem?</sentencepl><sentenceaudio/></sentence><sentence sid="2738"><sentenceang>There are only food supplements in that mayonnaise!</sentenceang><sentencepl>W majonezie s&#x105; tylko same konserwanty!</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="702"><angword>oil</angword><plword>olej</plword><transcription>&#x254;&#x26A;l</transcription><image>1271229094olej.jpg</image><audio>oil.mp3</audio><sentences><sentence sid="2744"><sentenceang>Sunflower oil is the non-volatile oil expressed from sunflower seeds.</sentenceang><sentencepl>Olej s&#x142;onecznikowy jest olejem nielotnym wyt&#x142;aczanym z nasion s&#x142;onecznika.</sentencepl><sentenceaudio/></sentence><sentence sid="2745"><sentenceang>Sunflower oil was first industrially produced in 1835 in the Russian Empire.</sentenceang><sentencepl>Olej s&#x142;onecznikowy zosta&#x142; poraz pierwszy przemys&#x142;owo wyprodukowany w 1835 roku w Imperium Rosyjskim.</sentencepl><sentenceaudio/></sentence><sentence sid="2746"><sentenceang>As a frying oil, sunflower oil behaves as a typical vegetable triglyceride.</sentenceang><sentencepl>Jako olej do sma&#x17C;enia, olej s&#x142;onecznikowy zachowuje si&#x119; jak typowy trigliceryd warzywny.</sentencepl><sentenceaudio/></sentence><sentence sid="2747"><sentenceang>Rapeseed oil was produced in the 19th century as a source of a lubricant for steam engines.</sentenceang><sentencepl>Olej rzepakowy zosta&#x142; poraz pierwszy wyprodukowany w XIX wieku jako smar do silnik&#xF3;w parowych.</sentencepl><sentenceaudio/></sentence><sentence sid="2748"><sentenceang>Natural rapeseed oil contains 50% erucic acid.</sentenceang><sentencepl>Naturalny olej rzepakowy zawiera 50% kwasu erukowego.</sentencepl><sentenceaudio/></sentence><sentence sid="2749"><sentenceang>Rapeseed oil is used as diesel fuel.</sentenceang><sentencepl>Olej rzepakowy jest u&#x17C;ywany jako paliwo.</sentencepl><sentenceaudio/></sentence><sentence sid="2750"><sentenceang>Rapeseed oil is one of the oldest vegetable oils but historically was used in limited quantities due to high levels of erucic acid which is damaging to cardiac muscle.</sentenceang><sentencepl>Olej rzepakowy jest jednym z najstarszych olej&#xF3;w ro&#x15B;linnych, ale historycznie by&#x142; stosowany w ograniczonych ilo&#x15B;ciach ze wzgl&#x119;du na wysoki poziom kwasu erukowego, kt&#xF3;ry uszkadza mi&#x119;sie&#x144; sercowy.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="703"><angword>preservative</angword><plword>konserwant</plword><transcription>pr&#x26A;&#x2C8;z&#x259;rv&#x259;t&#x26A;v</transcription><image>1784170258konserwant.jpg</image><audio>preservative.mp3</audio><sentences><sentence sid="2751"><sentenceang>Vitamin C and Vitamin E are also sometimes used as preservatives.</sentenceang><sentencepl>Witamina C i witamina E s&#x105; czasami u&#x17C;ywane jako &#x15B;rodki konserwuj&#x105;ce.</sentencepl><sentenceaudio/></sentence><sentence sid="2752"><sentenceang>Another group of preservatives targets enzymes in fruits and vegetables that start to metabolize after they are cut.</sentenceang><sentencepl>Kolejna grupa konserwant&#xF3;w ukierunkowana jest na enzymy wyst&#x119;puj&#x105;ce w owocach i warzywach, kt&#xF3;re ulegaj&#x105; metabolizmowi zaraz po ich &#x15B;ci&#x119;ciu.</sentencepl><sentenceaudio/></sentence><sentence sid="2753"><sentenceang>Preservative food additives can be used alone or in conjunction with other methods of food preservation. </sentenceang><sentencepl>Dodatki konserwuj&#x105;ce do &#x17C;ywno&#x15B;ci mog&#x105; by&#x107; stosowane samodzielnie lub w po&#x142;&#x105;czeniu z innymi metodami konserwowania &#x17C;ywno&#x15B;ci. </sentencepl><sentenceaudio/></sentence><sentence sid="2754"><sentenceang>Some modern synthetic preservatives have been shown to cause respiratory or other health problems.</sentenceang><sentencepl>Wykazano, &#x17C;e niekt&#xF3;re wsp&#xF3;&#x142;czesne, syntetyczne konserwanty powoduj&#x105; problemy z uk&#x142;adem oddechowym lub inne schorzenia.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="704"><angword>sauce</angword><plword>sos</plword><transcription>&#x2C8;sau.dse</transcription><image>987960164sos.jpg</image><audio>sauce.mp3</audio><sentences><sentence sid="2755"><sentenceang>Japanese horseradish or wasabi sauce is used on sushi and sashimi or mixed with soy sauce.</sentenceang><sentencepl>Japo&#x144;ski sos chrzanowy lub sos wasabi jest u&#x17C;ywany do sushi i sashimi lub zmieszany z sosem sojowym.</sentencepl><sentenceaudio/></sentence><sentence sid="2756"><sentenceang>Korean cuisine uses sauces such as doenjang, gochujang, samjang, and soy sauce.</sentenceang><sentencepl>Kuchnia korea&#x144;ska stosuje sosy, takie jak doenjang, gochujang, samjang, sos sojowy.</sentencepl><sentenceaudio/></sentence><sentence sid="2757"><sentenceang>There were many hundreds of sauces in the culinary repertoire.</sentenceang><sentencepl>Istnia&#x142;y setki sos&#xF3;w w repertuarze kulinarnym.</sentencepl><sentenceaudio/></sentence><sentence sid="2758"><sentenceang>Mexican cuisine uses a sauce based on chocolate and chillies known as mole.</sentenceang><sentencepl>Kuchnia meksyka&#x144;ska u&#x17C;ywa sosu na bazie czekolady i chilli znanego jako mole.</sentencepl><sentenceaudio/></sentence><sentence sid="2759"><sentenceang>Ketchup and brown sauce are used on more fast-food type dishes.</sentenceang><sentencepl>Keczup i sos brunatny s&#x105; u&#x17C;ywane na wi&#x119;kszo&#x15B;ci potraf typu fast-food.</sentencepl><sentenceaudio/></sentence><sentence sid="2760"><sentenceang>Sauces are an essential element in cuisines all over the world.</sentenceang><sentencepl>Sosy, s&#x105; zasadniczym elementem w kuchniach ca&#x142;ego &#x15B;wiata.</sentencepl><sentenceaudio/></sentence><sentence sid="2761"><sentenceang>Sauces for salads are called salad dressing.</sentenceang><sentencepl>Sosy do sa&#x142;atek s&#x105; nazywane dressingiem.</sentencepl><sentenceaudio/></sentence><sentence sid="2762"><sentenceang>Sauces in French cuisine date back to the Middle Ages. </sentenceang><sentencepl>Sosy w kuchni francuskiej si&#x119;gaj&#x105; &#x15B;redniowiecza.</sentencepl><sentenceaudio/></sentence><sentence sid="2763"><sentenceang>Is there any sauce left? No, there is none.</sentenceang><sentencepl>Czy jest jeszcze sos? Nie, ju&#x17C; nie ma.</sentencepl><sentenceaudio/></sentence><sentence sid="2764"><sentenceang>Kids love pasta in tomato sauce.</sentenceang><sentencepl>Dzieci lubi&#x105; makaron w sosie pomidorowym.</sentencepl><sentenceaudio/></sentence><sentence sid="2765"><sentenceang>Try this sauce.</sentenceang><sentencepl>Spr&#xF3;buj tego sosu.</sentencepl><sentenceaudio/></sentence><sentence sid="2766"><sentenceang>I\'d like to have the sauce on the side, please.</sentenceang><sentencepl>Sos poprosz&#x119; osobno.</sentencepl><sentenceaudio/></sentence><sentence sid="2767"><sentenceang>Tom put too much hot sauce on his pizza.</sentenceang><sentencepl>Tom na&#x142;o&#x17C;y&#x142; za du&#x17C;o ostrego sosu na swoj&#x105; pizze.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="705"><angword>vinegar</angword><plword>ocet</plword><transcription>&#x2C8;v&#x26A;n&#x26A;g&#x259;r</transcription><image>1468673219ocet.jpg</image><audio>vinegar.mp3</audio><sentences><sentence sid="2768"><sentenceang>Commercial vinegar is produced either by fast or slow fermentation processes.</sentenceang><sentencepl>Ocet handlowy jest produkowany w procesie szybkiej lub wolnej fermentacji.</sentencepl><sentenceaudio/></sentence><sentence sid="2769"><sentenceang>Balsamic vinegars that have been aged for up to 100 years are available, though they are usually very expensive.</sentenceang><sentencepl>Octy balsamiczne, kt&#xF3;re dojrzewa&#x142;y prawie 100 lat s&#x105; r&#xF3;wnie&#x17C; dost&#x119;pne, chocia&#x17C; zazwyczaj s&#x105; one bardzo drogie.</sentencepl><sentenceaudio/></sentence><sentence sid="2770"><sentenceang>Regardless of how it is produced, balsamic vinegar must be made from a grape product.</sentenceang><sentencepl>Niezale&#x17C;nie od tego w jaki spos&#xF3;b jest on produkowany, ocet balsamiczny musi by&#x107; wyrabiany z produktu winogronowego.</sentencepl><sentenceaudio/></sentence><sentence sid="2771"><sentenceang>There is no fixed recipe, so some Chinese black vinegars may contain added sugar, spices, or caramel color.</sentenceang><sentencepl>Nie istnieje ustalony przepis, st&#x105;d niekt&#xF3;re chi&#x144;skie czarne octy mog&#x105; zawiera&#x107; dodatek cukru, przypraw lub barwnik karmelowy.</sentencepl><sentenceaudio/></sentence><sentence sid="2772"><sentenceang>Some varieties of rice vinegar are sweetened or otherwise seasoned with spices or other added flavorings.</sentenceang><sentencepl>Niekt&#xF3;re odmiany octu ry&#x17C;owego s&#x105; s&#x142;odzone lub w inny spos&#xF3;b doprawiane przyprawami lub innymi dodawanymi &#x15B;rodkami aromatyzuj&#x105;cymi.</sentencepl><sentenceaudio/></sentence><sentence sid="2773"><sentenceang>In Canada, white vinegar is often used.</sentenceang><sentencepl>Bia&#x142;y ocet jest cz&#x119;sto u&#x17C;ywany w Kanadzie.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="706"><angword>stuffing</angword><plword>farsz</plword><transcription>&#x2C8;st&#x259;f&#x26A;&#x14B;</transcription><image>1230294749farsz.jpg</image><audio>stuffing.mp3</audio><sentences><sentence sid="2774"><sentenceang>Many types of vegetables are also suitable for stuffing after their seeds or flesh has been removed.</sentenceang><sentencepl>Wiele rodzaj&#xF3;w owoc&#xF3;w nadaje si&#x119; r&#xF3;wnie&#x17C; do faszerowania po tym jak ich nasiona lub mi&#x105;&#x17C;sz zostan&#x105; usuni&#x119;te.</sentencepl><sentenceaudio/></sentence><sentence sid="2775"><sentenceang>In England, a popular stuffing is sausage meat seasoned with various ingredients, sage, onion, apple, etc.</sentenceang><sentencepl>W Anglii, popularnym farszem jest mi&#x119;so kie&#x142;basiane doprawione r&#xF3;&#x17C;nymi sk&#x142;adnikami, sza&#x142;wi&#x105;, cebul&#x105;, jab&#x142;kiem, itd.</sentencepl><sentenceaudio/></sentence><sentence sid="2776"><sentenceang>Some types of stuffing contain sausage meat, or forcemeat, while vegetarian stuffings sometimes contain tofu.</sentenceang><sentencepl>Niekt&#xF3;re typy farszu zawieraj&#x105; mi&#x119;so kie&#x142;basiane, lub mi&#x119;so mielone, podczas gdy farsze wegetaria&#x144;skie zawieraj&#x105; czasami tofu.</sentencepl><sentenceaudio/></sentence><sentence sid="2777"><sentenceang>Most of the stuffings described consist of vegetables, herbs and spices, nuts, and spelt, and frequently contain chopped liver, brains, and other organ meat</sentenceang><sentencepl>Wi&#x119;kszo&#x15B;&#x107; z opisanych farsz&#xF3;w sk&#x142;ada si&#x119; z warzyw, zi&#xF3;&#x142; i przypraw, orzech&#xF3;w, i orkiszu oraz cz&#x119;sto zawieraj&#x105; posiekan&#x105; w&#x105;trob&#x119;, m&#xF3;zg i inne podroby.</sentencepl><sentenceaudio/></sentence><sentence sid="2778"><sentenceang>Gyoza stuffing? I made some gyoza at home but, possibly because I didn\'t have enough dough, I had some of the filling left over.</sentenceang><sentencepl>A co z nadmiarem farszu? Zrobi&#x142;em w domu pierogi, ale by&#x142;o za ma&#x142;o ciasta, wi&#x119;c troch&#x119; farszu zosta&#x142;o.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="707"><angword>herbs</angword><plword>zio&#x142;a</plword><transcription>&#x2C8;&#x259;rbz</transcription><image>1018374705ziola.jpg</image><audio>herbs.mp3</audio><sentences><sentence sid="2779"><sentenceang>General usage differs between culinary herbs and medicinal herbs.</sentenceang><sentencepl>Og&#xF3;lne zastosowanie r&#xF3;&#x17C;ni si&#x119; mi&#x119;dzy zio&#x142;ami kuchennymi i zio&#x142;ami leczniczymi.</sentencepl><sentenceaudio/></sentence><sentence sid="2780"><sentenceang>Many culinary herbs are perennials such as thyme or lavender, while others are biennials such as parsley or annuals like basil.</sentenceang><sentencepl>Wiele zi&#xF3;&#x142; kuchennych jest bylinami, tak jak tymianek lub lawenda, podczas gdy inne s&#x105; ro&#x15B;linami dwuletnimi jak pietruszka lub jednorocznymi jak bazylia.</sentencepl><sentenceaudio/></sentence><sentence sid="2781"><sentenceang>Herbs have a variety of uses including culinary, medicinal, and in some cases spiritual usage.</sentenceang><sentencepl>Zio&#x142;a maj&#x105; wiele zastosowa&#x144;, w tym kulinarne, lecznicze, a w niekt&#xF3;rych przypadkach s&#x105; wykorzystywane w rytua&#x142;ach.</sentencepl><sentenceaudio/></sentence><sentence sid="2782"><sentenceang>Culinary herbs are distinguished from vegetables in that, like spices, they are used in small amounts and provide flavor.</sentenceang><sentencepl>Zio&#x142;a kuchenne r&#xF3;&#x17C;ni&#x105; si&#x119; od warzyw tym, &#x17C;e podobnie jak przyprawy, s&#x105; u&#x17C;ywane w ma&#x142;ych ilo&#x15B;ciach i dla smaku.</sentencepl><sentenceaudio/></sentence><sentence sid="2783"><sentenceang>Do you know a good specialty store dealing in herbs?</sentenceang><sentencepl>Czy znasz dobry sklep wyspecjalizowany w handlu zio&#x142;ami?</sentencepl><sentenceaudio/></sentence><sentence sid="2784"><sentenceang>The herb used in that pasta sauce might be parsley.</sentenceang><sentencepl>Zio&#x142;em u&#x17C;ytym do sosu do makaronu mo&#x17C;e by&#x107; pietruszka.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="708"><angword>flour</angword><plword>m&#x105;ka</plword><transcription>&#x2C8;fl&#xE6;w&#x25A;</transcription><image>204464605maka.jpg</image><audio>flour.mp3</audio><sentences><sentence sid="2785"><sentenceang>Without the germ, flour cannot become rancid.</sentenceang><sentencepl>Bez bakterii m&#x105;ka nie mo&#x17C;e zj&#x119;&#x142;cze&#x107;.</sentencepl><sentenceaudio/></sentence><sentence sid="2786"><sentenceang>Cake flours in particular are nearly always chlorinated.</sentenceang><sentencepl>W szczeg&#xF3;lno&#x15B;ci m&#x105;ki tortowe s&#x105; prawie zawsze chlorowane.</sentencepl><sentenceaudio/></sentence><sentence sid="2787"><sentenceang>Brown rice flour is of great importance in Southeast Asian cuisine.</sentenceang><sentencepl>M&#x105;ka z br&#x105;zowego ry&#x17C;u ma ogromne znaczenie w kuchni Azji Po&#x142;udniowo-Wschodniej.</sentencepl><sentenceaudio/></sentence><sentence sid="2788"><sentenceang>On Hindu fasting days, people eat items made of buckwheat flour.</sentenceang><sentencepl>W hinduski, postny dzie&#x144; ludzie jedz&#x105; wyroby robione z m&#x105;ki gryczanej.</sentencepl><sentenceaudio/></sentence><sentence sid="2789"><sentenceang>The flour could be from wheat or rice.</sentenceang><sentencepl>M&#x105;ka mo&#x17C;e by&#x107; z pszenicy lub ry&#x17C;u.</sentencepl><sentenceaudio/></sentence><sentence sid="2790"><sentenceang>We grind wheat into flour.</sentenceang><sentencepl>Mielimy pszenic&#x119; na m&#x105;k&#x119;.</sentencepl><sentenceaudio/></sentence><sentence sid="2791"><sentenceang>Flour is made from wheat.</sentenceang><sentencepl>M&#x105;k&#x119; robi si&#x119; z pszenicy.</sentencepl><sentenceaudio/></sentence><sentence sid="2792"><sentenceang>He bought flour and oil in quantity.</sentenceang><sentencepl>Kupi&#x142; du&#x17C;o m&#x105;ki i oliwy.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="712"><angword>rice</angword><plword>ry&#x17C;</plword><transcription>&#x279;a&#x26A;s</transcription><image>799800483ryz.jpg</image><audio>rice.mp3</audio><sentences><sentence sid="2801"><sentenceang>Rice is the most important grain with regard to human nutrition and caloric intake, providing more than one fifth of the calories consumed worldwide by the human species</sentenceang><sentencepl>Ry&#x17C; jest najistotniejszym zbo&#x17C;em w zakresie &#x17C;ywienia cz&#x142;owieka i ilo&#x15B;ci spo&#x17C;ywanych kalorii, stanowi&#x105;c wi&#x119;cej ni&#x17C; jedn&#x105; pi&#x105;t&#x105; kalorii spo&#x17C;ywanych na &#x15B;wiecie przez gatunek ludzki.</sentencepl><sentenceaudio/></sentence><sentence sid="2802"><sentenceang>The traditional method for cultivating rice is flooding the fields while, or after, setting the young seedlings.</sentenceang><sentencepl>Tradycyjn&#x105; metod&#x105; uprawy ry&#x17C;u jest zalewanie p&#xF3;l podczas lub po zasadzeniu m&#x142;odych sadzonek.</sentencepl><sentenceaudio/></sentence><sentence sid="2803"><sentenceang>Short-grain rice is often used for rice pudding.</sentenceang><sentencepl>Kr&#xF3;tkoziarnisty ry&#x17C; jest cz&#x119;sto stosowany na pudding ry&#x17C;owy.</sentencepl><sentenceaudio/></sentence><sentence sid="2804"><sentenceang>Perennial wild rices still grow in Assam and Nepal.</sentenceang><sentencepl>Wieloletni dziki ry&#x17C; nadal ro&#x15B;nie w Asam i Nepalu.</sentencepl><sentenceaudio/></sentence><sentence sid="2807"><sentenceang>I think I like eating white rice better than brown rice.</sentenceang><sentencepl>Chyba wol&#x119; bia&#x142;y ry&#x17C; od br&#x105;zowego.</sentencepl><sentenceaudio/></sentence><sentence sid="2808"><sentenceang>Most Japanese eat rice at least once a day.</sentenceang><sentencepl>Wi&#x119;kszo&#x15B;&#x107; Japo&#x144;czyk&#xF3;w je ry&#x17C; przynajmniej raz dziennie.</sentencepl><sentenceaudio/></sentence><sentence sid="2809"><sentenceang>Rice is grown in rainy regions.</sentenceang><sentencepl>Ry&#x17C; uprawia si&#x119; w deszczowych rejonach.</sentencepl><sentenceaudio/></sentence><sentence sid="2810"><sentenceang>In 1994, there was a shortage of water and rice in Japan.</sentenceang><sentencepl>W roku 1994 wyst&#x105;pi&#x142;y w Japonii braki wody i ry&#x17C;u.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="715"><angword>bread</angword><plword>chleb</plword><transcription>b&#x279;&#x25B;d</transcription><image>972479035chleb.jpg</image><audio>bread.mp3</audio><sentences><sentence sid="2824"><sentenceang>Around 10,000 BC, with the dawn of the Neolithic age and the spread of agriculture, grains became the mainstay of making bread.</sentenceang><sentencepl>Oko&#x142;o 10.000 lat pne, u zarania neolitu i rozprzestrzeniania si&#x119; rolnictwa, ziarna sta&#x142;y si&#x119; podstaw&#x105; produkcji chleba.</sentencepl><sentenceaudio/></sentence><sentence sid="2825"><sentenceang>In Slavic cultures bread and salt is offered as a welcome to all guests.</sentenceang><sentencepl>W kulturach s&#x142;owia&#x144;skich chleb i s&#xF3;l jest podawana na powitanie dla wszystkich go&#x15B;ci.</sentencepl><sentenceaudio/></sentence><sentence sid="2826"><sentenceang>Fresh bread is prized for its taste, aroma, quality, appearance and texture.</sentenceang><sentencepl>&#x15A;wie&#x17C;y chleb jest ceniony ze wzgl&#x119;du na jego smak, aromat, jako&#x15B;&#x107;, wygl&#x105;d i konsystencj&#x119;.</sentencepl><sentenceaudio/></sentence><sentence sid="2827"><sentenceang>One pound of flour will yield a standard loaf of bread or two French loaves.</sentenceang><sentencepl>Jeden funt m&#x105;ki pozwoli na wyprodukowanie standardowego bochenka chleba lub dw&#xF3;ch bochenk&#xF3;w francuskich.</sentencepl><sentenceaudio/></sentence><sentence sid="2828"><sentenceang>Most bread consumed in the West is leavened.</sentenceang><sentencepl>Wi&#x119;kszo&#x15B;&#x107; chleba spo&#x17C;ywanego na Zachodzie jest robiona na zakwasie.</sentencepl><sentenceaudio/></sentence><sentence sid="2829"><sentenceang>The wholegrain bread from local bakers must give way to huge lorry loads of baguettes and frozen dough offering cheaper products.</sentenceang><sentencepl>Pe&#x142;noziarnisty chleb z lokalnych piekarni jest zmuszony ust&#x105;pi&#x107; miejsca ogromnym &#x142;adunkom ci&#x119;&#x17C;ar&#xF3;wek z bagietkami i mro&#x17C;onym ciastem oferuj&#x105;cym ta&#x144;sze produkty.</sentencepl><sentenceaudio/></sentence><sentence sid="2830"><sentenceang>There is enough bread for all of you.</sentenceang><sentencepl>Dla wszystkich wystarczy chleba.</sentencepl><sentenceaudio/></sentence><sentence sid="2831"><sentenceang>I took a cooking class last spring and learned to bake bread.</sentenceang><sentencepl>Wiosn&#x105; zesz&#x142;ego roku chodzi&#x142;em na kurs gotowania i nauczy&#x142;em si&#x119; piec chleb.</sentencepl><sentenceaudio/></sentence><sentence sid="2832"><sentenceang>A piece of bread was not enough to satisfy his hunger.</sentenceang><sentencepl>Kawa&#x142;ek chleb nie wystarczy&#x142;, &#x17C;eby zaspokoi&#x107; jego g&#x142;&#xF3;d.</sentencepl><sentenceaudio/></sentence><sentence sid="2833"><sentenceang>Bread and butter is my usual breakfast.</sentenceang><sentencepl>Chleb z mas&#x142;em to moje zwyczajne &#x15B;niadanie.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="716"><angword>roll</angword><plword>bu&#x142;ka</plword><transcription>&#x279;&#x259;&#x28A;l</transcription><image>914352894bulka.jpg</image><audio>roll.mp3</audio><sentences><sentence sid="2834"><sentenceang>A bread roll is a piece of bread, usually small and round and is commonly considered a side dish.</sentenceang><sentencepl>Bu&#x142;ka jest kawa&#x142;kiem pieczywa, zwykle ma&#x142;ym i okr&#x105;g&#x142;ym, i jest powszechnie uwa&#x17C;ana za dodatek do posi&#x142;ku.</sentencepl><sentenceaudio/></sentence><sentence sid="2835"><sentenceang>Finger roll is a soft roll about three times longer than it is wide.</sentenceang><sentencepl>P&#xF3;&#x142;bagietka jest mi&#x119;kk&#x105; bu&#x142;k&#x105; zwykle trzykrotnie d&#x142;u&#x17C;sz&#x105; ni&#x17C; jej szeroko&#x15B;&#x107;.</sentencepl><sentenceaudio/></sentence><sentence sid="2836"><sentenceang>Kaiser roll is a crusty round roll, often topped with poppy seeds or sesame seeds.</sentenceang><sentencepl>Kajzerka jest chrupi&#x105;c&#x105; okr&#x105;g&#x142;&#x105; bu&#x142;k&#x105;, cz&#x119;sto posypan&#x105; makiem lub sezamem.</sentencepl><sentenceaudio/></sentence><sentence sid="2837"><sentenceang>Bread rolls are common in Europe, especially in Germany, in Italy and in Austria.</sentenceang><sentencepl>Bu&#x142;ki s&#x105; powszechne w Europie, szczeg&#xF3;lnie w Niemczech, we W&#x142;oszech i w Austrii.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="721"><angword>breakfast cereals</angword><plword>p&#x142;atki &#x15B;niadaniowe</plword><transcription>&#x2C8;brekf&#x259;st &#x2C8;s&#x26A;ri&#x2D0;&#x259;lz</transcription><image>364164665platkisniadaniowe.jpg</image><audio>breakfast_cereals.mp3</audio><sentences><sentence sid="2856"><sentenceang>A breakfast cereal is a food made from processed grains that is often eaten with the breakfast.</sentenceang><sentencepl>P&#x142;atki &#x15B;niadaniowe to jedzenie wykonane z przetworzonych zb&#xF3;&#x17C;, kt&#xF3;re jest cz&#x119;sto spo&#x17C;ywane ze &#x15B;niadaniem.</sentencepl><sentenceaudio/></sentence><sentence sid="2857"><sentenceang>Many breakfast cereals are produced via extrusion.</sentenceang><sentencepl>Wiele p&#x142;atk&#xF3;w &#x15B;niadaniowych jest produkowanych poprzez wyt&#x142;aczanie.</sentencepl><sentenceaudio/></sentence><sentence sid="2858"><sentenceang>The first breakfast cereal, Granula was invented in the United States in 1863 by James Caleb Jackson.</sentenceang><sentencepl>Pierwsze p&#x142;atki &#x15B;niadaniowe, Granula zosta&#x142;y wymy&#x15B;lone w Stanach Zjednoczonych w 1863 roku przez Jamesa Caleb Jacksona.</sentencepl><sentenceaudio/></sentence><sentence sid="2859"><sentenceang>Ready-to-eat breakfast cereals have their beginnings in the vegetarian movement in the last quarter of the nineteenth century.</sentenceang><sentencepl>Gotowe do spo&#x17C;ycia p&#x142;atki &#x15B;niadaniowe maj&#x105; swoje pocz&#x105;tki w wegetaria&#x144;skich ruchach w ostatniej &#x107;wierci XIX wieku.</sentencepl><sentenceaudio/></sentence><sentence sid="2860"><sentenceang>Breakfast cereal primarily marketed to children, such as Froot Loops, is commonly brightly colored and high in sugar.</sentenceang><sentencepl>P&#x142;atki &#x15B;niadaniowe g&#x142;&#xF3;wnie sprzedawane dla dzieci, takie jak Froot Loops, maj&#x105; powszechnie jaskrawe kolory i s&#x105; bogate w cukier.</sentencepl><sentenceaudio/></sentence><sentence sid="2861"><sentenceang>Breakfast cereal companies make gluten-free cereals which are free of any gluten containing grains. </sentenceang><sentencepl>Firmy produkuj&#x105;ce p&#x142;atki &#x15B;niadaniowe wytwarzaj&#x105; p&#x142;atki bezglutenowe, kt&#xF3;re s&#x105; wolne od jakichkolwiek zb&#xF3;&#x17C; zawieraj&#x105;cych gluten.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="722"><angword>cereals</angword><plword>zbo&#x17C;a</plword><transcription>&#x2C8;s&#x26A;ri&#x2D0;&#x259;lz</transcription><image>244327353zboza.jpg</image><audio>cereals.mp3</audio><sentences><sentence sid="2862"><sentenceang>Many cool-season cereals are grown in the tropics.</sentenceang><sentencepl>Wiele zb&#xF3;&#x17C; ozimych jest uprawiane w krajach tropikalnych.</sentencepl><sentenceaudio/></sentence><sentence sid="2863"><sentenceang>Cool-season cereals are well-adapted to temperate climates. </sentenceang><sentencepl>Zbo&#x17C;a ozime s&#x105; dobrze przystosowane do klimatu umiarkowanego.</sentencepl><sentenceaudio/></sentence><sentence sid="2864"><sentenceang>Spring cereals are planted in early springtime and mature later that same summer, without vernalization.</sentenceang><sentencepl>Zbo&#x17C;a jare s&#x105; sadzone wczesn&#x105; wiosn&#x105; i dojrzewaj&#x105; p&#xF3;&#x17A;niej tego samego lata, bez wernalizacji.</sentencepl><sentenceaudio/></sentence><sentence sid="2865"><sentenceang>The warm-season cereals are grown in tropical lowlands year-round and in temperate climates during the frost-free season. </sentenceang><sentencepl>Zbo&#x17C;a ciep&#x142;olubne s&#x105; uprawiane na nizinach zwrotnikowych na okr&#x105;g&#x142;o w ci&#x105;gu roku i w klimacie umiarkowanym podczas p&#xF3;r roku bez przymrozk&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="2866"><sentenceang>ISO has published a series of standards regarding cereal products.</sentenceang><sentencepl>ISO opublikowa&#x142;a seri&#x119; norm dotycz&#x105;cych produkt&#xF3;w zbo&#x17C;owych.</sentencepl><sentenceaudio/></sentence><sentence sid="2867"><sentenceang>Other warm climate cereals, such as sorghum, are adapted to arid conditions.</sentenceang><sentencepl>Inne ciep&#x142;olubne zbo&#x17C;a, takie jak sorgo, s&#x105; przystosowane do suchych warunk&#xF3;w.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="723"><angword>cornflakes</angword><plword>p&#x142;atki kukurydziane</plword><transcription>[cornflakes]</transcription><image>1778599693platkikukurydziane.jpg</image><audio>cornflakes.mp3</audio><sentences><sentence sid="2868"><sentenceang>Shall we go with cornflakes or something light from tomorrow?</sentenceang><sentencepl>Powinni&#x15B;my mie&#x107; p&#x142;atki kukurydziane czy co&#x15B; lekkiego od jutra?</sentencepl><sentenceaudio/></sentence><sentence sid="2869"><sentenceang>Cornflakes are a popular breakfast cereal originally manufactured by Kellogg\'s through the treatment of maize. </sentenceang><sentencepl>P&#x142;atki kukurydziane s&#x105; popularnymi p&#x142;atkami &#x15B;niadaniowymi pierwotnie produkowanymi przez Kellogga w wyniku obr&#xF3;bki kukurydzy.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="724"><angword>croissant</angword><plword>rogalik</plword><transcription>k&#x279;w&#x252;&#x2C8;s&#x251;&#x303;</transcription><image>1865164091rogalik.jpg</image><audio>croissant.mp3</audio><sentences><sentence sid="2870"><sentenceang>Today, the croissant remains popular in a continental breakfast.</sentenceang><sentencepl>Dzisiaj, rogalik pozostaje popularny jako cz&#x119;&#x15B;&#x107; &#x15B;niadania kontynentalnego.</sentencepl><sentenceaudio/></sentence><sentence sid="2871"><sentenceang>In France and Spain, croissants are generally sold without filling and eaten without added butter, but sometimes with almond filling.</sentenceang><sentencepl>We Francji i Hiszpanii rogaliki s&#x105; zazwyczaj sprzedawane bez nadzienia i jedzone bez dodatku mas&#x142;a, ale czasami z nadzieniem migda&#x142;owym.</sentencepl><sentenceaudio/></sentence><sentence sid="2872"><sentenceang>Croissants have long been a staple of French bakeries.</sentenceang><sentencepl>Rogaliki od dawna by&#x142;y podstawowym produktem francuskich piekarni.</sentencepl><sentenceaudio/></sentence><sentence sid="2873"><sentenceang>Croissants are commonly served alongside coffee as a breakfast.</sentenceang><sentencepl>Rogaliki s&#x105; powszechnie podawane wraz z kaw&#x105; jako &#x15B;niadanie.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="726"><angword>baguette</angword><plword>bagietka</plword><transcription>ba.&#x261;&#x25B;t</transcription><image>2004839934bagietka.jpg</image><audio>baguette.mp3</audio><sentences><sentence sid="2876"><sentenceang>Sandwich-sized loaves are sometimes known as demi-baguettes.</sentenceang><sentencepl>Bochenki wielko&#x15B;ci kanapek s&#x105; czasami znane jako p&#xF3;&#x142;bagietki.</sentencepl><sentenceaudio/></sentence><sentence sid="2877"><sentenceang>The baguette today is often considered one of the symbols of French culture viewed from abroad.</sentenceang><sentencepl>Bagietka jest dzisiaj cz&#x119;sto uwa&#x17C;ana za granic&#x105; za jeden z symboli kultury francuskiej.</sentencepl><sentenceaudio/></sentence><sentence sid="2878"><sentenceang>Baguettes are closely connected to France and especially to Paris, though they are made around the world.</sentenceang><sentencepl>Bagietki s&#x105; &#x15B;ci&#x15B;le zwi&#x105;zane z Francj&#x105;, a zw&#x142;aszcza z Pary&#x17C;em, cho&#x107; s&#x105; one wytwarzane na ca&#x142;ym &#x15B;wiecie.</sentencepl><sentenceaudio/></sentence><sentence sid="2879"><sentenceang>Baguettes are often sliced and served with p&#xE2;t&#xE9; or cheese.</sentenceang><sentencepl>Bagietki s&#x105; cz&#x119;sto krojone w kromki i podawane z pasztetem lub serem.</sentencepl><sentenceaudio/></sentence><sentence sid="2880"><sentenceang>Outside France, baguettes are also made with other doughs.</sentenceang><sentencepl>Poza Francj&#x105;, bagietki s&#x105; tak&#x17C;e wyrabiane z innych ciast.</sentencepl><sentenceaudio/></sentence><sentence sid="2881"><sentenceang>My baguette is bigger than yours.</sentenceang><sentencepl>Moja bagietka jest wi&#x119;ksza od twojej.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="727"><angword>muesli</angword><plword>muesli</plword><transcription>&#x2C8;mysli</transcription><image>960425686musli.jpg</image><audio>muesli.mp3</audio><sentences><sentence sid="2882"><sentenceang>This dry packaged muesli can be stored for many months.</sentenceang><sentencepl>Te sucho zapakowane muesli mog&#x105; by&#x107; przechowywane przez wiele miesi&#x119;cy.</sentencepl><sentenceaudio/></sentence><sentence sid="2883"><sentenceang>Muesli is a popular breakfast meal based on uncooked rolled oats, fruit and nuts.</sentenceang><sentencepl>Musli to popularny posi&#x142;ek &#x15B;niadaniowy przygotowany w oparciu o niegotowane p&#x142;atki owsiane, owoce i orzechy.</sentencepl><sentenceaudio/></sentence><sentence sid="2884"><sentenceang>Traditional muesli was eaten with orange juice and not milk.</sentenceang><sentencepl>Tradycyjne musli by&#x142;o jedzone z sokiem pomara&#x144;czowym, a nie z mlekiem.</sentencepl><sentenceaudio/></sentence><sentence sid="2885"><sentenceang>Muesli can also be freshly prepared using either dry rolled oats or whole grain oats that have been soaked in water or fruit juice. </sentenceang><sentencepl>Muesli mo&#x17C;e by&#x107; r&#xF3;wnie&#x17C; przygotowywane na &#x15B;wie&#x17C;o przy u&#x17C;yciu albo suchych p&#x142;atk&#xF3;w owsianych albo ca&#x142;ych ziaren owsa, kt&#xF3;re zosta&#x142;y nas&#x105;czone wod&#x105; lub sokiem owocowym.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="728"><angword>noodles</angword><plword>kluski</plword><transcription>&#x2C8;nu&#x2D0;d(&#x259;)lz</transcription><image>1724528320kluski.jpg</image><audio>noodles.mp3</audio><sentences><sentence sid="2886"><sentenceang>Noodles are usually cooked in boiling water, sometimes with cooking oil or salt added, but are often pan fried or deep fried. </sentenceang><sentencepl>Kluski s&#x105; zazwyczaj gotowane we wrz&#x105;cej wodzie, czasami z dodatkiem oleju kuchennego lub soli, ale cz&#x119;sto s&#x105; r&#xF3;wnie&#x17C; sma&#x17C;one na patelni lub sma&#x17C;one w g&#x142;&#x119;bokim t&#x142;uszczu.</sentencepl><sentenceaudio/></sentence><sentence sid="2887"><sentenceang>Noodles can be refrigerated for short-term storage, or dried and stored for future use.</sentenceang><sentencepl>Kluski mog&#x105; by&#x107; kr&#xF3;tkoterminowo przechowywane w lod&#xF3;wce lub suszone i przechowywane do p&#xF3;&#x17A;niejszego u&#x17C;ycia.</sentencepl><sentenceaudio/></sentence><sentence sid="2888"><sentenceang>Noodles are sometimes served in a salad. </sentenceang><sentencepl>Kluski s&#x105; czasami podawane w sa&#x142;acie. </sentencepl><sentenceaudio/></sentence><sentence sid="2889"><sentenceang>Noodles are cooked in water or broth, then drained. </sentenceang><sentencepl>Kluski s&#x105; gotowane w wodzie lub bulionie, a nast&#x119;pnie odcedzane.</sentencepl><sentenceaudio/></sentence><sentence sid="2890"><sentenceang>What\'s more she went and ordered a top up of noodles twice.</sentenceang><sentencepl>Co wi&#x119;cej, posz&#x142;a i zam&#xF3;wi&#x142;a dwie pe&#x142;ne porcje klusek.</sentencepl><sentenceaudio/></sentence><sentence sid="2891"><sentenceang>Last night I was too tired to cook a proper meal, so I ate just instant noodles.</sentenceang><sentencepl>Ostatniej nocy by&#x142;em zbyt zm&#x119;czony aby ugotowa&#x107; porz&#x105;dny posi&#x142;ek, wi&#x119;c zjad&#x142;em kluski z torebki.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="729"><angword>pasta</angword><plword>makaron</plword><transcription>&#x2C8;p&#x251;&#x2D0;st&#x259;</transcription><image>426828179makaron.jpg</image><audio>pasta.mp3</audio><sentences><sentence sid="2892"><sentenceang>Pastas may be divided into two broad categories, dried and fresh.</sentenceang><sentencepl>Makarony mog&#x105; by&#x107; podzielone na dwie kategorie, suszone i &#x15B;wie&#x17C;e.</sentencepl><sentenceaudio/></sentence><sentence sid="2893"><sentenceang>Most dried pasta is commercially produced via an extrusion process.</sentenceang><sentencepl>Wi&#x119;kszo&#x15B;&#x107; suszonych makaron&#xF3;w jest produkowana za pomoc&#x105; procesu wyt&#x142;aczania.</sentencepl><sentenceaudio/></sentence><sentence sid="2894"><sentenceang>The ingredients required to make dried pasta include semolina flour and water.</sentenceang><sentencepl>Sk&#x142;adniki niezb&#x119;dne do produkcji suchego makaronu obejmuj&#x105; m&#x105;k&#x119; typu semolina i wod&#x119;.</sentencepl><sentenceaudio/></sentence><sentence sid="2895"><sentenceang>If the cooked pasta is not used in the five days it may be frozen for up to two or three months.</sentenceang><sentencepl>Je&#x17C;eli gotowany makaron nie zostanie zu&#x17C;yty w ci&#x105;gu pi&#x119;ciu dni to mo&#x17C;e by&#x107; zamro&#x17C;ony na maksymalnie dwa lub trzy miesi&#x105;ce.</sentencepl><sentenceaudio/></sentence><sentence sid="2896"><sentenceang>Enriched pasta also contains folic acid that is beneficial for child-bearing women.</sentenceang><sentencepl>Makaron wzbogacony zawiera tak&#x17C;e kwas foliowy, kt&#xF3;ry jest korzystny dla kobiet w ci&#x105;&#x17C;y.</sentencepl><sentenceaudio/></sentence><sentence sid="2897"><sentenceang>In Malta, baked pasta is commonly served.</sentenceang><sentencepl>Na Malcie, pieczony makaron jest powszechnie serwowany.</sentencepl><sentenceaudio/></sentence><sentence sid="2898"><sentenceang>Kids love pasta in tomato sauce.</sentenceang><sentencepl>Dzieci lubi&#x105; makaron w sosie pomidorowym.</sentencepl><sentenceaudio/></sentence><sentence sid="2899"><sentenceang>The herb used in that pasta sauce might be parsley.</sentenceang><sentencepl>Zio&#x142;em u&#x17C;ytym w tym sosie do makaronu mo&#x17C;e by&#x107; pietruszka.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="730"><angword>spaghetti</angword><plword>spaghetti</plword><transcription>sp&#x259;&#x2C8;&#x261;&#x25B;ti</transcription><image>407369057spaghetti.jpg</image><audio>spaghetti.mp3</audio><sentences><sentence sid="2900"><sentenceang>Italian dried spaghetti is made from durum wheat semolina, but outside of Italy it may be made with other kinds of flour.</sentenceang><sentencepl>W&#x142;oskie suszone spahetti jest wyrabiane z pszenicy typu durum semolina, ale poza W&#x142;ochami mo&#x17C;e by&#x107; wykonywane z innych rodzaj&#xF3;w m&#x105;ki.</sentencepl><sentenceaudio/></sentence><sentence sid="2901"><sentenceang>In Italy, spaghetti is generally cooked al dente, just fully cooked and still firm.</sentenceang><sentencepl>We W&#x142;oszech spaghetti jest zazwyczaj gotowane al dente, dopiero co w pe&#x142;ni ugotowane i nadal twarde.</sentencepl><sentenceaudio/></sentence><sentence sid="2902"><sentenceang>Tom knows how to cook spaghetti.</sentenceang><sentencepl>Tom wie jak ugotowa&#x107; spaghetti.</sentencepl><sentenceaudio/></sentence><sentence sid="2903"><sentenceang>I consider spaghetti to be one of the greatest foods in the world.</sentenceang><sentencepl>Uwa&#x17C;am spaghetti za jedno z najlepszych da&#x144; na &#x15B;wiecie.</sentencepl><sentenceaudio/></sentence><sentence sid="2904"><sentenceang>You must not eat too much ice-cream and spaghetti.</sentenceang><sentencepl>Nie jedz za du&#x17C;o lod&#xF3;w i spagetti.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="731"><angword>margarine</angword><plword>margaryna</plword><transcription>&#x2C8;m&#x251;rd&#x292;&#x259;r&#x259;n</transcription><image>168021734margaryna.jpg</image><audio>margarine.mp3</audio><sentences><sentence sid="2905"><sentenceang>While butter is derived from milk fat, margarine is mainly derived from plant oils and fats and may contain some skimmed milk.</sentenceang><sentencepl>Podczas gdy mas&#x142;o pochodzi z t&#x142;uszczu mlekowego, margaryna g&#x142;&#xF3;wnie pochodzi z olej&#xF3;w i t&#x142;uszczy ro&#x15B;linnych oraz mo&#x17C;e zawiera&#x107; mleko odt&#x142;uszczone.</sentencepl><sentenceaudio/></sentence><sentence sid="2906"><sentenceang>Generally, firmer margarines contain more saturated fat.</sentenceang><sentencepl>Og&#xF3;lnie twardsze margaryny zawieraj&#x105; wi&#x119;cej t&#x142;uszcz&#xF3;w nasyconych.</sentencepl><sentenceaudio/></sentence><sentence sid="2907"><sentenceang>Most margarines are vegetable-based and thus contains no cholesterol.</sentenceang><sentencepl>Wi&#x119;kszo&#x15B;&#x107; margaryn jest pochodzenia ro&#x15B;linnego i przez to nie zawiera cholesterolu.</sentencepl><sentenceaudio/></sentence><sentence sid="2908"><sentenceang>Many member states currently require the mandatory addition of vitamins A and D to margarine and fat spreads for reasons of public health.</sentenceang><sentencepl>Wiele pa&#x144;stw cz&#x142;onkowskich wymaga obecnie obowi&#x105;zkowego dodawania witamin A i D do margaryny i t&#x142;uszcz&#xF3;w do smarowania ze wzgl&#x119;du na zdrowie publiczne.</sentencepl><sentenceaudio/></sentence><sentence sid="2909"><sentenceang>She used margarine instead of butter.</sentenceang><sentencepl>Ona u&#x17C;ywa&#x142;a margaryny zamiast mas&#x142;a.</sentencepl><sentenceaudio/></sentence><sentence sid="2910"><sentenceang>You can use margarine as a substitute for butter.</sentenceang><sentencepl>Mo&#x17C;esz u&#x17C;ywa&#x107; margaryn&#x119; jako zamiennik mas&#x142;a.</sentencepl><sentenceaudio/></sentence><sentence sid="2911"><sentenceang>Can you tell butter from margarine?</sentenceang><sentencepl>Mo&#x17C;esz odr&#xF3;&#x17C;ni&#x107; mas&#x142;o od margaryny?</sentencepl><sentenceaudio/></sentence></sentences><postit/></word></set>
