<?xml version="1.0"?>
<set><word wid="594"><angword>asparagus</angword><plword>szparagi</plword><transcription>&#x259;&#x2C8;sp&#xE6;r.&#x259;.&#x261;&#x259;s</transcription><image>70046293asparagus.jpg</image><audio>asparagus.mp3</audio><sentences><sentence sid="2164"><sentenceang>By 1469 asparagus was cultivated in French monasteries.</sentenceang><sentencepl>Pocz&#x105;wszy od 1469 roku szparagi by&#x142;y uprawiane we francuskich klasztorach.</sentencepl><sentenceaudio/></sentence><sentence sid="2165"><sentenceang>Some places are better for growing asparagus than others.</sentenceang><sentencepl>Niekt&#xF3;re miejsca s&#x105; lepsze do uprawy szparag&#xF3;w ni&#x17C; inne.</sentencepl><sentenceaudio/></sentence><sentence sid="2166"><sentenceang>The green asparagus is normally used in Thai cuisine.</sentenceang><sentencepl>Zielona szparaga jest zwykle u&#x17C;ywana w kuchni tajskiej.</sentencepl><sentenceaudio/></sentence><sentence sid="2167"><sentenceang>The tomato plant repels the asparagus beetle, as do several other common companion plants of tomatoes.</sentenceang><sentencepl>Sadzonki pomidora odstraszaj&#x105; robaki w szparagach, podobnie jak to ma miejsce w przypadku innych powszechnie wyst&#x119;puj&#x105;cych ro&#x15B;lin towarzysz&#x105;cych pomidorom.</sentencepl><sentenceaudio/></sentence><sentence sid="2168"><sentenceang>You can still get asparagus in the winter.</sentenceang><sentencepl>Szparagi mo&#x17C;na dosta&#x107; nawet zim&#x105;.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="595"><angword>aubergine</angword><plword>bak&#x142;a&#x17C;an</plword><transcription>&#x2C8;&#x259;&#x28A;.b&#x259;.&#x292;i&#x2D0;n</transcription><image>1365409393aubergine.jpg</image><audio>aubergine.mp3</audio><sentences><sentence sid="2169"><sentenceang>A Catalan dish called Escalivada calls for strips of roasted aubergine, sweet pepper, onion and tomato.</sentenceang><sentencepl>Katalo&#x144;ska potrawa zwana Escalivada wymaga pokrojonego w paski pieczonego bak&#x142;a&#x17C;anu, s&#x142;odkiej papryki, cebuli i pomidora.</sentencepl><sentenceaudio/></sentence><sentence sid="2170"><sentenceang>Baked, peeled aubergine is mixed with garlic, tomato, parsley, lemon juice, and finally olive oil.</sentenceang><sentencepl> Pieczony, obrany bak&#x142;a&#x17C;an jest mieszany z czosnkiem, pomidorem, pietruszk&#x105;, sokiem z cytryny i wreszcie z oliw&#x105; z oliwek.</sentencepl><sentenceaudio/></sentence><sentence sid="2171"><sentenceang>The variant made with zucchini instead of aubergine is called Kadoo-Qasemi.</sentenceang><sentencepl>Odmiana robiona z cukini&#x105; zamiast bak&#x142;a&#x17C;anu jest nazywana Kadoo-Qasemi. </sentencepl><sentenceaudio/></sentence><sentence sid="2172"><sentenceang>Zucchini, aubergine, tomato and pepper are commonly used as fillings.</sentenceang><sentencepl>Cukinia, bak&#x142;a&#x17C;an, pomidor i papryka s&#x105; cz&#x119;sto stosowane jako nadzienia.</sentencepl><sentenceaudio/></sentence><sentence sid="2173"><sentenceang>Our sister bought some aubergines, potatoes, zucchinis and Chinese cabbage at the market.</sentenceang><sentencepl>Nasza siostra kupi&#x142;a troche bak&#x142;a&#x17C;an&#xF3;w, ziemniak&#xF3;w, cukini i kapusty peki&#x144;skiej na targu.</sentencepl><sentenceaudio/></sentence><sentence sid="2174"><sentenceang>Wash aubergines and cut their endings.</sentenceang><sentencepl>Umyj bak&#x142;a&#x17C;any i poobcinaj im ko&#x144;c&#xF3;wki.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="596"><angword>beans</angword><plword>fasola</plword><transcription>&#x2C8;bi&#x2D0;nz</transcription><image>1614151603bean.jpg</image><audio>beans.mp3</audio><sentences><sentence sid="2175"><sentenceang>Fermentation is used in some parts of Africa to improve the nutritional value of beans by removing toxins.</sentenceang><sentencepl>Fermentacja jest stosowana w niekt&#xF3;rych cz&#x119;&#x15B;ciach Afryki dla poprawy warto&#x15B;ci od&#x17C;ywczej fasoli poprzez usuwanie toksyn.</sentencepl><sentenceaudio/></sentence><sentence sid="2176"><sentenceang>Sometimes vinegar is added, but only after the beans are cooked as vinegar interferes with the beans\' softening.</sentenceang><sentencepl>Czasami dodaje si&#x119; octu, ale tylko po tym jak fasole s&#x105; ju&#x17C; ugotowane gdy&#x17C; ocet utrudnia rozmi&#x119;kanie fasoli.</sentencepl><sentenceaudio/></sentence><sentence sid="2177"><sentenceang>Unlike the closely related pea, beans are a summer crop that needs warm temperatures to grow.</sentenceang><sentencepl>W odr&#xF3;&#x17C;nieniu od blisko spokrewnionego grochu, fasole s&#x105; letni&#x105; upraw&#x105;, kt&#xF3;ra potrzebuje ciep&#x142;ych temperatur do wzrostu.</sentencepl><sentenceaudio/></sentence><sentence sid="2178"><sentenceang>Beans are one of the longest-cultivated plants</sentenceang><sentencepl>Fasole s&#x105; jednymi z najd&#x142;u&#x17C;ej uprawianych ro&#x15B;lin.</sentencepl><sentenceaudio/></sentence><sentence sid="2179"><sentenceang>Foods rich in vitamin E include dark-green, leafy vegetables, beans, nuts and whole-grain cereals.</sentenceang><sentencepl>&#x17B;ywno&#x15B;&#x107; bogata w witamin&#x119; E to warzywa o ciemnozielonych li&#x15B;ciach, fasole, orzechy i p&#x142;atki pe&#x142;noziarniste.</sentencepl><sentenceaudio/></sentence><sentence sid="2180"><sentenceang>It\'s possible to eat green beans raw.</sentenceang><sentencepl>Mo&#x17C;na je&#x15B;&#x107; zielon&#x105; fasol&#x119; na surowo.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="597"><angword>beet</angword><plword>burak</plword><transcription>bi&#x2D0;t</transcription><image>727522850beetrot.jpg</image><audio>beet.mp3</audio><sentences><sentence sid="2181"><sentenceang>In Eastern Europe beet soup, such as cold borsch, is a popular dish.</sentenceang><sentencepl>W Europie Wschodniej zupa z burak&#xF3;w, taka jak barszcz na zimno, jest popularnym daniem.</sentencepl><sentenceaudio/></sentence><sentence sid="2182"><sentenceang>The beet has a long history of cultivation stretching back to the second millennium BC. </sentenceang><sentencepl>Burak posiada d&#x142;ug&#x105; histori&#x119; uprawy si&#x119;gaj&#x105;c&#x105; do drugiego tysi&#x105;clecia pne.</sentencepl><sentenceaudio/></sentence><sentence sid="2183"><sentenceang>The ancient Romans considered beets an important health food and an aphrodisiac</sentenceang><sentencepl>Staro&#x17C;ytni Rzymianie uznawali buraki za wa&#x17C;ne dla zdrowia po&#x17C;ywienie i afrodyzjak.</sentencepl><sentenceaudio/></sentence><sentence sid="2184"><sentenceang>The beet became highly commercially important in 19th century Europe following the development of the sugar beet in Germany.</sentenceang><sentencepl>Burak sta&#x142; si&#x119; komercyjnie istotny w XIX wiecznej Europie w nast&#x119;pstwie otrzymania burak&#xF3;w cukrowych w Niemczech.</sentencepl><sentenceaudio/></sentence><sentence sid="2185"><sentenceang>Actually if you eat beets your urine may turn a light pink colour.</sentenceang><sentencepl>Faktycznie je&#x15B;li jesz buraki tw&#xF3;j mocz mo&#x17C;e zmieni&#x107; zabarwienie na jasno r&#xF3;&#x17C;owe.</sentencepl><sentenceaudio/></sentence><sentence sid="2186"><sentenceang>In Poland, beet is combined with horseradish to form popular &#x106;wik&#x142;a z chrzanem, which is often added to a meal consisting of meat, potatoes and a salad.</sentenceang><sentencepl>W Polsce, buraki wymieszane z chrzanem tworz&#x105; popularn&#x105; potraw&#x119; &#x106;wik&#x142;a z chanem, kt&#xF3;ra jest cz&#x119;sto dodawana do posi&#x142;k&#xF3;w sk&#x142;adaj&#x105;cych si&#x119; z misa, ziemniak&#xF3;w i sur&#xF3;wki.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="598"><angword>beetroot</angword><plword>burak czerwony</plword><transcription>&#x2C8;bi&#x2D0;t&#x2CC;ru&#x2D0;t</transcription><image></image><audio>beetroot.mp3</audio><sentences><sentence sid="2187"><sentenceang>The effect is attributed to the high nitrate content of the beetroot.</sentenceang><sentencepl>Efekt jest przypisywany wysokiej zawarto&#x15B;ci azotan&#xF3;w w czerwonych burakach.</sentencepl><sentenceaudio/></sentence><sentence sid="2188"><sentenceang>Beetroot can also be used to make wine</sentenceang><sentencepl>Burak &#x107;wik&#x142;owy mo&#x17C;e by&#x107; r&#xF3;wnie&#x17C; u&#x17C;ywany do produkcji wina.</sentencepl><sentenceaudio/></sentence><sentence sid="2189"><sentenceang>Since Roman times, beetroot juice has been considered an aphrodisiac.</sentenceang><sentencepl>Od czas&#xF3;w rzymskich, sok z buraka &#x107;wik&#x142;owego by&#x142; uwa&#x17C;any za afrodyzjak.</sentencepl><sentenceaudio/></sentence><sentence sid="2190"><sentenceang>This is why red beetroots leave a purple stain.</sentenceang><sentencepl>Dlatego w&#x142;a&#x15B;nie li&#x15B;cie czerwonych burak&#xF3;w maj&#x105; purpurowe plamy.</sentencepl><sentenceaudio/></sentence><sentence sid="2191"><sentenceang>Ancient Romans used beetroot as a treatment for fevers and constipation, amongst other ailments.</sentenceang><sentencepl>Staro&#x17C;ytni Rzymianie stosowali buraki w leczeniu gor&#x105;czki i zaparcia, po&#x15B;r&#xF3;d innych dolegliwo&#x15B;ci.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="599"><angword>sugar beet</angword><plword>burak cukrowy</plword><transcription>&#x2C8;&#x283;&#x28A;g&#x259;r &#x2C8;bi&#x2D0;t</transcription><image></image><audio>sugar_beet.mp3</audio><sentences><sentence sid="2192"><sentenceang>The beet became highly commercially important in 19th century Europe following the development of the sugar beet in Germany.</sentenceang><sentencepl>Burak sta&#x142; si&#x119; komercyjnie istotny w XIX wiecznej Europie w nast&#x119;pstwie otrzymania burak&#xF3;w cukrowych w Niemczech.</sentencepl><sentenceaudio/></sentence><sentence sid="2193"><sentenceang>The sugar beet is a major commercial crop due to its high concentrations of sucrose, which is extracted to produce table sugar.</sentenceang><sentencepl>Burak cukrowy jest wa&#x17C;n&#x105; upraw&#x105; handlow&#x105; ze wzgl&#x119;du na jego wysokie st&#x119;&#x17C;enie sacharozy, kt&#xF3;ra jest pozyskiwana do produkcji cukru sto&#x142;owego.</sentencepl><sentenceaudio/></sentence><sentence sid="2194"><sentenceang>The sugar beet are cultivated for sugar.</sentenceang><sentencepl>Buraki cukrowe s&#x105; uprawiane dla cukru.</sentencepl><sentenceaudio/></sentence><sentence sid="2195"><sentenceang>Modern sugar beets date back to mid-18th century Silesia where the king of Prussia subsidised experiments aimed at processes for sugar extraction</sentenceang><sentencepl>Wsp&#xF3;&#x142;czesne buraki cukrowe pochodz&#x105; ze &#x15A;l&#x105;ska z po&#x142;owy XVIII wieku, gdzie kr&#xF3;l Prus dotowa&#x142; eksperymenty maj&#x105;ce na celu pozyskiwanie cukru z burak&#xF3;w.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="600"><angword>broccoli</angword><plword>broku&#x142;</plword><transcription>&#x2C8;b&#x279;&#x252;.k&#x259;.li</transcription><image>1262277210broccoli.jpg</image><audio>broccoli.mp3</audio><sentences><sentence sid="2196"><sentenceang>Sprouting broccoli has a larger number of heads with many thin stalks.</sentenceang><sentencepl>Kie&#x142;kuj&#x105;ca broku&#x142;a ma wi&#x119;ksz&#x105; liczb&#x119; g&#x142;&#xF3;wek z wieloma cienkimi &#x142;odygami.</sentencepl><sentenceaudio/></sentence><sentence sid="2197"><sentenceang>Broccoli is a plant in the cabbage family, whose large flower head is used as a vegetable. </sentenceang><sentencepl>Broku&#x142; to gatunek ro&#x15B;liny z rodziny kapustowatych, kt&#xF3;rego kwiat w postaci du&#x17C;ej g&#x142;&#xF3;wki jest u&#x17C;ywany jako warzywo. </sentencepl><sentenceaudio/></sentence><sentence sid="2198"><sentenceang>Broccoli was first introduced to the United States by Italian immigrants but did not become widely known until the 1920s.</sentenceang><sentencepl>Broku&#x142; po raz pierwszy zosta&#x142; sprowadzony do Stan&#xF3;w Zjednoczonych przez w&#x142;oskich imigrant&#xF3;w, ale nie sta&#x142;a si&#x119; powszechnie znany do lat 20.</sentencepl><sentenceaudio/></sentence><sentence sid="2199"><sentenceang>Broccoli is high in vitamin C, as well as dietary fiber.</sentenceang><sentencepl>Broku&#x142; jest bogaty w witamin&#x119; C, jak r&#xF3;wnie&#x17C; w b&#x142;onnik pokarmowy.</sentencepl><sentenceaudio/></sentence><sentence sid="2200"><sentenceang>Broccoli is one of the healthiest vegetables.</sentenceang><sentencepl>Broku&#x142;y to jedne z najzdrowszych warzyw.</sentencepl><sentenceaudio/></sentence><sentence sid="2201"><sentenceang>Cucumbers, spinach, broccoli and onions are considered non-starchy vegetables.</sentenceang><sentencepl>Og&#xF3;rki, szpinak, broku&#x142;y i cebula s&#x105; uwa&#x17C;ane za warzywa niskow&#x119;glowodanowe.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="601"><angword>brussels sprouts</angword><plword>brukselka</plword><transcription>&#x2C8;br&#x259;s&#x259;lz &#x2C8;spr&#xE6;&#x28A;ts</transcription><image></image><audio>brussels_sprouts.mp3</audio><sentences><sentence sid="2202"><sentenceang>The Brussels sprout is grown for its edible buds.</sentenceang><sentencepl>Brukselka jest uprawiana dla jej jadalnych p&#x105;k&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="2203"><sentenceang>Cabbage, cauliflower, broccoli, and Brussels sprouts are all cultivars of the same species.</sentenceang><sentencepl>Kapusta, kalafior, broku&#x142; i brukselka s&#x105; one wszystkie odmianami tego samego gatunku.</sentencepl><sentenceaudio/></sentence><sentence sid="2204"><sentenceang>Brussels sprouts as we now know them were grown possibly as early as the 13th century in what is now Belgium.</sentenceang><sentencepl>Brukselka jak&#x105; znamy teraz by&#x142;a najprawdopodobniej uprawiana ju&#x17C; w XIII wieku na terenach dzisiejszej Belgii.</sentencepl><sentenceaudio/></sentence><sentence sid="2205"><sentenceang>Forerunners to modern Brussels sprouts were likely cultivated in ancient Rome. </sentenceang><sentencepl>Prekursor wsp&#xF3;&#x142;czesnej brukselki by&#x142; prawdopodobnie uprawiany w staro&#x17C;ytnym Rzymie.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="602"><angword>cabbage</angword><plword>kapusta</plword><transcription>&#x2C8;k&#xE6;b&#x26A;d&#x292;</transcription><image>1557914270cabbage.jpg</image><audio>cabbage.mp3</audio><sentences><sentence sid="2206"><sentenceang>Some varieties of cabbage have been developed for ornamental use.</sentenceang><sentencepl>Niekt&#xF3;re odmiany kapusty zosta&#x142;y wychodowane dla cel&#xF3;w ozdobnych.</sentencepl><sentenceaudio/></sentence><sentence sid="2207"><sentenceang>Cabbage is a leafy green biennial, grown as an annual vegetable for its densely-leaved heads</sentenceang><sentencepl>Kapusta jest li&#x15B;ciast&#x105;, zielon&#x105; ro&#x15B;lin&#x105; dwuletni&#x105;, uprawian&#x105; jako jednoroczne warzywo ze wzgl&#x119;du na jej g&#x142;&#xF3;wki pokryte g&#x119;sto li&#x15B;&#x107;mi.</sentencepl><sentenceaudio/></sentence><sentence sid="2208"><sentenceang>Cabbages are used in many different ways in cooking.</sentenceang><sentencepl>Kapusty s&#x105; wykorzystywane na wiele r&#xF3;&#x17C;nych sposob&#xF3;w w kuchni.</sentencepl><sentenceaudio/></sentence><sentence sid="2209"><sentenceang>Cabbage is a good source of beta-carotene, vitamin C and fiber.</sentenceang><sentencepl>Kapusta jest dobrym &#x17A;r&#xF3;d&#x142;em beta-karotenu, witaminy C i b&#x142;onnika.</sentencepl><sentenceaudio/></sentence><sentence sid="2210"><sentenceang>Cabbage when contaminated is sometimes a source of food borne illness in humans.</sentenceang><sentencepl>Kapusta je&#x17C;eli zanieczyszczona jest czasami &#x17A;r&#xF3;d&#x142;em chor&#xF3;b ponoszonych z pokarmem u ludzi.</sentencepl><sentenceaudio/></sentence><sentence sid="2211"><sentenceang>Cabbage can be eaten raw.</sentenceang><sentencepl>Kapust&#x119; mo&#x17C;na je&#x15B;&#x107; na surowo.</sentencepl><sentenceaudio/></sentence><sentence sid="2212"><sentenceang>Give me a head of cabbage.</sentenceang><sentencepl>Daj mi g&#x142;&#xF3;wk&#x119; kapusty.</sentencepl><sentenceaudio/></sentence><sentence sid="2213"><sentenceang>Green and purple cabbages.</sentenceang><sentencepl>Bia&#x142;a i czerwona kapusta.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="603"><angword>lettuce</angword><plword>sa&#x142;ata</plword><transcription>&#x2C8;l&#x25B;t&#x26A;s</transcription><image>21478535lettuce.jpg</image><audio>lettuce.mp3</audio><sentences><sentence sid="2214"><sentenceang>Europe and North America originally dominated the market for lettuce, but by the late 1900s the consumption of lettuce had spread throughout the world.</sentenceang><sentencepl>Europa i Ameryka P&#xF3;&#x142;nocna pocz&#x105;tkowo zdominowa&#x142;y rynek sa&#x142;aty, ale pod koniec 1900 konsumpcja sa&#x142;aty rozprzestrzeni&#x142;a si&#x119; na ca&#x142;y &#x15B;wiat.</sentencepl><sentenceaudio/></sentence><sentence sid="2215"><sentenceang>Lettuce was first cultivated by the ancient Egyptians, who turned it from a weed whose seeds were used to make oil into a plant grown for its leaves.</sentenceang><sentencepl>Sa&#x142;ata by&#x142;a poraz pierwszy uprawiana przez staro&#x17C;ytnych Egipcjan, kt&#xF3;rzy przekszta&#x142;cili j&#x105; z chwast&#xF3;w, kt&#xF3;rych nasiona by&#x142;y wykorzystywane do produkcji oleju w ro&#x15B;lin&#x119; sadzon&#x105; dla jej li&#x15B;ci. </sentencepl><sentenceaudio/></sentence><sentence sid="2216"><sentenceang>Lettuce is most often used for salads, although it is also seen in other kinds of food, such as soups or sandwiches.</sentenceang><sentencepl>Sa&#x142;ata jest najcz&#x119;&#x15B;ciej stosowana do sa&#x142;atek, chocia&#x17C; spotyka si&#x119; j&#x105; r&#xF3;wnie&#x17C; w innego rodzaju &#x17C;ywno&#x15B;ci, takiej jak zupy czy kanapki.</sentencepl><sentenceaudio/></sentence><sentence sid="2217"><sentenceang>Lettuce is a good source of vitamin A and potassium, as well as a minor source for several other vitamins and nutrients.</sentenceang><sentencepl>Sa&#x142;ata jest dobrym &#x17A;r&#xF3;d&#x142;em witaminy A i potasu, a tak&#x17C;e mniejszym &#x17A;r&#xF3;d&#x142;em wielu innych witamin i sk&#x142;adnik&#xF3;w od&#x17C;ywczych.</sentencepl><sentenceaudio/></sentence><sentence sid="2218"><sentenceang>Lettuce appears in many medieval writings, especially as a medicinal herb. </sentenceang><sentencepl>Sa&#x142;ata pojawia si&#x119; w wielu pismach &#x15B;redniowiecznych, zw&#x142;aszcza jako zio&#x142;o lecznicze.</sentencepl><sentenceaudio/></sentence><sentence sid="2219"><sentenceang>In Korea, there\'s a popular theory that says that: \"If you eat a quarter of an Iceberg lettuce, you will fall asleep\". Thus, amongst truck drivers in Korea, lettuce is known as something that should not be eaten before work.</sentenceang><sentencepl>W Korei uwa&#x17C;a si&#x119;, &#x17C;e po zjedzeniu &#x107;wiartki sa&#x142;aty lodowej cz&#x142;owiek robi si&#x119; &#x15B;pi&#x105;cy, wi&#x119;c kierowcy wiedz&#x105;, &#x17C;e nie wolno jej je&#x15B;&#x107; przed prac&#x105;.</sentencepl><sentenceaudio/></sentence><sentence sid="2220"><sentenceang>Snails have been eating our lettuces.</sentenceang><sentencepl>&#x15A;limaki zjad&#x142;y nasze sa&#x142;aty.</sentencepl><sentenceaudio/></sentence><sentence sid="2221"><sentenceang>Tom ate my bacon, lettuce and tomato sandwich.</sentenceang><sentencepl>Tom zjad&#x142; moj&#x105; kanapk&#x119; z bekonem, sa&#x142;at&#x105; i pomidorem.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="604"><angword>cauliflower</angword><plword>kalafior</plword><transcription>&#x2C8;k&#x252;l.i.fla&#x28A;.&#x259;(&#x279;)</transcription><image>11673726kalaf.jpeg</image><audio>cauliflower.mp3</audio><sentences><sentence sid="2222"><sentenceang>Cauliflower is often served with a cheese sauce.</sentenceang><sentencepl>Kalafior jest cz&#x119;sto podawany z sosem serowym.</sentencepl><sentenceaudio/></sentence><sentence sid="2223"><sentenceang>Cauliflower heads resemble those in broccoli, which differs in having flower buds.</sentenceang><sentencepl>R&#xF3;&#x17C;yczki kalafior&#xF3;w przypominaj&#x105; te u broku&#x142;, kt&#xF3;re r&#xF3;&#x17C;ni si&#x119; tym, &#x17C;e posiadaj&#x105; p&#x105;ki kwiatowe.</sentencepl><sentenceaudio/></sentence><sentence sid="2224"><sentenceang>There are four major groups of cauliflower.</sentenceang><sentencepl>Istniej&#x105; cztery g&#x142;&#xF3;wne grupy kalafiora.</sentencepl><sentenceaudio/></sentence><sentence sid="2225"><sentenceang>White cauliflower is the most common colour of cauliflower.</sentenceang><sentencepl>Bia&#x142;y kalafior jest najpowszechniejszym kolorem kalafiora.</sentencepl><sentenceaudio/></sentence><sentence sid="2226"><sentenceang>Cauliflower is low in fat, low in carbohydrates but high in dietary fiber, folate, water, and vitamin C.</sentenceang><sentencepl>Kalafior ma nisk&#x105; zawarto&#x15B;&#x107; t&#x142;uszczu, nisk&#x105; zawarto&#x15B;ci w&#x119;glowodan&#xF3;w, ale jest bogaty w b&#x142;onnik, kwas foliowy, wod&#x119; i witamin&#x119; C.</sentencepl><sentenceaudio/></sentence><sentence sid="2227"><sentenceang>A high intake of cauliflower has been associated with reduced risk of aggressive prostate cancer.</sentenceang><sentencepl>Du&#x17C;e spo&#x17C;ycie kalafiora jest wi&#x105;zane ze zmniejszonym ryzykiem agresywnego raka prostaty.</sentencepl><sentenceaudio/></sentence><sentence sid="2228"><sentenceang>Cauliflower can be roasted, boiled, fried, steamed or eaten raw. </sentenceang><sentencepl>Kalafior mo&#x17C;na by&#x107; pieczony, gotowany, sma&#x17C;ony, gotowany na parze lub spo&#x17C;ywany na surowo. </sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="605"><angword>celeriac</angword><plword>seler</plword><transcription>s&#x259;&#x2C8;leri&#x2D0;&#x2CC;&#xE6;k</transcription><image>63446624seler.jpeg</image><audio>celeriac.mp3</audio><sentences><sentence sid="2229"><sentenceang>Sliced celeriac occurs as an ingredient in soups, casseroles, and other savory dishes.</sentenceang><sentencepl>Sseler pokrojony w plastry pojawia si&#x119; jako sk&#x142;adnik zup, zapiekanek i innych da&#x144; pikantnych.</sentencepl><sentenceaudio/></sentence><sentence sid="2230"><sentenceang>In the Mediterranean Basin and in Northern Europe, celeriac grows wild and is widely cultivated.</sentenceang><sentencepl>W basenie Morza &#x15A;r&#xF3;dziemnego oraz w Europie P&#xF3;&#x142;nocnej, seler ro&#x15B;nie dziko oraz jest powszechnie uprawiany.</sentencepl><sentenceaudio/></sentence><sentence sid="2231"><sentenceang>Root vegetables commonly used include carrot, potato, celeriac, parsnip, turnip and swede.</sentenceang><sentencepl>Warzywa korzenne powszechnie stosowane obejmuj&#x105; marchew, ziemniaki, seler, pasternak, rzep&#x119; i brukiew.</sentencepl><sentenceaudio/></sentence><sentence sid="2232"><sentenceang>Unlike many root vegetables, celeriac contains little starch.</sentenceang><sentencepl>W przeciwie&#x144;stwie do wielu warzyw korzennych, seler zawiera niewiele skrobi.</sentencepl><sentenceaudio/></sentence><sentence sid="2233"><sentenceang>A bowl of celeriac soup.</sentenceang><sentencepl>Miska zupy selerowej.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="606"><angword>courgette</angword><plword>cukinia</plword><transcription>k&#x254;&#x2D0;&#x2C8;&#x292;&#x25B;t</transcription><image>1758121981cukinia.jpeg</image><audio>courgette.mp3</audio><sentences><sentence sid="2234"><sentenceang>It is made of tomatoes, onions, eggplant or courgettes, green and red peppers and olive oil.</sentenceang><sentencepl>Robi si&#x119; go z pomidor&#xF3;w, cebuli, bak&#x142;a&#x17C;anu lub cukini, zielonej i czerwonej papryki oraz oliwy z oliwek.</sentencepl><sentenceaudio/></sentence><sentence sid="2235"><sentenceang>Courgette can reach nearly a meter in length, but it is usually harvested at half that size or less.</sentenceang><sentencepl>Cukinia mo&#x17C;e osi&#x105;ga&#x107; prawie metr d&#x142;ugo&#x15B;ci, ale jest zwykle zbierna gdy osi&#x105;ga po&#x142;ow&#x119; tej d&#x142;ugo&#x15B;ci lub nawet mniej.</sentencepl><sentenceaudio/></sentence><sentence sid="2236"><sentenceang>Courgettes are green.</sentenceang><sentencepl>Cukinie s&#x105; zielone.</sentencepl><sentenceaudio/></sentence><sentence sid="2237"><sentenceang>Our sister bought some eggplants, potatoes, courgettes and Chinese cabbage at the market.</sentenceang><sentencepl>Nasza siostra kupi&#x142;a troch&#x119; bak&#x142;a&#x17C;an&#xF3;w, ziemniak&#xF3;w, cukini i kapusty peki&#x144;skiej na targu.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="607"><angword>parsley</angword><plword>pietruszka</plword><transcription>&#x2C8;p&#x251;rsli&#x2D0;</transcription><image>509723182pietruszka.jpeg</image><audio>parsley.mp3</audio><sentences><sentence sid="2238"><sentenceang>This type of parsley produces much thicker roots than types cultivated for their leaves.</sentenceang><sentencepl>Ten rodzaj pietruszki daje korzenie znacznie grubsze ni&#x17C; rodzaje uprawiane dla li&#x15B;ci.</sentencepl><sentenceaudio/></sentence><sentence sid="2239"><sentenceang>Curly leaf parsley is often used as a garnish.</sentenceang><sentencepl>Kr&#x119;cona natka pietruszki jest cz&#x119;sto stosowana jako ozdoba.</sentencepl><sentenceaudio/></sentence><sentence sid="2240"><sentenceang>Root parsley is very common in central and eastern European cuisines, where it is used as a vegetable in many soups, stews and casseroles.</sentenceang><sentencepl>Korze&#x144; pietruszki jest bardzo powszechnie stosowany w kuchni Europy &#x15A;rodkowej i Wschodniej, gdzie jest on u&#x17C;ywany jako warzywo w wielu zupach, gulaszach i zapiekankach.</sentencepl><sentenceaudio/></sentence><sentence sid="2241"><sentenceang>Parsley grows best in moist, well drained soil, with full sun.</sentenceang><sentencepl>Pietrusza najlepiej ro&#x15B;nie w wilgotnej, dobrze odwodnionej glebie, przy pe&#x142;nym s&#x142;o&#x144;cu.</sentencepl><sentenceaudio/></sentence><sentence sid="2242"><sentenceang>The herb used in that pasta sauce might be parsley.</sentenceang><sentencepl>Zio&#x142;em u&#x17C;ytym w tym sosie mo&#x17C;e by&#x107; pietruszka.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="608"><angword>fennel</angword><plword>koper w&#x142;oski</plword><transcription>&#x2C8;fen&#x259;l</transcription><image>417420783koperwloski.jpeg</image><audio>fennel.mp3</audio><sentences><sentence sid="2243"><sentenceang>In Greek mythology, Prometheus used the stalk of a fennel plant to steal fire from the gods.</sentenceang><sentencepl>W mitologii greckiej, Prometeusz u&#x17C;ywa&#x142; &#x142;odygi kopru w&#x142;oskiego aby ukra&#x15B;&#x107; ogie&#x144; bogom.</sentencepl><sentenceaudio/></sentence><sentence sid="2244"><sentenceang>Many egg, fish, and other dishes employ fresh or dried fennel leaves.</sentenceang><sentencepl>Do wielu jaj, ryb i innych da&#x144; stosuje si&#x119; &#x15B;wie&#x17C;e lub suszone li&#x15B;cie kopru w&#x142;oskiego.</sentencepl><sentenceaudio/></sentence><sentence sid="2245"><sentenceang>Fennel is widely cultivated, both in its native range and elsewhere, for its edible, strongly flavoured leaves and fruits.</sentenceang><sentencepl>Koper w&#x142;oski jest szeroko uprawiany, zar&#xF3;wno w jego rodzimym zasi&#x119;gu jak i gdzie indziej, ze wzgl&#x119;du na jego jadalne, maj&#x105;ce intensywny smak li&#x15B;cie i owoce..</sentencepl><sentenceaudio/></sentence><sentence sid="2246"><sentenceang>Fennel is also used as a flavouring in some natural toothpastes.</sentenceang><sentencepl>Koper w&#x142;oski jest r&#xF3;wnie&#x17C; stosowany jako &#x15B;rodek aromatyzuj&#x105;cy w niekt&#xF3;rych naturalnych pastach do z&#x119;b&#xF3;w.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="609"><angword>horseradish</angword><plword>chrzan</plword><transcription>&#x2C8;h&#x254;&#x2D0;sr&#xE6;d&#x26A;&#x283;</transcription><image>1910710723chrzan.jpeg</image><audio>horseradish.mp3</audio><sentences><sentence sid="2247"><sentenceang>In Croatia freshly grated horseradish is often eaten with boiled ham or beef.</sentenceang><sentencepl>W Chorwacji &#x15B;wie&#x17C;o starty chrzan jest cz&#x119;sto spo&#x17C;ywany wraz z gotowan&#x105; szynk&#x105; lub wo&#x142;owin&#x105;.</sentencepl><sentenceaudio/></sentence><sentence sid="2248"><sentenceang>Prepared horseradish is white to creamy-beige in colour.</sentenceang><sentencepl>Przygotowany chrzan jest w bia&#x142;ym lub kremowo-be&#x17C;owym kolorze.</sentencepl><sentenceaudio/></sentence><sentence sid="2249"><sentenceang>Horseradish has been cultivated since antiquity</sentenceang><sentencepl>Chrzan jest uprawiany od staro&#x17C;ytno&#x15B;ci.</sentencepl><sentenceaudio/></sentence><sentence sid="2250"><sentenceang>Horseradish was known in Egypt in 1500 BC.</sentenceang><sentencepl>Chrzan by&#x142; znany w Egipcie w 1500 roku pne.</sentencepl><sentenceaudio/></sentence><sentence sid="2251"><sentenceang>Horseradish sauce made from grated horseradish root, vinegar and cream is a popular condiment in the United Kingdom and in Poland.</sentenceang><sentencepl>Sos chrzanowy wykonany z startego korzenia chrzanu, octu i &#x15B;mietany jest popularn&#x105; przypraw&#x105; w Wielkiej Brytanii i w Polsce.</sentencepl><sentenceaudio/></sentence><sentence sid="2252"><sentenceang>In the Polish region of Silesia, horseradish soup is a common Easter Day dish.</sentenceang><sentencepl>Na &#x15A;l&#x105;sku w Polsce, zupa z chrzanu jest popularnym wielkanocnym daniem.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="610"><angword>leek</angword><plword>por</plword><transcription>li&#x2D0;k</transcription><image>682924547por.jpeg</image><audio>leek.mp3</audio><sentences><sentence sid="2253"><sentenceang>The edible part of the leek plant is a bundle of leaf sheaths which is sometimes erroneously called a stem or stalk.</sentenceang><sentencepl>Jadalna cz&#x119;&#x15B;&#x107; pora to wi&#x105;zka li&#x15B;ciastych os&#x142;onek, kt&#xF3;ra jest czasami mylnie nazywana &#x142;odyg&#x105;.</sentencepl><sentenceaudio/></sentence><sentence sid="2254"><sentenceang>Leeks usually reach maturity in the autumn months, and they have few pest or disease problems.</sentenceang><sentencepl>Pory zazwyczaj dojrzewaj&#x105; w miesi&#x105;cach jesiennych oraz atakuje je niewiele szkodnik&#xF3;w czy chor&#xF3;b.</sentencepl><sentenceaudio/></sentence><sentence sid="2255"><sentenceang>Leek has a mild onion-like taste.</sentenceang><sentencepl>Por ma &#x142;agodny podobny do cebuli smak.</sentencepl><sentenceaudio/></sentence><sentence sid="2256"><sentenceang>Leek is typically chopped into slices 5&#x2013;10 mm thick.</sentenceang><sentencepl>Por jest zazwyczaj siekany w plasterki o grubo&#x15B;ci od 5 do 10 mm.</sentencepl><sentenceaudio/></sentence><sentence sid="2257"><sentenceang>The leek was the favourite vegetable of the Emperor Nero.</sentenceang><sentencepl>Por by&#x142; ulubionym warzywem cesarza Nerona.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="611"><angword>parsnip</angword><plword>pasternak</plword><transcription>&#x2C8;p&#x251;rsn&#x259;p</transcription><image>80799667pasternak.jpeg</image><audio>parsnip.mp3</audio><sentences><sentence sid="2258"><sentenceang>The parsnip is also a good source of dietary fiber.</sentenceang><sentencepl>Pasternak jest r&#xF3;wnie&#x17C; dobrym &#x17A;r&#xF3;d&#x142;em b&#x142;onnika pokarmowego.</sentencepl><sentenceaudio/></sentence><sentence sid="2259"><sentenceang>Like carrots, parsnips are native to Eurasia and have been eaten there since ancient times.</sentenceang><sentencepl>Podobnie jak marchew, pasternaki s&#x105; rodzimym warzywem dla Eurazji i s&#x105; tam spo&#x17C;ywane od czas&#xF3;w staro&#x17C;ytnych.</sentencepl><sentenceaudio/></sentence><sentence sid="2260"><sentenceang>While parsnips can be eaten raw, they are more commonly served cooked</sentenceang><sentencepl>Podczas gdy pasternaki mog&#x105; by&#x107; spo&#x17C;ywane na surowo, s&#x105; one cz&#x119;&#x15B;ciej podawane jako ugotowane.</sentencepl><sentenceaudio/></sentence><sentence sid="2261"><sentenceang>Parsnips can also be fried or thinly sliced and made into crisps.</sentenceang><sentencepl>Pasternaki mog&#x105; by&#x107; sma&#x17C;one lub poci&#x119;te na cienkie plasterki i przyrz&#x105;dzone jako chipsy.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="612"><angword>radish</angword><plword>rzodkiewka</plword><transcription>&#x2C8;&#x279;ad&#x26A;&#x283;</transcription><image>67137852rzodkiewka.jpeg</image><audio>radish.mp3</audio><sentences><sentence sid="2262"><sentenceang>Radishes have numerous varieties, varying in size, color and duration of required cultivation time.</sentenceang><sentencepl>Rzodkiewka posiada liczne odmiany, r&#xF3;&#x17C;ni&#x105;ce si&#x119; wielko&#x15B;ci&#x105;, kolorem, wymaganym czasem uprawy.</sentencepl><sentenceaudio/></sentence><sentence sid="2263"><sentenceang>There are some radishes that are grown for their seeds.</sentenceang><sentencepl>Istniej&#x105; odmiany rzodkiewek, kt&#xF3;re s&#x105; uprawiane ze wzgl&#x119;du na ich nasiona.</sentencepl><sentenceaudio/></sentence><sentence sid="2264"><sentenceang>Radish can sprout from seed to small plant in as little as 3 days.</sentenceang><sentencepl>Rzodkiewka mo&#x17C;e wykie&#x142;kowa&#x107; z nasion do rozmiar&#xF3;w ma&#x142;ej ro&#x15B;liny w ci&#x105;gu zaledwie 3 dni.</sentencepl><sentenceaudio/></sentence><sentence sid="2265"><sentenceang>Radishes grow best in full sun and light, sandy loams with pH 6.5&#x2013;7.0.</sentenceang><sentencepl>Rzodkiewki rosn&#x105; najlepiej w pe&#x142;nym s&#x142;o&#x144;cu i &#x15B;wietle, w piaszczystym ile o pH 6,5-7,0.</sentencepl><sentenceaudio/></sentence><sentence sid="2266"><sentenceang>Radishes might be more expensive than the carrots.</sentenceang><sentencepl>Rzodkiewka mo&#x17C;e by&#x107; dro&#x17C;sza ni&#x17C; marchew.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="613"><angword>spinach</angword><plword>szpinak</plword><transcription>sp&#x26A;n&#x26A;d&#x292;</transcription><image>322400685szpinak.jpeg</image><audio>spinach.mp3</audio><sentences><sentence sid="2267"><sentenceang>This type is often grown for canned and frozen spinach, as well as soups, baby foods, and processed foods.</sentenceang><sentencepl>Ten typ jest cz&#x119;sto uprawiany na szpinak w puszkach i mro&#x17C;ony, jak r&#xF3;wnie&#x17C; do zup, jedzenia dla niemowl&#x105;t, i &#x17C;ywno&#x15B;ci przetworzonej.</sentencepl><sentenceaudio/></sentence><sentence sid="2268"><sentenceang>Some packaged spinach is exposed to radiation to kill any harmful bacteria that may be on the leaves.</sentenceang><sentencepl>W niekt&#xF3;rych przypadkach pakowany szpinak jest poddawany promieniowaniu, aby zabi&#x107; wszelkie szkodliwe bakterie, kt&#xF3;re mog&#x105; znajdowa&#x107; si&#x119; na li&#x15B;ciach.</sentencepl><sentenceaudio/></sentence><sentence sid="2269"><sentenceang>Spinach may survive over winter in temperate regions.</sentenceang><sentencepl>Szpinak mo&#x17C;e przetrwa&#x107; zim&#x119; w regionach o klimacie umiarkowanym.</sentencepl><sentenceaudio/></sentence><sentence sid="2270"><sentenceang>Spinach has a high nutritional value and is extremely rich in antioxidants, especially when fresh, steamed, or quickly boiled.</sentenceang><sentencepl>Szpinak posiada wysok&#x105; warto&#x15B;&#x107; od&#x17C;ywcz&#x105; i jest bardzo bogaty w przeciwutleniacze, zw&#x142;aszcza, gdy jest &#x15B;wie&#x17C;y, gotowany na parze, lub szybko gotowany.</sentencepl><sentenceaudio/></sentence><sentence sid="2271"><sentenceang>Spinach, along with other green leafy vegetables, is considered to be a rich source of iron.</sentenceang><sentencepl>Szpinak, wraz z innymi zielonymi warzywami li&#x15B;ciastymi, jest uwa&#x17C;any za bogate &#x17A;r&#xF3;d&#x142;o &#x17C;elaza.</sentencepl><sentenceaudio/></sentence><sentence sid="2272"><sentenceang>My son never eats his spinach.</sentenceang><sentencepl>M&#xF3;j syn nigdy nie je szpinaku.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="614"><angword>turnip</angword><plword>rzepa</plword><transcription>&#x2C8;t&#x25C;&#x2D0;r.n&#x26A;p</transcription><image>1367881361rzepa.jpeg</image><audio>turnip.mp3</audio><sentences><sentence sid="2273"><sentenceang>Most baby turnips can be eaten whole, including their leaves.</sentenceang><sentencepl>Wi&#x119;kszo&#x15B;&#x107; m&#x142;odych rzep mo&#x17C;e by&#x107; spo&#x17C;ywana w ca&#x142;o&#x15B;ci, w&#x142;&#x105;czaj&#x105;c w to li&#x15B;cie.</sentencepl><sentenceaudio/></sentence><sentence sid="2274"><sentenceang>In Nordic countries, turnip was the staple crop before its replacement with potato in the 18th century.</sentenceang><sentencepl>W krajach nordyckich, rzepa by&#x142;a podstawow&#x105; upraw&#x105; przed tym jak zosta&#x142;a zast&#x105;piona przez ziemniaki w XVIII wieku.</sentencepl><sentenceaudio/></sentence><sentence sid="2275"><sentenceang>In Japan, pickled turnips are also popular and are sometimes stir fried with soysauce.</sentenceang><sentencepl>W Japonii marynowane rzepy s&#x105; r&#xF3;wnie&#x17C; popularne i s&#x105; czasami sma&#x17C;one na wolnym ogniu z sosem sojowym.</sentencepl><sentenceaudio/></sentence><sentence sid="2276"><sentenceang>Stewed turnip greens are often eaten with vinegar.</sentenceang><sentencepl>Duszona na&#x107; rzepy jest cz&#x119;sto spo&#x17C;ywana z octem.</sentencepl><sentenceaudio/></sentence><sentence sid="2277"><sentenceang>Carrots and turnips are edible roots.</sentenceang><sentencepl>Marchew i rzepa maj&#x105; jadalne korzenie.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="615"><angword>watercress</angword><plword>rze&#x17C;ucha</plword><transcription>[watercress]</transcription><image>1669461995rzezucha.jpeg</image><audio>watercress.mp3</audio><sentences><sentence sid="2278"><sentenceang>The hollow stems of watercress are floating, and the leaves are pinnately compound.</sentenceang><sentencepl>Wydr&#x105;&#x17C;one &#x142;odygi rze&#x17C;uchy unosz&#x105; si&#x119; na wodzie, a li&#x15B;cie s&#x105; pierzastoz&#x142;o&#x17C;one.</sentencepl><sentenceaudio/></sentence><sentence sid="2279"><sentenceang>In some regions, watercress is regarded as a weed, in other regions as an aquatic vegetable or herb.</sentenceang><sentencepl>W niekt&#xF3;rych regionach, rze&#x17C;ucha jest uwa&#x17C;ana za chwast, w innych regionach jest natomiast wodnym warzywem lub zio&#x142;em.</sentencepl><sentenceaudio/></sentence><sentence sid="2280"><sentenceang>Watercress contains significant amounts of iron, calcium, iodine, and folic acid, in addition to vitamins A and C.</sentenceang><sentencepl>Rze&#x17C;ucha zawiera znaczne ilo&#x15B;ci &#x17C;elaza, wapnia, jodu, i kwasu foliowego, opr&#xF3;cz witamin A i C.</sentencepl><sentenceaudio/></sentence><sentence sid="2281"><sentenceang>Watercress is mentioned in the Talmud as being able to stop bleeding, when mixed with vinegar.</sentenceang><sentencepl>W Talmudzie wzmiankuje si&#x119; o rze&#x17C;usze jako ro&#x15B;linie posiadaj&#x105;cej zdolno&#x15B;&#x107; zatrzyma&#x107; krwawienie, po jej zmieszaniu z octem.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="616"><angword>almond</angword><plword>migda&#x142;</plword><transcription>&#x2C8;&#x251;&#x2D0;m&#x259;nd</transcription><image>305780545migdal.jpeg</image><audio>almond.mp3</audio><sentences><sentence sid="2282"><sentenceang>The United States is the dominant supplier of almonds.</sentenceang><sentencepl>Stany Zjednoczone s&#x105; g&#x142;&#xF3;wnym dostawc&#x105; migda&#x142;&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="2283"><sentenceang>Along with other nuts, almonds can be sprinkled over breakfasts and desserts, particularly muesli or ice cream based dishes.</sentenceang><sentencepl>Wraz z innymi orzechami migda&#x142;y mog&#x105; by&#x107; u&#x17C;ywane do posypywania &#x15B;niada&#x144; i deser&#xF3;w, szczeg&#xF3;lnie da&#x144; na bazie musli lub lod&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="2284"><sentenceang>In Iran almonds are added to some foods, cookies and desserts, or are used to decorate foods.</sentenceang><sentencepl>W Iranie migda&#x142;y s&#x105; dodawane do niekt&#xF3;rych posi&#x142;k&#xF3;w, ciasteczek i deser&#xF3;w, lub s&#x105; wykorzystywane do dekoracji potraw.</sentencepl><sentenceaudio/></sentence><sentence sid="2285"><sentenceang>Almonds are available in many forms, such as whole, sliced, and as almond butter, almond milk and almond oil.</sentenceang><sentencepl>Migda&#x142;y s&#x105; dost&#x119;pne pod wieloma postaciami, min. w ca&#x142;o&#x15B;ci, krojone, jako mas&#x142;o migda&#x142;owe, mleko lub olej migda&#x142;owy.</sentencepl><sentenceaudio/></sentence><sentence sid="2286"><sentenceang>Halva is a sweet made from almonds with added coloring.</sentenceang><sentencepl>Cha&#x142;wa jest s&#x142;odk&#x105; przek&#x105;sk&#x105; zrobion&#x105; z migda&#x142;&#xF3;w z dodatkiem barwnika.</sentencepl><sentenceaudio/></sentence><sentence sid="2287"><sentenceang>In the Old Testament, the almond was a symbol of watchfulness and promise due to its early flowering.</sentenceang><sentencepl>W Starym Testamencie, migda&#x142; by&#x142; symbolem czujno&#x15B;ci i obietnicy ze wzgl&#x119;du na jego wczesne zakwitanie.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="617"><angword>apricot</angword><plword>morela</plword><transcription>&#x2C8;&#xE6;pr&#x259;&#x2CC;k&#x251;t</transcription><image>2073190766morela.jpeg</image><audio>apricot.mp3</audio><sentences><sentence sid="2288"><sentenceang>Egyptians usually dry apricots, add sweetener, and then use them to make a drink called amar al-d&#x12B;n.</sentenceang><sentencepl>Egipcjanie zazwyczaj susz&#x105; morele, dodaj&#x105; &#x15B;rodek s&#x142;odz&#x105;cy, a nast&#x119;pnie wykorzystuj&#x105; je do zrobienia napoju zwanego amar al-din.</sentencepl><sentenceaudio/></sentence><sentence sid="2289"><sentenceang>About 50 different varieties of apricots are grown in Armenia today.</sentenceang><sentencepl>Oko&#x142;o 50 r&#xF3;&#x17C;nych odmian moreli jest uprawiane w dzisiejszej Armenii.</sentencepl><sentenceaudio/></sentence><sentence sid="2290"><sentenceang>Apricots have been cultivated in Persia since antiquity, and dried ones were an important commodity on Persian trade routes. </sentenceang><sentencepl>Morele by&#x142;y uprawiane w persji od staro&#x17C;ytno&#x15B;ci i jako suszone stanowi&#x142;y wa&#x17C;ny towar na perskich szlakach handlowych. </sentencepl><sentenceaudio/></sentence><sentence sid="2291"><sentenceang>Turkey is the leading apricot producer, followed by Iran and Uzbekistan.</sentenceang><sentencepl>Turcja jest wiod&#x105;cym producentem moreli, nast&#x119;pnie s&#x105; Iran i Uzbekistan.</sentencepl><sentenceaudio/></sentence><sentence sid="2292"><sentenceang>Apricot seeds were used against tumors as early as AD 502. </sentenceang><sentencepl>Nasiona moreli by&#x142;y u&#x17C;ywane przeciwko nowotworom ju&#x17C; w 502 roku n.e.</sentencepl><sentenceaudio/></sentence><sentence sid="2293"><sentenceang>The apricot trees are in full blossom.</sentenceang><sentencepl>Drzewa morelowe w pe&#x142;ni zakwit&#x142;y.</sentencepl><sentenceaudio/></sentence><sentence sid="2294"><sentenceang>Don&#x2019;t eat that apricot!</sentenceang><sentencepl>Nie jedz tej moreli!</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="618"><angword>peach</angword><plword>brzoskwinia</plword><transcription>pi&#x2D0;&#x2A7;</transcription><image>2144945861brzoskwinia.jpeg</image><audio>peach.mp3</audio><sentences><sentence sid="2295"><sentenceang>Fresh peaches are easily bruised, and do not store well.</sentenceang><sentencepl>&#x15A;wie&#x17C;e brzoskwinie &#x142;&#x105;two siniaczej&#x105; i nie s&#x105; &#x142;atwe do przechowywania.</sentencepl><sentenceaudio/></sentence><sentence sid="2296"><sentenceang>Another problematic issue in many peach-growing areas is spring frost.</sentenceang><sentencepl>Kolejn&#x105; problematyczn&#x105; kwesti&#x105; na wielu terenach upraw brzoskwini s&#x105; wiosenne przymrozki.</sentencepl><sentenceaudio/></sentence><sentence sid="2297"><sentenceang>China is the world\'s largest producer of peaches and nectarines.</sentenceang><sentencepl>Chiny s&#x105; najwi&#x119;kszym na &#x15B;wiecie producentem brzoskwi&#x144; i nektarynek.</sentencepl><sentenceaudio/></sentence><sentence sid="2298"><sentenceang>Peaches with white flesh typically are very sweet with little acidity.</sentenceang><sentencepl>Brzoskwinie o bia&#x142;ym mi&#x105;&#x17C;szu s&#x105; zwykle bardzo s&#x142;odkie z ma&#x142;&#x105; kwa&#x15B;no&#x15B;&#x107;&#x105;.</sentencepl><sentenceaudio/></sentence><sentence sid="2299"><sentenceang>Peaches taste sweet.</sentenceang><sentencepl>Brzoskwinie s&#x105; s&#x142;odkie.</sentencepl><sentenceaudio/></sentence><sentence sid="2300"><sentenceang>The skin of peaches bruises easily.</sentenceang><sentencepl>Skurka brzoskwini &#x142;atwo sinieje.</sentencepl><sentenceaudio/></sentence><sentence sid="2301"><sentenceang>This tree bears good peaches every year.</sentenceang><sentencepl>To drzewo daje dobre brzoskwinie ka&#x17C;dego roku.</sentencepl><sentenceaudio/></sentence><sentence sid="2302"><sentenceang>Take as many peaches as you want.</sentenceang><sentencepl>Bierz tyle brzoskwini ile tylko chcesz.</sentencepl><sentenceaudio/></sentence><sentence sid="2303"><sentenceang>I like such fruits as grapes and peaches.</sentenceang><sentencepl>Lubi&#x119; takie owoce jak winogrona i brzoskwinie.</sentencepl><sentenceaudio/></sentence><sentence sid="2304"><sentenceang>Peach blossoms are highly prized in Chinese culture.</sentenceang><sentencepl>Kwiaty brzoskwini s&#x105; wysoce cenione w kulturze chi&#x144;skiej.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="619"><angword>blackberry</angword><plword>je&#x17C;yna</plword><transcription>&#x2C8;bl&#xE6;k&#x2CC;beri&#x2D0;</transcription><image>566263397jezryna.jpeg</image><audio>blackberry.mp3</audio><sentences><sentence sid="2305"><sentenceang>Blackberry shrubs tolerate poor soils.</sentenceang><sentencepl>Krzaki je&#x17C;yny toleruj&#x105; s&#x142;abe gleby.</sentencepl><sentenceaudio/></sentence><sentence sid="2306"><sentenceang>Blackberry leaves are food for certain caterpillars.</sentenceang><sentencepl>Li&#x15B;ci je&#x17C;yny s&#x105; po&#x17C;ywieniem dla niekt&#xF3;rych g&#x105;sienic.</sentencepl><sentenceaudio/></sentence><sentence sid="2307"><sentenceang>The blackberry grows wild throughout all parts of the United Kingdom and Ireland.</sentenceang><sentencepl>Je&#x17C;yna ro&#x15B;nie dziko we wszystkich cz&#x119;&#x15B;ciach Zjednoczonego Kr&#xF3;lestwa i Irlandii.</sentencepl><sentenceaudio/></sentence><sentence sid="2308"><sentenceang>The blackberry tends to be red during its unripe phase.</sentenceang><sentencepl>Je&#x17C;yny s&#x105; zwykle czerwone podczas gdy s&#x105; niedojrza&#x142;e.</sentencepl><sentenceaudio/></sentence><sentence sid="2309"><sentenceang>I love blackberries.</sentenceang><sentencepl>Uwielbiam je&#x17C;yny.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="620"><angword>berry</angword><plword>jagoda</plword><transcription>&#x2C8;b&#x25B;ri</transcription><image>8638784jagoda.jpeg</image><audio>berry.mp3</audio><sentences><sentence sid="2310"><sentenceang>Berry is a fleshy fruit produced from a single ovary.</sentenceang><sentencepl>Jagoda jest mi&#x119;sistym owocem powstaj&#x105;cym z pojedynczej zal&#x105;&#x17C;ni.</sentencepl><sentenceaudio/></sentence><sentence sid="2311"><sentenceang>In everyday English, berry is a term for any small edible fruit.</sentenceang><sentencepl>W codziennym j&#x119;zyku angielskim, jagoda jest terminem okre&#x15B;laj&#x105;cym dowolny ma&#x142;y owoc jadalny.</sentencepl><sentenceaudio/></sentence><sentence sid="2312"><sentenceang>This berry is good to eat.</sentenceang><sentencepl>Ta jagoda jest jadalna.</sentencepl><sentenceaudio/></sentence><sentence sid="2313"><sentenceang>The berries were ripening almost as fast as we could gather them.</sentenceang><sentencepl>Jagody dojrzewa&#x142;y prawie tak szybko jak byli&#x15B;my je w stanie zrywa&#x107;.</sentencepl><sentenceaudio/></sentence><sentence sid="2314"><sentenceang>I love all berries, but especially strawberries.</sentenceang><sentencepl>Uwielbiam wszystkie jagody, w szczeg&#xF3;lno&#x15B;ci truskawki.</sentencepl><sentenceaudio/></sentence><sentence sid="2315"><sentenceang>Berries are high in minerals such as potassium.</sentenceang><sentencepl>Jagody s&#x105; bogate w minera&#x142;y takie jak potas.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="621"><angword>currant</angword><plword>porzeczka</plword><transcription>&#x2C8;k&#x259;r&#x259;nt</transcription><image>211343636currant.jpeg</image><audio>currant.mp3</audio><sentences><sentence sid="2316"><sentenceang>Currant root and seeds are high in gamma-Linolenic acid</sentenceang><sentencepl>Korze&#x144; i nasiona porzeczki s&#x105; bogate w kwas gamma-linolenowy.</sentencepl><sentenceaudio/></sentence><sentence sid="2317"><sentenceang>Currants are used as food plants by the larvae.</sentenceang><sentencepl>Porzeczki s&#x105; wykorzystywane jako ro&#x15B;liny do &#x17C;erowania przez larwy.</sentencepl><sentenceaudio/></sentence><sentence sid="2318"><sentenceang>I\'m going to buy some currant juice.</sentenceang><sentencepl>Zamierzam kupi&#x107; jaki&#x15B; sok z porzeczek.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="622"><angword>cranberry</angword><plword>&#x17C;urawina</plword><transcription>&#x2C8;kr&#xE6;n&#x2CC;beri&#x2D0;</transcription><image>1957886604220px-Cranberries20101210.jpg</image><audio>cranberry.mp3</audio><sentences><sentence sid="2319"><sentenceang>Many cocktails, including the Cosmopolitan, are made with cranberry juice.</sentenceang><sentencepl>Wiele koktajli, w&#x142;&#x105;czaj&#x105;c w to Cosmopolitan, jest wykonywane z u&#x17C;yciem soku &#x17C;urawinowego.</sentencepl><sentenceaudio/></sentence><sentence sid="2320"><sentenceang>Cranberry juice consumption caused no significant improvements in blood pressure, glucose and lipid profiles.</sentenceang><sentencepl>Spo&#x17C;ycie soku &#x17C;urawinowego nie spowodowa&#x142;o znacz&#x105;cej poprawy ci&#x15B;nienia krwi, ani profilu glukozowego i lipidowego. </sentencepl><sentenceaudio/></sentence><sentence sid="2321"><sentenceang>Cranberries are a group of evergreen dwarf shrubs.</sentenceang><sentencepl>&#x17B;urawina jest grup&#x105; zimozielonych krzewinek.</sentencepl><sentenceaudio/></sentence><sentence sid="2322"><sentenceang> Most cranberries are processed into products such as juice, sauce, jam, and sweetened dried cranberries.</sentenceang><sentencepl>Wi&#x119;kszo&#x15B;&#x107; owoc&#xF3;w &#x17C;urawiny jest przetwarzana na produkty takkie jak soki, sosy, d&#x17C;emy i s&#x142;odzon&#x105; suszon&#x105; &#x17C;urawin&#x119;.</sentencepl><sentenceaudio/></sentence><sentence sid="2323"><sentenceang>Cranberries are harvested in the fall when the fruit takes on its distinctive deep red color. </sentenceang><sentencepl>&#x17B;urawiny s&#x105; zbierane jesieni&#x105; gdy owoce przyjmuj&#x105; sw&#xF3;j charakterystyczny ciemnoczerwony kolor. </sentencepl><sentenceaudio/></sentence><sentence sid="2324"><sentenceang>Cranberries are normally considered too sharp to be eaten plain and raw, as they are not only sour but bitter as well.</sentenceang><sentencepl>&#x17B;urawiny s&#x105; zwykle uznawane za zbyt cierpkie do spo&#x17C;ywania w postaci nieprzetworzonej i na surowo, poniewa&#x17C; s&#x105; one nie tylko kwa&#x15B;ne, ale tak&#x17C;e gorzkie.</sentencepl><sentenceaudio/></sentence><sentence sid="2325"><sentenceang>Cranberry juice components also may possibly influence formation of kidney stones.</sentenceang><sentencepl>Sk&#x142;adniki soku &#x17C;urawinowego mog&#x105; ewentualnie wp&#x142;ywa&#x107; tak&#x17C;e na powstawanie kamieni nerkowych.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="623"><angword>date</angword><plword>daktyl</plword><transcription>de&#x26A;t</transcription><image>400246514daktyl.jpeg</image><audio>date.mp3</audio><sentences><sentence sid="2326"><sentenceang>Dates contain 20-70 calories each, depending on size and species.</sentenceang><sentencepl>Daktyle zawieraj&#x105; 20-70 kalorii ka&#x17C;dy, w zale&#x17C;no&#x15B;ci od wielko&#x15B;ci i gatunku.</sentencepl><sentenceaudio/></sentence><sentence sid="2327"><sentenceang>Dates have been a staple food of the Middle East and parts of South Asia for thousands of years. </sentenceang><sentencepl>Daktyle by&#x142;y podstawowym po&#x17C;ywieniem na Bliskim Wschodzie i w cz&#x119;&#x15B;ci Azji Po&#x142;udniowej przez tysi&#x105;ce lat.</sentencepl><sentenceaudio/></sentence><sentence sid="2328"><sentenceang>The Ancient Egyptians used the fruits to be made into date wine, and ate them at harvest. </sentenceang><sentencepl>Staro&#x17C;ytni Egipcjanie stosowali owoce do przetwarzania na wino z daktyli i jedli je podczas zbior&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="2329"><sentenceang>Dates can also be chopped and used in a range of sweet and savory dishes.</sentenceang><sentencepl>Daktyle mog&#x105; by&#x107; tak&#x17C;e posiekane i stosowane w r&#xF3;&#x17C;nych s&#x142;odkich i aromatycznych potrawach.</sentencepl><sentenceaudio/></sentence><sentence sid="2330"><sentenceang>Dried dates are fed to camels, horses and dogs in the Sahara.</sentenceang><sentencepl>Suszone daktyle s&#x105; podawane wielb&#x142;&#x105;dom, koniom i psom na Saharze.</sentencepl><sentenceaudio/></sentence><sentence sid="2331"><sentenceang>Dates provide a wide range of essential nutrients, and are a very good source of dietary potassium.</sentenceang><sentencepl>Daktyle dostarczaj&#x105; szerok&#x105; gam&#x119; istotnych sk&#x142;adnik&#xF3;w od&#x17C;ywczych i s&#x105; bardzo dobrym &#x17A;r&#xF3;d&#x142;em dietetycznego potasu.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="624"><angword>fig</angword><plword>figa</plword><transcription>&#x2C8;f&#x26A;g</transcription><image>444444781figa.jpeg</image><audio>fig.mp3</audio><sentences><sentence sid="2332"><sentenceang>This is the variety of fig most commonly grown by home gardeners.</sentenceang><sentencepl>Jest to odmiana fig najpowszechniej uprawiana przez ogrodnik&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="2333"><sentenceang>The edible fig is one of the first plants that was cultivated by humans.</sentenceang><sentencepl>Jadalna figa jest jedn&#x105; z pierwszych ro&#x15B;lin, kt&#xF3;re by&#x142;y uprawiane przez ludzi.</sentencepl><sentenceaudio/></sentence><sentence sid="2334"><sentenceang>Figs were also a common food source for the Romans.</sentenceang><sentencepl>Figi by&#x142;y r&#xF3;wnie&#x17C; cz&#x119;stym &#x17A;r&#xF3;d&#x142;em po&#x17C;ywienia dla Rzymian.</sentencepl><sentenceaudio/></sentence><sentence sid="2335"><sentenceang>Figs can be eaten fresh or dried, and used in jam-making.</sentenceang><sentencepl>Figi mog&#x105; by&#x107; spo&#x17C;ywane &#x15B;wie&#x17C;e lub suszone, oraz stosowane do robienia d&#x17C;emu.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="625"><angword>gooseberry</angword><plword>agrest</plword><transcription>&#x2C8;gu&#x2D0;s&#x2CC;beri&#x2D0;</transcription><image>367406399agrest.jpeg</image><audio>gooseberry.mp3</audio><sentences><sentence sid="2336"><sentenceang>Gooseberry bushes produce an edible fruit and are grown on both a commercial and domestic basis.</sentenceang><sentencepl>Krzewy agrestu wydaj&#x105; jadalne owoce i s&#x105; uprawiane zar&#xF3;wno na zasadach komercyjnych jak i domowych.</sentencepl><sentenceaudio/></sentence><sentence sid="2337"><sentenceang>The gooseberry is indigenous to many parts of Europe</sentenceang><sentencepl>Agrest jest rodzim&#x105; ro&#x15B;lin&#x105; dla wielu cz&#x119;&#x15B;ci Europy.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="626"><angword>grapefruit</angword><plword>grejpfrut</plword><transcription>&#x2C8;&#x261;&#x279;e&#x26A;p.f&#x279;u&#x2D0;t</transcription><image>2035674496grejfrut.jpeg</image><audio>grapefruit.mp3</audio><sentences><sentence sid="2338"><sentenceang>A study found a correlation between eating a quarter of grapefruit daily and a 30% increase in risk for breast cancer in post-menopausal women.</sentenceang><sentencepl>Badania wykaza&#x142;y zwi&#x105;zek mi&#x119;dzy jedzeniem &#x107;wiartki grejpfruta dziennie i 30% wzrostem ryzyka zachorowania na raka piersi u kobiet po menopauzie.</sentencepl><sentenceaudio/></sentence><sentence sid="2339"><sentenceang>Because of this unique property, grapefruit has a very bitter taste when mixed with milk or similar dairy products.</sentenceang><sentencepl>Dzi&#x119;ki tej unikalnej w&#x142;a&#x15B;ciwo&#x15B;ci, grejpfrut posiada bardzo gorzki smak po zmieszaniu z mlekiem lub podobnymi produktami mlecznymi.</sentencepl><sentenceaudio/></sentence><sentence sid="2340"><sentenceang>One ancestor of the grapefruit was the Jamaican sweet orange.</sentenceang><sentencepl>Jednym z przodk&#xF3;w grejpfruta by&#x142; jamajski, s&#x142;odki pomara&#x144;cz.</sentencepl><sentenceaudio/></sentence><sentence sid="2341"><sentenceang>Grapefruit can have a number of interactions with drugs.</sentenceang><sentencepl>Grejpfrut mo&#x17C;e mie&#x107; szereg interakcji z lekami.</sentencepl><sentenceaudio/></sentence><sentence sid="2342"><sentenceang>Grapefruit is an excellent source of many nutrients and phytochemicals that contribute to a healthy diet.</sentenceang><sentencepl>Grejpfrut jest doskona&#x142;ym &#x17A;r&#xF3;d&#x142;em wielu substancji od&#x17C;ywczych i fitochemicznych kt&#xF3;re przyczyniaj&#x105; si&#x119; do zdrowej diety.</sentencepl><sentenceaudio/></sentence><sentence sid="2343"><sentenceang>I prefer grapefruits to oranges.</sentenceang><sentencepl>Wol&#x119; grejpfruty ni&#x17C; pomara&#x144;cze.</sentencepl><sentenceaudio/></sentence><sentence sid="2344"><sentenceang>They export a lot of fruit, such as oranges, grapefruits and lemons.</sentenceang><sentencepl>Eksportuj&#x105; du&#x17C;o owoc&#xF3;w, takich jak pomara&#x144;cze, grejpfruty i cytryny.</sentencepl><sentenceaudio/></sentence><sentence sid="2345"><sentenceang>Tom doesn\'t like grapefruit.</sentenceang><sentencepl>Tom nie lubi grejpfruta.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="627"><angword>hazelnut</angword><plword>orzech laskowy</plword><transcription>&#x2C8;he&#x26A;z&#x259;l&#x2CC;n&#x259;t</transcription><image>1931436827orzechlaskowy.jpeg</image><audio>hazelnut.mp3</audio><sentences><sentence sid="2346"><sentenceang>The harvesting of hazelnuts is done either by hand or by manual or mechanical raking of fallen nuts.</sentenceang><sentencepl>Zbieranie orzech&#xF3;w laskowych jest wykonywane r&#x119;cznie lub za pomoc&#x105; r&#x119;cznego lub mechanicznego grabania orzech&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="2347"><sentenceang>Hazelnuts are also used for livestock feed, as are chestnuts and acorns.</sentenceang><sentencepl>Orzechy laskowe s&#x105; stosowane r&#xF3;wnie&#x17C; jako pasza dla zwierz&#x105;t gospodarskich, podobnie jak ma to miejsce w przypadku kasztan&#xF3;w i &#x17C;o&#x142;&#x119;dzi.</sentencepl><sentenceaudio/></sentence><sentence sid="2348"><sentenceang>Turkey is the largest producer of hazelnuts in the world with approximately 75% of worldwide production.</sentenceang><sentencepl>Turcja jest najwi&#x119;kszym producentem orzech&#xF3;w laskowych na &#x15B;wiecie, kt&#xF3;ra stanowi oko&#x142;o 75% &#x15B;wiatowej produkcji.</sentencepl><sentenceaudio/></sentence><sentence sid="2349"><sentenceang>Hazelnuts are used in confectionery to make praline.</sentenceang><sentencepl>Orzechy laskowe s&#x105; stosowane w cukiernictwie do produckji pralinek.</sentencepl><sentenceaudio/></sentence><sentence sid="2350"><sentenceang>Hazelnuts are rich in protein and unsaturated fats. </sentenceang><sentencepl>Orzechy laskowe s&#x105; bogate w bia&#x142;ko i t&#x142;uszcze nienasycone.</sentencepl><sentenceaudio/></sentence><sentence sid="2351"><sentenceang>Hazelnuts are harvested annually in midautumn.</sentenceang><sentencepl>Orzechy laskowe s&#x105; zbierane co roku w &#x15B;rodku jesieni.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="628"><angword>mulberry</angword><plword>morwa</plword><transcription>&#x2C8;m&#x259;l&#x2CC;beri&#x2D0;</transcription><image>1161152437morwa.jpeg</image><audio>mulberry.mp3</audio><sentences><sentence sid="2352"><sentenceang>The fruit of the black mulberry, native to southwest Asia, and the red mulberry, native to eastern North America, have the strongest flavor.</sentenceang><sentencepl>Owoce czarnej morwy, rodzime dla po&#x142;udniowo-zachodniej Azji i czerwonej morwy rodzimej dla wschodniej Ameryki P&#xF3;&#x142;nocnej, maj&#x105; najmocniejszy aromat.</sentencepl><sentenceaudio/></sentence><sentence sid="2353"><sentenceang>Mulberry leaves, particularly those of the white mulberry, are ecologically important as the sole food source of the silkworm.</sentenceang><sentencepl>Li&#x15B;cie morwy, zw&#x142;aszcza bia&#x142;ej morwy, s&#x105; istotne ekologicznie jako jedyne &#x17A;r&#xF3;d&#x142;o po&#x17C;ywienia dla jedwabnika.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="629"><angword>papaya</angword><plword>papaja</plword><transcription>p&#x259;&#x2C8;pa&#x26A;&#x259;</transcription><image>1504964428papaja.jpeg</image><audio>papaya.mp3</audio><sentences><sentence sid="2354"><sentenceang>The smell of ripe, fresh papaya flesh can strike some people as unpleasant.</sentenceang><sentencepl>Zapach dojrza&#x142;ego, &#x15B;wie&#x17C;ego mi&#x105;&#x17C;szu papaji mo&#x17C;e zosta&#x107; odebrany przez niekt&#xF3;rych ludzi jako nieprzyjemny.</sentencepl><sentenceaudio/></sentence><sentence sid="2355"><sentenceang>Ripe papaya smells like vomit.</sentenceang><sentencepl>Dojrza&#x142;e papaja &#x15B;mierdz&#x105; jak rzygi.</sentencepl><sentenceaudio/></sentence><sentence sid="2356"><sentenceang>The papaya is also susceptible to the fruit fly, a small wasp-like insect that lays its eggs in young fruit.</sentenceang><sentencepl>Papaja jest r&#xF3;wnie&#x17C; podatna na muszki owoc&#xF3;wki, ma&#x142;e podobne do osy owady, kt&#xF3;re sk&#x142;adaj&#x105; swoje jaja na m&#x142;odym owocu.</sentencepl><sentenceaudio/></sentence><sentence sid="2357"><sentenceang>The ripe fruit of the papaya is usually eaten raw, with or without skin or seeds.</sentenceang><sentencepl>Dojrza&#x142;y owoc papai jest zazwyczaj spo&#x17C;ywany na surowo, z lub bez sk&#xF3;rki i nasion.</sentencepl><sentenceaudio/></sentence><sentence sid="2358"><sentenceang>Papaya fruit is a rich source of nutrients such as provitamin A, carotenoids, vitamin C, B vitamins, lycopene, dietary minerals and dietary fibre.</sentenceang><sentencepl>Owoc papai jest bogatym &#x17A;r&#xF3;d&#x142;em sk&#x142;adnik&#xF3;w od&#x17C;ywczych takich jak prowitamina A, karotenoidy, witamina C, witaminy z grupy B, likopen, minera&#x142;y i b&#x142;onnik pokarmowy.</sentencepl><sentenceaudio/></sentence><sentence sid="2359"><sentenceang>In some parts of the world, papaya leaves are made into tea as a treatment for malaria.</sentenceang><sentencepl>W niekt&#xF3;rych cz&#x119;&#x15B;ciach &#x15B;wiata, li&#x15B;cie papai s&#x105; przerabiane na herbat&#x119; stosowan&#x105; jako lekarstwo na malari&#x119;. </sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="630"><angword>peanut</angword><plword>orzech ziemny</plword><transcription>&#x2C8;pi&#x2D0;&#x2CC;n&#x28C;t</transcription><image>1545273282orzechziemny.jpeg</image><audio>peanut.mp3</audio><sentences><sentence sid="2360"><sentenceang>During the 1980s, peanut production began to increase so greatly that as of 2006, China was the world\'s largest peanut producer.</sentenceang><sentencepl>W latach 80, produkcja orzech&#xF3;w ziemnych zacz&#x119;&#x142;a si&#x119; zwi&#x119;ksza&#x107;, tak bardzo, &#x17C;e od 2006 r., Chiny sta&#x142;y si&#x119; najwi&#x119;kszym na &#x15B;wiecie producentem orzeszk&#xF3;w ziemnych.</sentencepl><sentenceaudio/></sentence><sentence sid="2361"><sentenceang>It is believed that peanuts came to India from Philippines.</sentenceang><sentencepl>Uwa&#x17C;a si&#x119;, &#x17C;e orzeszki ziemne przyby&#x142;y do Indii z Filipin.</sentencepl><sentenceaudio/></sentence><sentence sid="2362"><sentenceang>The major peanut importers are the European Union (EU), Canada, and Japan.</sentenceang><sentencepl>G&#x142;&#xF3;wnymi importerami orzeszk&#xF3;w ziemnych s&#x105; Unia Europejska, Kanada i Japonia.</sentencepl><sentenceaudio/></sentence><sentence sid="2363"><sentenceang>Spanish peanuts are used mostly for peanut candy, salted nuts, and peanut butter.</sentenceang><sentencepl>Hiszpa&#x144;skie orzeszki ziemne s&#x105; wykorzystywane g&#x142;&#xF3;wnie do produkcji cukierk&#xF3;w orzechowych, orzeszk&#xF3;w solonych, i mas&#x142;a orzechowego.</sentencepl><sentenceaudio/></sentence><sentence sid="2364"><sentenceang>Many children enjoy eating peanut butter sandwiches.</sentenceang><sentencepl>Wiele dzieci uwielbia jedzenie kanapek z mas&#x142;em orzechowym.</sentencepl><sentenceaudio/></sentence><sentence sid="2365"><sentenceang>Most days he eats a peanut butter sandwich for lunch.</sentenceang><sentencepl>Najcz&#x119;&#x15B;ciej jada on kanapk&#x119; z mas&#x142;em orzechowym na drugie &#x15B;niadanie.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="631"><angword>pineapple</angword><plword>ananas</plword><transcription>&#x2C8;pa&#x26A;n&#xE6;p&#x259;l</transcription><image>1083133191ananas.jpeg</image><audio>pineapple.mp3</audio><sentences><sentence sid="2366"><sentenceang>In many tropical countries, pineapple is prepared, and sold on roadsides as a snack.</sentenceang><sentencepl>W wielu krajach tropikalnych, ananas jest przygotowywany i sprzedawany na poboczach dr&#xF3;g jako przek&#x105;ska.</sentencepl><sentenceaudio/></sentence><sentence sid="2367"><sentenceang>The juice of the pineapple is served as a beverage, and is also as a main ingredient in such cocktails as the Pi&#xF1;a colada.</sentenceang><sentencepl>Sok z ananasa jest podawany jako nap&#xF3;j, a tak&#x17C;e, jako g&#x142;&#xF3;wny sk&#x142;adnik takich koktajli jak Pina Colada. </sentencepl><sentenceaudio/></sentence><sentence sid="2368"><sentenceang>Pineapples may be consumed fresh, canned, juiced, and are found in a wide array of food stuffs.</sentenceang><sentencepl>Ananasy mog&#x105; by&#x107; spo&#x17C;ywane na &#x15B;wie&#x17C;o, w puszce, przerobione na sok, i mo&#x17C;na je odnale&#x17A;&#x107; w szerokiej gamie potraw.</sentencepl><sentenceaudio/></sentence><sentence sid="2369"><sentenceang>The flesh and juice of pineapples are used in cuisines around the world. </sentenceang><sentencepl>Mi&#x105;&#x17C;sz i sok z ananas&#xF3;w s&#x105; u&#x17C;ywane w kuchniach na ca&#x142;ym &#x15B;wiecie.</sentencepl><sentenceaudio/></sentence><sentence sid="2370"><sentenceang>Raw pineapple is an excellent source of manganese and vitamin C.</sentenceang><sentencepl>Surowy ananas jest doskona&#x142;ym &#x17A;r&#xF3;d&#x142;em manganu i witaminy C.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="632"><angword>rhubarb</angword><plword>rabarbar</plword><transcription>&#x2C8;&#x279;&#x28A;u&#x2CC;b&#x251;&#x2D0;(&#x279;)b</transcription><image>152902029rabarbar.jpeg</image><audio>rhubarb.mp3</audio><sentences><sentence sid="2371"><sentenceang>Because rhubarb is a seasonal plant, obtaining fresh rhubarb out of season is difficult in colder climates, such as in the UK, Ireland, Russia, etc.</sentenceang><sentencepl>Poniewa&#x17C; rabarbar jest ro&#x15B;lin&#x105; sezonow&#x105;, uzyskanie &#x15B;wie&#x17C;ego rabarbaru poza sezonem jest trudne w ch&#x142;odniejszym klimacie, takim jak w UK, Irlandii, Rosji, itp.</sentencepl><sentenceaudio/></sentence><sentence sid="2372"><sentenceang>An alternative method is to simmer slowly without adding water, letting the rhubarb cook in its own juice.</sentenceang><sentencepl>Alternatywn&#x105; metod&#x105; jest gotowanie na wolnym ogniu bez dodawania wody, pozwalaj&#x105;c rabarbarowi gotowa&#x107; si&#x119; w jego w&#x142;asnym soku.</sentencepl><sentenceaudio/></sentence><sentence sid="2373"><sentenceang>In Chile, rhubarb is sold on the street with salt or dried chile pepper, not sugar.</sentenceang><sentencepl>W Chile, rabarbar jest sprzedawany na ulicy z sol&#x105; lub suszon&#x105; papryk&#x105; chili, nie z cukrem.</sentencepl><sentenceaudio/></sentence><sentence sid="2374"><sentenceang>Rhubarb is now grown in many areas and, thanks to greenhouse production, is available throughout much of the year. </sentenceang><sentencepl>Rabarbar jest obecnie uprawiany w wielu regionach, a dzi&#x119;ki produkcji szklarniowej, jest dost&#x119;pny przez wi&#x119;kszo&#x15B;&#x107; roku.</sentencepl><sentenceaudio/></sentence><sentence sid="2375"><sentenceang>Rhubarb is grown primarily for its fleshy stalks.</sentenceang><sentencepl>Rabarbar jest uprawiany g&#x142;&#xF3;wnie ze wzgl&#x119;du na jego mi&#x119;siste &#x142;odygi.</sentencepl><sentenceaudio/></sentence><sentence sid="2376"><sentenceang>Rhubarb can be used as a strong laxative.</sentenceang><sentencepl>Rabarbar mo&#x17C;na stosowa&#x107; jako silny &#x15B;rodek przeczyszczaj&#x105;cy.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="633"><angword>mandarin</angword><plword>mandarynka</plword><transcription>&#x2C8;m&#xE6;n.d&#x259;r.&#x26A;n</transcription><image>172527805mandarynka.jpeg</image><audio>mandarin.mp3</audio><sentences><sentence sid="2377"><sentenceang>The mandarin is tender, and is damaged easily by cold.</sentenceang><sentencepl>Mandarynka jest delikatna i ch&#x142;&#xF3;d mo&#x17C;e &#x142;atwo j&#x105; uszkodzi&#x107;.</sentencepl><sentenceaudio/></sentence><sentence sid="2378"><sentenceang>The mandarin has many names, some of which actually refer to crosses between the mandarin and another citrus fruit.</sentenceang><sentencepl>Mandarynka jest nazywana na wiele sposob&#xF3;w, z kt&#xF3;rych niekt&#xF3;re rzeczywi&#x15B;cie odnosz&#x105; si&#x119; do krzy&#x17C;&#xF3;wek mi&#x119;dzy mandarynk&#x105; i innymi owocami cytrusowymi.</sentencepl><sentenceaudio/></sentence><sentence sid="2379"><sentenceang>The mandarin is easily peeled with the fingers.</sentenceang><sentencepl>Mandarynka jest &#x142;atwa do obrania za pomoc&#x105; palc&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="2380"><sentenceang>Canned mandarin segments are peeled to remove the white pith prior to canning.</sentenceang><sentencepl>Kawa&#x142;ki puszkowanych mandarynek s&#x105; obierane w celu usuni&#x119;cia bia&#x142;ego mi&#x119;kiszu przed zakonserwowaniem.</sentencepl><sentenceaudio/></sentence><sentence sid="2381"><sentenceang>They sell apples, mandarines, eggs and so on.</sentenceang><sentencepl>Oni sprzedaj&#x105; jab&#x142;ka, mandarynki, jajka i tak dalej.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="634"><angword>sweet cherry</angword><plword>czere&#x15B;nia</plword><transcription>&#x2C8;swi&#x2D0;t &#x2C8;t&#x283;eri&#x2D0;</transcription><image>1742503258czeresnia.jpeg</image><audio>sweet_cherry.mp3</audio><sentences><sentence sid="2382"><sentenceang>Sweet cherries have been an item of human food for several thousands of years.</sentenceang><sentencepl>Czere&#x15B;nie by&#x142;y wa&#x17C;nym elementem ludzkiego po&#x17C;ywienia przez kilka tysi&#x119;cy lat.</sentencepl><sentenceaudio/></sentence><sentence sid="2383"><sentenceang>By 800 BC, cherries were being actively cultivated in Asia Minor, and soon after in Greece.</sentenceang><sentencepl>Do 800 rokiem pne, czere&#x15B;nie by&#x142;y aktywnie uprawiane w Azji Mniejszej, a wkr&#xF3;tce potem w Grecji.</sentencepl><sentenceaudio/></sentence><sentence sid="2384"><sentenceang>Sweet cherry wood is also used for smoking foods, particularly meats.</sentenceang><sentencepl>Drewno czere&#x15B;ni jest r&#xF3;wnie&#x17C; stosowane do w&#x119;dzenia &#x17C;ywno&#x15B;ci, zw&#x142;aszcza mi&#x119;s.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="635"><angword>champignon</angword><plword>pieczarka</plword><transcription>&#x2CC;&#x283;&#x251;mpi&#x2C8;j&#x254;n</transcription><image>520397012pieczarka.jpeg</image><audio>champignon.mp3</audio><sentences><sentence sid="2385"><sentenceang>She\'s made champignon dumplings.</sentenceang><sentencepl>Zrobi&#x142;a kluseczki z pieczarkami.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="636"><angword>blackcurrant</angword><plword>czarna porzeczka</plword><transcription>[blackcurrant]</transcription><image>461323443czarnaporzeczka.jpeg</image><audio>blackcurrant.mp3</audio><sentences><sentence sid="2386"><sentenceang>Blackcurrant is a temperate fruit crop native to central and northern Europe and northern Asia.</sentenceang><sentencepl>Czarna porzeczka jest upraw&#x105; owoc&#xF3;w rodzim&#x105; dla klimatu umiarkowanego &#x15B;rodkowej i p&#xF3;&#x142;nocnej Europy oraz p&#xF3;&#x142;nocnej Azji.</sentencepl><sentenceaudio/></sentence><sentence sid="2387"><sentenceang>Sweetened vodka may also be infused with blackcurrant leaves or berries.</sentenceang><sentencepl>S&#x142;odzona w&#xF3;dka mo&#x17C;e by&#x107; tak&#x17C;e podawana z li&#x15B;&#x107;mi lub jagodami czarnej porzeczki.</sentencepl><sentenceaudio/></sentence><sentence sid="2388"><sentenceang>Since blackcurrant berries are a rich source of vitamin C and blackcurrant plants are suitable for growing in the UK climate, blackcurrant cultivation was encouraged by the British government.</sentenceang><sentencepl>Poniewa&#x17C; owoce czarnej porzeczki s&#x105; bogatym &#x17A;r&#xF3;d&#x142;em witaminy C i krzewy czarnej porzeczki nadaj&#x105; si&#x119; do uprawy w klimacie Wielkiej Brytanii, uprawa czarnej porzeczki by&#x142;a dotowana przez rz&#x105;d brytyjski.</sentencepl><sentenceaudio/></sentence><sentence sid="2389"><sentenceang>Blackcurrant seed oil is rich in many nutrients, especially vitamin E and several unsaturated fatty acids.</sentenceang><sentencepl>Olej z pestek z czarnej porzeczki jest bogaty w sk&#x142;adniki od&#x17C;ywcze, zw&#x142;aszcza w witamin&#x119; E i kilka nienasyconych kwas&#xF3;w t&#x142;uszczowych.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="637"><angword>whitecurrant</angword><plword>bia&#x142;a porzeczka</plword><transcription>[whitecurrant]</transcription><image>1883215436bialaporzeczja.jpeg</image><audio>whitecurrant.mp3</audio><sentences><sentence sid="2390"><sentenceang>The white currant is sometimes called the pink or yellow currant.</sentenceang><sentencepl>Bia&#x142;a porzeczka jest czasami nazywany porzeczk&#x105; r&#xF3;&#x17C;ow&#x105; lub &#x17C;&#xF3;&#x142;t&#x105;.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="638"><angword>pea pod</angword><plword>str&#x105;k groszku</plword><transcription>&#x2C8;pi&#x2D0; &#x2C8;p&#x251;d</transcription><image>5331114peapod.jpeg</image><audio>pea_pod.mp3</audio><sentences><sentence sid="2391"><sentenceang>I like pea pods in my stir fry.</sentenceang><sentencepl>Lubi&#x119; str&#x105;ki grochu w moim gulaszu.</sentencepl><sentenceaudio/></sentence><sentence sid="2392"><sentenceang>Each pod contains several peas</sentenceang><sentencepl>Ka&#x17C;dy st&#x105;k zawiera kilka groszk&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="2393"><sentenceang>Peapods are botanically a fruit.</sentenceang><sentencepl>Str&#x105;ki grochu s&#x105; pod wzgl&#x119;dem botanicznym owocami.</sentencepl><sentenceaudio/></sentence><sentence sid="2394"><sentenceang>Pea pods do not keep well once picked, and if not used quickly, are best preserved by drying, canning or freezing within a few hours of harvest.</sentenceang><sentencepl>Str&#x105;ki grochu nie przechowuj&#x105; si&#x119; dobrze po zebraniu, i je&#x17C;eli nie s&#x105; szybko wykorzystane to najlepiej jest je zakonserwowa&#x107; poprzez suszenie, zapuszkowanie lub mro&#x17C;enie wci&#x105;gu kilku godzin po zbiorach.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="639"><angword>sweet potato</angword><plword>batat</plword><transcription>&#x2C8;swi&#x2D0;t p&#x259;&#x2C8;te&#x26A;to&#x28A;</transcription><image>1397072855batat.jpeg</image><audio>sweet_potato.mp3</audio><sentences><sentence sid="2395"><sentenceang>Sweet potato varieties with white or pale yellow flesh are less sweet and moist than those with red, pink or orange flesh.</sentenceang><sentencepl>Odmiany batat&#xF3;w o bia&#x142;ym lub jasno &#x17C;&#xF3;&#x142;tym mi&#x105;&#x17C;szu s&#x105; mniej s&#x142;odkie i wilgotne ni&#x17C; te z mi&#x105;&#x17C;szem czerwonym, r&#xF3;&#x17C;owym lub pomara&#x144;czowym.</sentencepl><sentenceaudio/></sentence><sentence sid="2396"><sentenceang>The center of origin and domestication of sweet potato is thought to be either in Central America or South America.</sentenceang><sentencepl>Za centrum pochodzenia i udomowienia batat&#xF3;w uwa&#x17C;a si&#x119; albo Ameryk&#x119; &#x15A;rodkow&#x105; albo Ameryk&#x119; Po&#x142;udniow&#x105;.</sentencepl><sentenceaudio/></sentence><sentence sid="2397"><sentenceang>Sweet potato tubers with different skin colors, on sale in Indonesia.</sentenceang><sentencepl>Bulwy batat&#xF3;w z r&#xF3;&#x17C;nymi kolorami sk&#xF3;rki, wystawione na sprzeda&#x17C; w Indonezji.</sentencepl><sentenceaudio/></sentence><sentence sid="2398"><sentenceang>Per capita production is greatest in countries where sweet potatoes are a staple of human consumption.</sentenceang><sentencepl>Produkacja na mieszka&#x144;ca jest najwi&#x119;ksza w krajach, w kt&#xF3;rych bataty s&#x105; podstaw&#x105; konsumpcji tamtejszych ludzi. </sentencepl><sentenceaudio/></sentence><sentence sid="2399"><sentenceang>Besides simple starches, sweet potatoes are rich in complex carbohydrates, dietary fiber, beta carotene, vitamin C, and vitamin B.</sentenceang><sentencepl>Poza prost&#x105; skrobi&#x105; bataty s&#x105; bogate w w&#x119;glowodany z&#x142;o&#x17C;one, b&#x142;onnik pokarmowy, beta karoten, witamin&#x119; C i witamin&#x119; B.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="640"><angword>celery</angword><plword>seler naciowy</plword><transcription>&#x2C8;s&#x25B;l.&#x259;.ri</transcription><image>146472411celery.jpeg</image><audio>celery.mp3</audio><sentences><sentence sid="2400"><sentenceang>In temperate countries, celery is also grown for its seeds.</sentenceang><sentencepl>W krajach o klimacie umiarkowanym, seler jest r&#xF3;wnie&#x17C; uprawiany ze wzgl&#x119;du na nasiona.</sentencepl><sentenceaudio/></sentence><sentence sid="2401"><sentenceang>Celery seeds can be used as flavouring or spice, either as whole seeds or ground and mixed with salt.</sentenceang><sentencepl>Nasion selera mog&#x105; by&#x107; stosowane jako substancja aromatyzuj&#x105;ca lub przyprawa, albo w postaci ca&#x142;ych ziaren lub zmielone i zmieszane z sol&#x105;.</sentencepl><sentenceaudio/></sentence><sentence sid="2402"><sentenceang>Celery is used in weight-loss diets, where it provides low-calorie dietary fibre bulk.</sentenceang><sentencepl>Seler naciowy jest stosowany w dietach odchudzaj&#x105;cych, gdzie stanowi &#x17A;r&#xF3;d&#x142;o znacznej ilo&#x15B;ci niskokalorycznego b&#x142;onnika pokarmowego.</sentencepl><sentenceaudio/></sentence><sentence sid="2403"><sentenceang>Celery is among a small group of foods that appear to provoke the most severe allergic reactions.</sentenceang><sentencepl>Seler naciowy nale&#x17C;y do ma&#x142;ej grupy produkt&#xF3;w spo&#x17C;ywczych, kt&#xF3;re wydaj&#x105; si&#x119; powodowa&#x107; najci&#x119;&#x17C;sze reakcje alergiczne.</sentencepl><sentenceaudio/></sentence><sentence sid="2404"><sentenceang>I am peeling the celery and the potatoes.</sentenceang><sentencepl>Obieram seler i ziemniaki.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="641"><angword>eggplant</angword><plword>bak&#x142;a&#x17C;an</plword><transcription>[eggplant]</transcription><image>1432923590eggplant.jpeg</image><audio>eggplant.mp3</audio><sentences><sentence sid="2405"><sentenceang>Chinese varieties are commonly shaped like a narrower, slightly pendulous cucumber, and were sometimes called Japanese eggplants in North America.</sentenceang><sentencepl>Chi&#x144;skie odmiany maj&#x105; najcz&#x119;&#x15B;ciej kszta&#x142;t podobny do w&#x119;&#x17C;szego, lekko obwis&#x142;ego og&#xF3;rka, i by&#x142;y czasami nazywane w Ameryce P&#xF3;&#x142;nocnej bak&#x142;a&#x17C;anem japo&#x144;skimi.</sentencepl><sentenceaudio/></sentence><sentence sid="2406"><sentenceang>Wash eggplants and cut their endings.</sentenceang><sentencepl>Umyj bak&#x142;a&#x17C;any i poobcinaj im ko&#x144;c&#xF3;wki.</sentencepl><sentenceaudio/></sentence><sentence sid="2407"><sentenceang>So many tasty foods can be prepared with eggplants!</sentenceang><sentencepl>Tyle pysznych potraw mo&#x17C;e by&#x107; przyrz&#x105;dzonych z bak&#x142;a&#x17C;an&#xF3;w!</sentencepl><sentenceaudio/></sentence><sentence sid="2408"><sentenceang>Eggplants can also be battered before deep-frying and served with a sauce.</sentenceang><sentencepl>Bak&#x142;a&#x17C;any mog&#x105; by&#x107; r&#xF3;wnie&#x17C; rozbite przed sma&#x17C;eniem i podawane z sosem.</sentencepl><sentenceaudio/></sentence><sentence sid="2409"><sentenceang>In tropical and subtropical climates, eggplant can be sown directly into the garden. </sentenceang><sentencepl>W klimacie zwrotnikowym i podzwrotnikowym, bak&#x142;a&#x17C;an mo&#x17C;e by&#x107; wysiewany bezpo&#x15B;rednio w ogr&#xF3;dku.</sentencepl><sentenceaudio/></sentence><sentence sid="2410"><sentenceang>Eggplants being sorted just after harvest.</sentenceang><sentencepl>Bak&#x142;a&#x17C;any sortowane tu&#x17C; po zbiorach.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="642"><angword>zucchini</angword><plword>cukinia</plword><transcription>sukini</transcription><image>646379093cukinia.jpeg</image><audio>zucchini.mp3</audio><sentences><sentence sid="2411"><sentenceang>In Italy, zucchini are served in a variety of ways, especially breaded and pan-fried.</sentenceang><sentencepl>We W&#x142;oszech cukinie s&#x105; podawane na wiele sposob&#xF3;w, szczeg&#xF3;lnie panierowane i sma&#x17C;one na patelni.</sentencepl><sentenceaudio/></sentence><sentence sid="2412"><sentenceang>In Bulgaria, zucchini are fried and then served with a dip, made from yogurt, garlic and dill.</sentenceang><sentencepl>W Bu&#x142;garii cukinie s&#x105; sma&#x17C;one, a nast&#x119;pnie podawane z sosem, wykonanym z jogurtu, czosnku i kopru.</sentencepl><sentenceaudio/></sentence><sentence sid="2413"><sentenceang>In Egypt, zucchini are cooked with tomato sauce, garlic and onions.</sentenceang><sentencepl>W Egipcie cukinie s&#x105; gotowane z sosem pomidorowym, czosnkiem i cebulami.</sentencepl><sentenceaudio/></sentence><sentence sid="2414"><sentenceang>Zucchinis are green.</sentenceang><sentencepl>Cukinie s&#x105; zielone.</sentencepl><sentenceaudio/></sentence><sentence sid="2415"><sentenceang>I\'m sick and tired of eating zucchinis every day.</sentenceang><sentencepl>Jestem ju&#x17C; zm&#x119;czony jedzeniem cukinii codziennie.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="643"><angword>garlic clove</angword><plword>z&#x105;bek czosnku</plword><transcription>&#x2C8;g&#x251;rl&#x26A;k &#x2C8;klo&#x28A;v</transcription><image>1984790548garlic glove.jpeg</image><audio>garlic_clove.mp3</audio><sentences><sentence sid="2416"><sentenceang>Garlic cloves are used for consumption (raw or cooked) or for medicinal purposes.</sentenceang><sentencepl>Z&#x105;bki czosnku s&#x105; wykorzystywane do spo&#x17C;ycia (surowe lub gotowane) lub do cel&#xF3;w medycznych.</sentencepl><sentenceaudio/></sentence><sentence sid="2417"><sentenceang>Oils can be flavored with garlic cloves.</sentenceang><sentencepl>Oleje mog&#x105; by&#x107; przyprawione z&#x105;bkami czosnku.</sentencepl><sentenceaudio/></sentence><sentence sid="2418"><sentenceang>If used as a substitute for fresh garlic, 1/8 teaspoon of garlic powder is equivalent to one clove of garlic.</sentenceang><sentencepl>Je&#x17C;eli jest u&#x17C;ywany jako zamiennik &#x15B;wie&#x17C;ego czosnku, to 1/8 &#x142;y&#x17C;eczki czosnku w proszku jest r&#xF3;wna jednemu z&#x105;bkowi czosnku.</sentencepl><sentenceaudio/></sentence><sentence sid="2419"><sentenceang>Peeled cloves may be stored in wine or vinegar in the refrigerator.</sentenceang><sentencepl>Obrane z&#x105;bki czosnku mog&#x105; by&#x107; przechowywane w winie lub occie w lod&#xF3;wce.</sentencepl><sentenceaudio/></sentence><sentence sid="2420"><sentenceang>Garlic cloves are used as a remedy for infections, digestive disorders, and fungal infections.</sentenceang><sentencepl>Z&#x105;bki czosnku s&#x105; stosowane jako &#x15B;rodek na infekcje, zaburzenia trawienia i infekcje grzybiczne.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="644"><angword>ginger</angword><plword>imbir</plword><transcription>&#x2C8;d&#x292;&#x26A;nd&#x292;&#x259;</transcription><image>212987820ginger.jpeg</image><audio>ginger.mp3</audio><sentences><sentence sid="2421"><sentenceang>Fresh ginger may be peeled before eating.</sentenceang><sentencepl>&#x15A;wie&#x17C;y imbir mo&#x17C;e by&#x107; obrany przed spo&#x17C;yciem.</sentencepl><sentenceaudio/></sentence><sentence sid="2422"><sentenceang>Because of its aesthetic appeal and the adaptation of the plant to warm climates, ginger is often used as landscaping around subtropical homes.</sentenceang><sentencepl>Ze wzgl&#x119;du na sw&#xF3;j estetyczny wygl&#x105;d i dostosowanie ro&#x15B;lin to ciep&#x142;ych warunk&#xF3;w klimatycznych, imbir jest cz&#x119;sto stosowany jako urozmaicenie krajobrazu wok&#xF3;&#x142; dom&#xF3;w w regionach podzwrotnikowych.</sentencepl><sentenceaudio/></sentence><sentence sid="2423"><sentenceang>Indonesians use ground ginger root, as a common ingredient in local recipes.</sentenceang><sentencepl>Indonezyjczycy u&#x17C;ywaj&#x105; mielony korze&#x144; imbiru, jako powszechny sk&#x142;adnik w lokalnych przepisach kulinarnych.</sentencepl><sentenceaudio/></sentence><sentence sid="2424"><sentenceang>In China, the tea is made by boiling peeled and sliced ginger to which brown sugar is often added.</sentenceang><sentencepl>W Chinach herbata jest wykonywana przez gotowanie obranego i poci&#x119;tego w plastry imbiru do kt&#xF3;rego cz&#x119;sto jest dodawany br&#x105;zowy cukier.</sentencepl><sentenceaudio/></sentence><sentence sid="2425"><sentenceang>In India, ginger is applied as a paste to the temples to relieve headache, and consumed when suffering from the common cold.</sentenceang><sentencepl>W Indiach imbir jest stosowany jako ma&#x15B;&#x107; na skronie w celu ul&#x17C;enia b&#xF3;lowi g&#x142;owy i jest spo&#x17C;ywana w przypadku przezi&#x119;bienia.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="645"><angword>artichoke</angword><plword>karczoch</plword><transcription>&#x2C8;&#x251;rt&#x259;&#x2CC;t&#x283;o&#x28A;k</transcription><image>479452569karczoch.jpeg</image><audio>artichoke.mp3</audio><sentences><sentence sid="2426"><sentenceang>To cook, the artichoke is boiled or steamed.</sentenceang><sentencepl>W kuchni, karczoch jest gotowany lub gotowany na parze.</sentencepl><sentenceaudio/></sentence><sentence sid="2427"><sentenceang>Salt may be added to the water if boiling artichokes.</sentenceang><sentencepl>S&#xF3;l mo&#x17C;e by&#x107; dodawana do wody, do gotuj&#x105;cych si&#x119; karczoch&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="2428"><sentenceang>Another way to use artichokes is to completely break off all of the leaves, leaving the bare heart.</sentenceang><sentencepl>Innym sposobem stosowania karczoch&#xF3;w jest ca&#x142;kowite oberwanie wszystkie li&#x15B;ci, pozostawiaj&#x105;c tylko ich go&#x142;e serce.</sentencepl><sentenceaudio/></sentence><sentence sid="2429"><sentenceang>Artichokes were cultivated in Sicily since the time of the ancient Greeks.</sentenceang><sentencepl>Karczochy by&#x142;y uprawiana na Sycylii od czas&#xF3;w staro&#x17C;ytnych grek&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="2430"><sentenceang>Today, artichoke cultivation is concentrated in the countries bordering the Mediterranean basin.</sentenceang><sentencepl>Dzi&#x15B; uprawa karczocha jest skoncentrowana w krajach granicz&#x105;cych z basenem Morza &#x15A;r&#xF3;dziemnego.</sentencepl><sentenceaudio/></sentence><sentence sid="2431"><sentenceang>Artichokes can also be made into an herbal tea. </sentenceang><sentencepl>Karczochy mog&#x105; tak&#x17C;e by&#x107; przetwarzane na herbat&#x119; zio&#x142;ow&#x105;.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="646"><angword>Swede</angword><plword>brukiew</plword><transcription>swi&#x2D0;d</transcription><image>108653489brukiew.jpeg</image><audio>Swede.mp3</audio><sentences><sentence sid="2432"><sentenceang>Boiled stew with swede and water as the only ingredient was a typical German food during the famines and food shortages of World War II.</sentenceang><sentencepl>Gotowany gulasz z brukwi i wody, jako jedynych sk&#x142;adnik&#xF3;w by&#x142; typowym niemieckim jedzeniem w czasie kl&#x119;ski g&#x142;odu i niedobor&#xF3;w &#x17C;ywno&#x15B;ci podczas II Wojny &#x15A;wiatowej.</sentencepl><sentenceaudio/></sentence><sentence sid="2433"><sentenceang>Finns cook swedes in a variety of ways.</sentenceang><sentencepl>Finowie gotuj&#x105; brukiew na wiele sposob&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="2434"><sentenceang>Swedes and Norwegians cook swedes with potatoes and carrots.</sentenceang><sentencepl>Szwedzi i Norwegowie gotuj&#x105; brukiew z ziemniakami i marchwi&#x105;.</sentencepl><sentenceaudio/></sentence><sentence sid="2435"><sentenceang>In the US, swedes are mostly eaten as part of stews or casseroles, served mashed with carrots.</sentenceang><sentencepl>W Stanach Zjednoczonych, brukwie s&#x105; najcz&#x119;&#x15B;ciej spo&#x17C;ywane jako cz&#x119;&#x15B;&#x107; gulaszy lub zapiekanek, podawane t&#x142;uczone z marchewkami.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="647"><angword>corn on the cob</angword><plword>kolba kukurydzy</plword><transcription>&#x2C8;k&#x254;rn &#x2C8;&#x254;n &#xF0;&#x259; &#x2C8;k&#x251;b</transcription><image>1250155906kolbakukurydzy.jpeg</image><audio>corn_on_the_cob.mp3</audio><sentences><sentence sid="2436"><sentenceang>Young ears can be consumed raw, with the cob and silk, but as the plant matures, the cob becomes tougher and the silk dries to inedibility.</sentenceang><sentencepl>M&#x142;ode k&#x142;osy mog&#x105; by&#x107; spo&#x17C;ywane na surowo, z kolb&#x105; i li&#x15B;&#x107;mi, ale gdy ro&#x15B;lina dojrzewa, kolba staje si&#x119; twardsza i li&#x15B;cie wysychaj&#x105; staj&#x105;c si&#x119; niejadalne.</sentencepl><sentenceaudio/></sentence><sentence sid="2437"><sentenceang>Corncobs can be hollowed out and treated to make inexpensive smoking pipes.</sentenceang><sentencepl>Kolby kukurydzy mog&#x105; by&#x107; wydr&#x105;&#x17C;one i wykorzystane do produkcji niedrogich fajek.</sentencepl><sentenceaudio/></sentence><sentence sid="2438"><sentenceang>Corn on the cob is a culinary term used for a cooked ear of freshly picked maize from a cultivar of sweet corn.</sentenceang><sentencepl>Kukurydza na kolbie jest poj&#x119;ciem kulinarnym stosowanym na gotowany k&#x142;os lub &#x15B;wie&#x17C;o zerwan&#x105; kukurydz&#x119; z gatunku kukurydzy s&#x142;odkiej.</sentencepl><sentenceaudio/></sentence><sentence sid="2439"><sentenceang>Corn on the cob is normally eaten while still warm.</sentenceang><sentencepl>Kukurydza na kolbie jest zwykle jedzona gdy jest jeszcze ciep&#x142;a. </sentencepl><sentenceaudio/></sentence><sentence sid="2440"><sentenceang>Common condiments and seasonings for corn on the cob include butter, salt, and black pepper.</sentenceang><sentencepl>Powszechnie stosowane przyprawy i dodatki do kukurydzy na kolbie to mas&#x142;o, s&#xF3;l i czarny pieprz.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="648"><angword>rutabaga</angword><plword>brukiew</plword><transcription>&#x2C8;rut&#x259;&#x2CC;be&#x26A;&#x261;&#x259;</transcription><image>526988507brukiew.jpeg</image><audio>rutabaga.mp3</audio><sentences><sentence sid="2441"><sentenceang>Boiled stew with rutabaga and water as the only ingredient was a typical German food during the famines and food shortages of World War II.</sentenceang><sentencepl>Gotowany gulasz z brukwi i wody, jako jedynych sk&#x142;adnik&#xF3;w by&#x142; typowym niemieckim jedzeniem w czasie kl&#x119;ski g&#x142;odu i niedobor&#xF3;w &#x17C;ywno&#x15B;ci podczas II Wojny &#x15A;wiatowej.</sentencepl><sentenceaudio/></sentence><sentence sid="2442"><sentenceang>Finns cook rutabaga in a variety of ways.</sentenceang><sentencepl>Finowie gotuj&#x105; brukiew na wiele sposob&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="2443"><sentenceang>Swedes and Norwegians cook rutabaga with potatoes and carrots.</sentenceang><sentencepl>Szwedzi i Norwegowie gotuj&#x105; brukiew z ziemniakami i marchwi&#x105;.</sentencepl><sentenceaudio/></sentence><sentence sid="2444"><sentenceang>In the US, rutabagas are mostly eaten as part of stews or casseroles, served mashed with carrots. </sentenceang><sentencepl>W Stanach Zjednoczonych, brukwie s&#x105; najcz&#x119;&#x15B;ciej spo&#x17C;ywane jako cz&#x119;&#x15B;&#x107; gulaszy lub zapiekanek, podawane t&#x142;uczone z marchewkami.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="649"><angword>sweetcorn</angword><plword>kukurydza</plword><transcription>[sweetcorn]</transcription><image>2080797638kukurydza.jpeg</image><audio>sweetcorn.mp3</audio><sentences><sentence sid="2445"><sentenceang>It is served with chopped chicken, pork, tomatoes, baby sweetcorn, and sauce.</sentenceang><sentencepl>Jest podawane z krojonym w kostk&#x119; kurczakiem, wieprzowin&#x105;, pomidorami, m&#x142;od&#x105; kukurydz&#x105; i sosem.</sentencepl><sentenceaudio/></sentence><sentence sid="2446"><sentenceang>One very typical Canarian product is gofio, a flour created by grinding roasted sweetcorn.</sentenceang><sentencepl>Jednym z bardzo typowych produkt&#xF3;w na Wyspach Kanaryjskich jest gofio, m&#x105;ka wytwarzana przez mieleni pieczonej kukurydzy.</sentencepl><sentenceaudio/></sentence><sentence sid="2447"><sentenceang>Sweet corn is picked when immature and prepared and eaten as a vegetable, rather than a grain.</sentenceang><sentencepl>S&#x142;odka kukurydza jest zbierana niedojrza&#x142;a i przygotowywana, a nast&#x119;pnie jedzona jako warzywo, a nie jako zbo&#x17C;e.</sentencepl><sentenceaudio/></sentence><sentence sid="2448"><sentenceang>Cooked sweet corn has significant antioxidant activity, which has been suggested to reduce the chance of heart disease and cancer.</sentenceang><sentencepl>Gotowana kukurydza ma znacz&#x105;ce dzia&#x142;anie antyoksydacyjne, kt&#xF3;re sugeruje si&#x119;, &#x17C;e zmniejsza ryzyko chor&#xF3;b serca i nowotwor&#xF3;w.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word></set>
