<?xml version="1.0"?>
<set><word wid="653"><angword>black pudding</angword><plword>kaszanka</plword><transcription>&#x2C8;bl&#xE6;k &#x2C8;p&#x28A;d&#x26A;&#x14B;</transcription><image>1014151099blackpudding.jpeg</image><audio>black_pudding.mp3</audio><sentences><sentence sid="2471"><sentenceang>Black pudding is a type of sausage made by cooking blood or dried blood with a filler until it is thick enough to congeal when cooled</sentenceang><sentencepl>Kaszanka jest typem kie&#x142;basy wytwarzanej przez gotowanie krwi lub suszonej krwi z wype&#x142;niaczem, a&#x17C; do momentu gdy jest ona wystarczaj&#x105;co g&#x119;sta, aby po och&#x142;odzeniu krzepn&#x105;&#x107;.</sentencepl><sentenceaudio/></sentence><sentence sid="2472"><sentenceang>Black pudding in the United Kingdom is generally made from pork blood and a relatively high proportion of oatmeal.</sentenceang><sentencepl>W Wielkiej Brytanii kaszanka jest przewa&#x17C;nie robiona z krwi wieprzowej i stosunkowo du&#x17C;ego udzia&#x142;u owsianki.</sentencepl><sentenceaudio/></sentence><sentence sid="2473"><sentenceang>In Portuguese cuisine, there are many varieties of black pudding. </sentenceang><sentencepl>W kuchni portugalskiej istnieje wiele odmian kaszanki. </sentencepl><sentenceaudio/></sentence><sentence sid="2474"><sentenceang>In Guyana, the main ingredient in black pudding is cooked rice seasoned with herbs, such as thyme and basil.</sentenceang><sentencepl>W Gujanie, g&#x142;&#xF3;wnym sk&#x142;adnikiem kaszanki jest gotowany ry&#x17C; przyprawiony zio&#x142;ami, takimi jak tymianek i bazylia.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="655"><angword>sirloin</angword><plword>pol&#x119;dwica</plword><transcription>&#x2C8;s&#x259;r&#x2CC;l&#x254;&#x26A;n</transcription><image>129187934poledwica.jpeg</image><audio>sirloin.mp3</audio><sentences><sentence sid="2481"><sentenceang>The sirloin is actually divided into several types of steak.</sentenceang><sentencepl>Pol&#x119;dwica faktycznie dzieli si&#x119; na kilka rodzaj&#xF3;w pol&#x119;dwiczek.</sentencepl><sentenceaudio/></sentence><sentence sid="2482"><sentenceang>Sirloin refers to cuts of meat from the upper middle of the animal.</sentenceang><sentencepl>Pol&#x119;dwica odnosi si&#x119; do kawa&#x142;k&#xF3;w mi&#x119;sa z g&#xF3;rnej po&#x142;&#xF3;wki zwierz&#x119;cia.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="660"><angword>veal</angword><plword>ciel&#x119;cina</plword><transcription>&#x2C8;vi&#x2D0;l</transcription><image>737244915cielecina.jpeg</image><audio>veal.mp3</audio><sentences><sentence sid="2504"><sentenceang>Veal Parmigiana is a common Italian dish consisting of breaded veal cutlets.</sentenceang><sentencepl>Parmigiana Ciel&#x119;ca to znane w&#x142;oskie danie sk&#x142;adaj&#x105;ce si&#x119; z panierowanych kotlet&#xF3;w ciel&#x119;cych.</sentencepl><sentenceaudio/></sentence><sentence sid="2505"><sentenceang>As veal is lower in fat than many meats, care must be taken in preparation to ensure that it does not become tough.</sentenceang><sentencepl>Jako &#x17C;e ciel&#x119;cina ma mniejsz&#x105; zawarto&#x15B;&#x107; t&#x142;uszczu ni&#x17C; wiele innych mi&#x119;s, nale&#x17C;y j&#x105; odpowiednio przygotowa&#x107;, aby zapewni&#x107;, &#x17C;e nie b&#x119;dzie ona twarda.</sentencepl><sentenceaudio/></sentence><sentence sid="2506"><sentenceang>We have banned the use of veal crates, and taken action to ensure humane slaughter.</sentenceang><sentencepl>Zakazali&#x15B;my stosowania klatek ciel&#x119;cych, i podj&#x119;li&#x15B;my dzia&#x142;ania w celu zapewnienia humanitarnego uboju.</sentencepl><sentenceaudio/></sentence><sentence sid="2507"><sentenceang>Maisie liked veal goulash.</sentenceang><sentencepl>Maisie lubi&#x142;a gulasz ciel&#x119;cy.</sentencepl><sentenceaudio/></sentence><sentence sid="2508"><sentenceang>Do you eat veal?</sentenceang><sentencepl>Jadasz ciel&#x119;cin&#x119;?</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="661"><angword>venison</angword><plword>dziczyzna</plword><transcription>&#x2C8;ven&#x259;s&#x259;n</transcription><image></image><audio>venison.mp3</audio><sentences><sentence sid="2509"><sentenceang>Frozen diced venison is also readily available in most supermarkets.</sentenceang><sentencepl>Mro&#x17C;ona pokrojona w kostk&#x119; dziczyzna jest &#x142;atwo dost&#x119;pna w wi&#x119;kszo&#x15B;ci supermarket&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="2510"><sentenceang>Organ meats of deer are eaten, but would not be called venison.</sentenceang><sentencepl>Podroby z jelenia s&#x105; spo&#x17C;ywane, ale nie mo&#x17C;na ich nazwa&#x107; dziczyzn&#x105;.</sentencepl><sentenceaudio/></sentence><sentence sid="2511"><sentenceang>Venison is the meat of a game animal, especially a deer.</sentenceang><sentencepl>Dziczyzna to mi&#x119;so pochodz&#x105;ce ze zwierzyny &#x142;ownej, zw&#x142;aszcza jelenia.</sentencepl><sentenceaudio/></sentence><sentence sid="2512"><sentenceang>Venison may be eaten as steaks, roasts, sausages, and minced meat.</sentenceang><sentencepl>Dziczyzna mo&#x17C;e by&#x107; spo&#x17C;ywana jako steki, pieczenie, kie&#x142;basy i mi&#x119;so mielone.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="663"><angword>lard</angword><plword>smalec</plword><transcription>l&#x251;&#x2D0;d</transcription><image>828946748lard.jpeg</image><audio>lard.mp3</audio><sentences><sentence sid="2518"><sentenceang>The culinary qualities of lard vary somewhat depending on the part of the pig from which the fat was taken and how the lard was processed.</sentenceang><sentencepl>Walory kulinarne smalcu r&#xF3;&#x17C;ni&#x105; si&#x119; nieco w zale&#x17C;no&#x15B;ci od cz&#x119;&#x15B;ci &#x15B;wini z kt&#xF3;rej pochodz&#x105; i tego jak smalec zosta&#x142; przetworzony.</sentencepl><sentenceaudio/></sentence><sentence sid="2519"><sentenceang>In Catalan cuisine lard is used to make the dough for the pastry known as coca.</sentenceang><sentencepl>W kuchni katalo&#x144;skiej smalec jest u&#x17C;ywany do robienia ciasta na wyroby cukiernicze znane jako coca.</sentencepl><sentenceaudio/></sentence><sentence sid="2520"><sentenceang>Pie crusts made with lard tend to be more flaky than those made with butter.</sentenceang><sentencepl>Sk&#xF3;rka na cie&#x15B;cie wykonana ze smalcu wydaje si&#x119; by&#x107; bardziej puszysta ni&#x17C; ta wykonana z mas&#x142;a.</sentencepl><sentenceaudio/></sentence><sentence sid="2521"><sentenceang>Lard was once widely used in the cuisines of Europe and still plays a significant role in British, Central European.</sentenceang><sentencepl>Smalec by&#x142; niegdy&#x15B; powszechnie stosowany w kuchni europejskiej i nadal odgrywa znacz&#x105;c&#x105; rol&#x119; w kuchni brytyjskiej, i &#x15B;rodkowoeuropejskiej.</sentencepl><sentenceaudio/></sentence><sentence sid="2522"><sentenceang>Lard consumed as a spread on bread was once very common in Europe and North America.</sentenceang><sentencepl>Smalec stosowany do smarowania chleba by&#x142; niegdy&#x15B; bardzo popularny w Europie i Ameryce P&#xF3;&#x142;nocnej.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="672"><angword>pasteurized milk</angword><plword>mleko pasteryzowane</plword><transcription>&#x2C8;p&#xE6;st&#x283;&#x259;&#x2CC;ra&#x26A;zd &#x2C8;m&#x26A;lk</transcription><image></image><audio>pasteurized_milk.mp3</audio><sentences><sentence sid="2563"><sentenceang>I prefer regular pasteurized milk over UHT.</sentenceang><sentencepl>Preferuj&#x119; zwyk&#x142;e mleko pasteryzowane zamiast UHT.</sentencepl><sentenceaudio/></sentence><sentence sid="2564"><sentenceang>Proponents of unpasteurized milk make the argument that if milk is obtained from humanely raised cows that are grass fed and handled hygienically, then there is little problem with disease.</sentenceang><sentencepl>Zwolennicy niepasteryzowanego mleka twierdz&#x105;, &#x17C;e je&#x17C;eli mleko jest pozyskiwane od humanitarnie hodowanych kr&#xF3;w, kt&#xF3;re s&#x105; karmione traw&#x105; i obchodzi si&#x119; z nimi higienicznie, to nie ma wi&#x119;kszych problem&#xF3;w z chorobami.</sentencepl><sentenceaudio/></sentence><sentence sid="2565"><sentenceang>In Canada, all milk produced at a processor and intended for consumption must be pasteurized.</sentenceang><sentencepl>W Kanadzie, wszelkie mleko produkowane w przetw&#xF3;rni i przeznaczone do spo&#x17C;ycia musi by&#x107; pasteryzowane.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="673"><angword>buttermilk</angword><plword>ma&#x15B;lanka</plword><transcription>&#x2C8;b&#x259;t&#x259;r&#x2CC;m&#x26A;lk</transcription><image>217113012maslanka.jpg</image><audio>buttermilk.mp3</audio><sentences><sentence sid="2566"><sentenceang>This process makes buttermilk thicker than plain milk.</sentenceang><sentencepl>W wyniku tego procesu ma&#x15B;lanka staje si&#x119; g&#x119;stsza ni&#x17C; zwyk&#x142;e mleko.</sentencepl><sentenceaudio/></sentence><sentence sid="2567"><sentenceang>Originally, buttermilk was the liquid left behind after churning butter out of cream.</sentenceang><sentencepl>Pierwotnie, ma&#x15B;lanka by&#x142; p&#x142;ynem pozostaj&#x105;cym po ubijaniu mas&#x142;a ze &#x15B;mietany.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="674"><angword>skimmed milk</angword><plword>chude mleko</plword><transcription>&#x2C8;sk&#x26A;md &#x2C8;m&#x26A;lk</transcription><image></image><audio>skimmed_milk.mp3</audio><sentences><sentence sid="2568"><sentenceang>Skimmed milk is made when all the cream is removed from whole milk.</sentenceang><sentencepl>Chude mleko powstaje gdy ca&#x142;a &#x15B;mietana zostanie usuni&#x119;ta z pe&#x142;nego mleka.</sentencepl><sentenceaudio/></sentence><sentence sid="2569"><sentenceang>Skimmed milk contains less fat than whole milk, and as such many nutritionists. </sentenceang><sentencepl>Chude mleko zawiera mniej t&#x142;uszczu ni&#x17C; mleko pe&#x142;ne i jako takie wiele sk&#x142;adnik&#xF3;w od&#x17C;ywczych.</sentencepl><sentenceaudio/></sentence><sentence sid="2570"><sentenceang>Skimmed milk is more popular in the United States than Britain.</sentenceang><sentencepl>Chude mleko jest bardziej popularne w Stanach Zjednoczonych ni&#x17C; Wielkiej Brytanii.</sentencepl><sentenceaudio/></sentence><sentence sid="2571"><sentenceang>Sometimes only half the cream is removed and this is called semi-skimmed milk.</sentenceang><sentencepl>Czasami tylko po&#x142;owa &#x15B;mietany jest usuwana i takie mleko nazywa si&#x119; p&#xF3;&#x142;t&#x142;ustym.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="675"><angword>milk powder</angword><plword>mleko w proszku</plword><transcription>&#x2C8;m&#x26A;lk &#x2C8;p&#xE6;&#x28A;d&#x259;r</transcription><image>1636658663mlekowproszku.jpg</image><audio>milk_powder.mp3</audio><sentences><sentence sid="2572"><sentenceang>Milk powder has a far longer shelf life than liquid milk and does not need to be refrigerated, due to its low moisture content.</sentenceang><sentencepl>Mleko w proszku ma znacznie d&#x142;u&#x17C;szy okres trwa&#x142;o&#x15B;ci ni&#x17C; mleko p&#x142;ynne i nie jest wymagane, &#x17C;eby by&#x142;o trzymane w lod&#xF3;wce dzi&#x119;ki swojej niskiej zawarto&#x15B;ci wilgoci.</sentencepl><sentenceaudio/></sentence><sentence sid="2573"><sentenceang>European production of milk powder is estimated around 800.000 tons.</sentenceang><sentencepl>Europejska produkcja mleka w proszku jest szacowana na oko&#x142;o 800 000 ton.</sentencepl><sentenceaudio/></sentence><sentence sid="2574"><sentenceang>Powdered milk is used for food and health, and atypically also in biotechnology.</sentenceang><sentencepl>Mleko w proszku jest stosowane jako jedzenie i ze wzgl&#x119;d&#xF3;w zdrowotnych, a tak&#x17C;e nietypowo w biotechnologii.</sentencepl><sentenceaudio/></sentence><sentence sid="2575"><sentenceang>Powdered milk is also widely used in various sweets.</sentenceang><sentencepl>Mleko w proszku jest r&#xF3;wnie&#x17C; szeroko stosowane w r&#xF3;&#x17C;nych s&#x142;odyczach.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="679"><angword>lobster</angword><plword>homar</plword><transcription>&#x2C8;l&#x252;b.st&#x259;(r)</transcription><image>1662454661homar2.jpg</image><audio>lobster.mp3</audio><sentences><sentence sid="2599"><sentenceang>Lobster is used in soup.</sentenceang><sentencepl>Homar jest stosowany do zupy.</sentencepl><sentenceaudio/></sentence><sentence sid="2600"><sentenceang>Lobsters are invertebrates with a hard protective exoskeleton.</sentenceang><sentencepl>Homary s&#x105; bezkr&#x119;gowcami z twardym ochronnym egzoszkieletem.</sentencepl><sentenceaudio/></sentence><sentence sid="2601"><sentenceang>Lobsters are found in all oceans.</sentenceang><sentencepl>Homary mo&#x17C;na odnale&#x17A;&#x107; we wszystkich oceanach.</sentencepl><sentenceaudio/></sentence><sentence sid="2602"><sentenceang>The most common way of killing a lobster is by placing it live in boiling water.</sentenceang><sentencepl>Najpowszechniejszym sposobem zabijania homara jest umieszczenie go &#x17C;ywcem w gotuj&#x105;cej si&#x119; wodzie.</sentencepl><sentenceaudio/></sentence><sentence sid="2603"><sentenceang>I am very fond of lobsters, but they are very, very expensive.</sentenceang><sentencepl>Bardzo lubi&#x119; homary, ale s&#x105; one bardzo drogie.</sentencepl><sentenceaudio/></sentence><sentence sid="2604"><sentenceang>We have lobsters only on special occasions.</sentenceang><sentencepl>Posiadamy homary tylko na specjalne okazje.</sentencepl><sentenceaudio/></sentence><sentence sid="2605"><sentenceang>Lobsters belong to a class of marine animals.</sentenceang><sentencepl>Homary nale&#x17C;&#x105; do grupy zwierz&#x105;t morskich.</sentencepl><sentenceaudio/></sentence><sentence sid="2606"><sentenceang>Seeing the fresh lobster made me hungry.</sentenceang><sentencepl>Na widok &#x15B;wie&#x17C;ego homara robi&#x119; si&#x119; g&#x142;odny.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="680"><angword>mussels</angword><plword>ma&#x142;&#x17C;e</plword><transcription>&#x2C8;m&#x259;s&#x259;lz</transcription><image>1601973109malze.jpg</image><audio>mussels.mp3</audio><sentences><sentence sid="2607"><sentenceang>In most marine mussels the shell is longer than it is wide, being wedge-shaped or asymmetrical.</sentenceang><sentencepl>U wi&#x119;kszo&#x15B;ci morskich ma&#x142;&#x17C;y muszla jest d&#x142;u&#x17C;sza ni&#x17C; szersza, b&#x119;d&#x105;c w kszta&#x142;cie klina lub asymetryczna.</sentencepl><sentenceaudio/></sentence><sentence sid="2608"><sentenceang>Freshwater mussels reproduce sexually.</sentenceang><sentencepl>Ma&#x142;&#x17C;e s&#x142;odkowodne rozmna&#x17C;aj&#x105; si&#x119; p&#x142;ciowo.</sentencepl><sentenceaudio/></sentence><sentence sid="2609"><sentenceang>During the second World War in the United States, mussels were commonly served in dinners.</sentenceang><sentencepl>Podczas drugiej wojny &#x15B;wiatowej w Stanach Zjednoczonych, ma&#x142;&#x17C;e by&#x142;y powszechnie podawane na obiad.</sentencepl><sentenceaudio/></sentence><sentence sid="2610"><sentenceang>In Italy, mussels are often mixed with other sea food, or eaten with pasta.</sentenceang><sentencepl>We W&#x142;oszech, ma&#x142;&#x17C;e s&#x105; cz&#x119;sto mieszane z innymi owocami morza, lub spo&#x17C;ywane z makaronem.</sentencepl><sentenceaudio/></sentence><sentence sid="2611"><sentenceang>Open, unresponsive mussels are dead, and must be discarded.</sentenceang><sentencepl>Otwarte, nie odpowiadaj&#x105;ce ma&#x142;&#x17C;e s&#x105; martwe i nale&#x17C;y je odrzuci&#x107;.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="681"><angword>oysters</angword><plword>ostrygi</plword><transcription>&#x2C8;&#x254;&#x26A;st&#x259;rz</transcription><image>1992401897ostrygi.jpg</image><audio>oysters.mp3</audio><sentences><sentence sid="2612"><sentenceang>Not all individual oysters produce pearls naturally.</sentenceang><sentencepl>Naturalnie nie wszystkie pojedyncze ostrygi wytwarzaj&#x105; per&#x142;y.</sentencepl><sentenceaudio/></sentence><sentence sid="2613"><sentenceang>Some kinds of oyster are commonly consumed, cooked or raw, by humans as a delicacy.</sentenceang><sentencepl>Niekt&#xF3;re rodzaje ostryg s&#x105; powszechnie spo&#x17C;ywane, gotowane lub surowe, przez ludzi jako przysmak.</sentencepl><sentenceaudio/></sentence><sentence sid="2614"><sentenceang>Oysters are an excellent source of zinc, iron, calcium, selenium as well as vitamin A and vitamin B12.</sentenceang><sentencepl>Ostrygi s&#x105; doskona&#x142;ym &#x17A;r&#xF3;d&#x142;em cynku, &#x17C;elaza, wapnia, selenu, jak r&#xF3;wnie&#x17C; witaminy A i witaminy B12.</sentencepl><sentenceaudio/></sentence><sentence sid="2615"><sentenceang>Can you eat raw oysters?</sentenceang><sentencepl>Czy mo&#x17C;esz je&#x15B;&#x107; surowe ostrygi?</sentencepl><sentenceaudio/></sentence><sentence sid="2616"><sentenceang>I think he ate about 10 oysters.</sentenceang><sentencepl>My&#x15B;l&#x119;, &#x17C;e zjad&#x142; jakie&#x15B; 10 ostryg.</sentencepl><sentenceaudio/></sentence><sentence sid="2617"><sentenceang>I regret eating those oysters.</sentenceang><sentencepl>&#x17B;a&#x142;uj&#x119;, &#x17C;e zjad&#x142;em tamte ostrygi.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="683"><angword>octopus</angword><plword>o&#x15B;miornica</plword><transcription>&#x2C8;&#x252;kt.&#x259;.p&#x28A;s</transcription><image>1149095035osmiornica.jpg</image><audio>octopus.mp3</audio><sentences><sentence sid="2623"><sentenceang>An octopus has a hard beak, with its mouth at the center point of the arms.</sentenceang><sentencepl>O&#x15B;miornica posiada twardy haczykowaty nos, z ustami umieszczonymi w centralnym punkcie ramion.</sentencepl><sentenceaudio/></sentence><sentence sid="2624"><sentenceang>An octopus trails its eight arms behind it as it swims.</sentenceang><sentencepl>O&#x15B;miornica ci&#x105;gnie za sob&#x105; wszystkie swoje osiem ramion podczas gdy p&#x142;ynie.</sentencepl><sentenceaudio/></sentence><sentence sid="2625"><sentenceang>A live octopus is usually sliced up, and it is eaten while still squirming.</sentenceang><sentencepl>&#x17B;ywa o&#x15B;miornica jest zazwyczaj krojona w plastry, i spo&#x17C;ywana gdy jeszcze wci&#x105;&#x17C; si&#x119; rusza.</sentencepl><sentenceaudio/></sentence><sentence sid="2626"><sentenceang>I\'ve never eaten a live octopus.</sentenceang><sentencepl>Nigdy nie jad&#x142;em &#x17C;ywej o&#x15B;miornicy.</sentencepl><sentenceaudio/></sentence><sentence sid="2627"><sentenceang>That octopus returned to the sea without being eaten.</sentenceang><sentencepl>Ta o&#x15B;miornica zosta&#x142;a wrzucona spowrotem do morza nie b&#x119;d&#x105;c zjedzon&#x105;.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="684"><angword>cockle</angword><plword>k&#x105;kol</plword><transcription>&#x2C8;k&#x252;kl&#x329;</transcription><image></image><audio>cockle.mp3</audio><sentences><sentence sid="2628"><sentenceang>Cockle is small, edible, saltwater clams.</sentenceang><sentencepl>K&#x105;kol jest ma&#x142;&#x105;, jadaln&#x105;, ma&#x142;&#x17C;&#x105; s&#x142;onowodn&#x105;.</sentencepl><sentenceaudio/></sentence><sentence sid="2629"><sentenceang>Various species of cockles live in sandy, sheltered beaches throughout the world.</sentenceang><sentencepl>R&#xF3;&#x17C;ne gatunki k&#x105;koli &#x17C;yj&#x105; w piaszczystych, zacisznych pla&#x17C;ach na ca&#x142;ym &#x15B;wiecie.</sentencepl><sentenceaudio/></sentence><sentence sid="2630"><sentenceang>Cockles are a popular type of edible shellfish in both Eastern and Western cooking.</sentenceang><sentencepl>K&#x105;kole s&#x105; popularnym rodzajem jadalnych skorupiak&#xF3;w zar&#xF3;wno w kuchni wschodniej jak i zachodniej.</sentencepl><sentenceaudio/></sentence><sentence sid="2631"><sentenceang>A meal of cockles fried with bacon, served with laver bread, is known as a traditional Welsh breakfast.</sentenceang><sentencepl>Posi&#x142;ek z k&#x105;koli sma&#x17C;onych z boczkiem, podawanych z pieczywem Laver, jest znany jako tradycyjne &#x15B;niadanie walijskie.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="685"><angword>squid</angword><plword>ka&#x142;amarnica</plword><transcription>skw&#x26A;d</transcription><image>89178428kalamranica.jpg</image><audio>squid.mp3</audio><sentences><sentence sid="2632"><sentenceang>Squid appear to have limited hearing.</sentenceang><sentencepl>Ka&#x142;amarnica wydaje si&#x119; mie&#x107; ograniczony s&#x142;uch.</sentencepl><sentenceaudio/></sentence><sentence sid="2633"><sentenceang>Like other squid, they contain dark ink used to deter predators.</sentenceang><sentencepl>Podobnie jak inne ka&#x142;amarnice, zawieraj&#x105; one ciemny tusz u&#x17C;ywany do odstraszania drapie&#x17C;nik&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="2634"><sentenceang>Squid are found abundantly in certain areas, and provide large catches for fisheries.</sentenceang><sentencepl>Ka&#x142;amarnice wyst&#x119;puj&#x105; obficie na niekt&#xF3;rych obszarach i dostarczaj&#x105; du&#x17C;ych po&#x142;ow&#xF3;w rybo&#x142;&#xF3;wstwu.</sentencepl><sentenceaudio/></sentence><sentence sid="2635"><sentenceang>Squid is a good food source for zinc, manganese and high in the recommended daily intake of copper.</sentenceang><sentencepl>Ka&#x142;amarnica jest dobrym &#x17A;r&#xF3;d&#x142;em cynku, manganu oraz jest bogata w zalecane dzienne spo&#x17C;ycie miedzi.</sentencepl><sentenceaudio/></sentence><sentence sid="2636"><sentenceang>In Chinese and Southeast Asian cuisine, squid is used in stir-fries, rice, and noodle dishes.</sentenceang><sentencepl>W kuchni chi&#x144;skiej i po&#x142;udniowo-wschodniej Azji, ka&#x142;amarnica jest stosowana w daniach sma&#x17C;onych na patelni, z ry&#x17C;em i kluskami.</sentencepl><sentenceaudio/></sentence><sentence sid="2637"><sentenceang>In Slovenia squid are eaten grilled and stuffed.</sentenceang><sentencepl>W S&#x142;owenii ka&#x142;amarnice s&#x105; spo&#x17C;ywane grillowane i faszerowane.</sentencepl><sentenceaudio/></sentence><sentence sid="2638"><sentenceang>A squid has ten arms.</sentenceang><sentencepl>Ka&#x142;amarnica ma dziesi&#x119;&#x107; ramion.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="686"><angword>caviar</angword><plword>kawior</plword><transcription>k&#x259;&#x3B2;i&#x2C8;a&#x27E;</transcription><image>1348447634kawior.jpg</image><audio>caviar.mp3</audio><sentences><sentence sid="2639"><sentenceang>Pasteurized caviar has a slightly different texture.</sentenceang><sentencepl>Pasteryzowany kawior ma nieco inn&#x105; tekstur&#x119;.</sentencepl><sentenceaudio/></sentence><sentence sid="2640"><sentenceang>Although a spoonful of caviar supplies the adult daily requirement of vitamin B-12, it is also high in cholesterol and salt.</sentenceang><sentencepl>Chocia&#x17C; &#x142;y&#x17C;ka kawioru zaspokaja dzienne zapotrzebowanie doros&#x142;ego cz&#x142;owieka na witamin&#x119; B-12, ma on r&#xF3;wnie&#x17C; wysokie st&#x119;&#x17C;enie cholesterolu i soli.</sentencepl><sentenceaudio/></sentence><sentence sid="2641"><sentenceang>Caviar was reserved for royalty.</sentenceang><sentencepl>Kawior by&#x142;o zarezerwowany dla rodziny kr&#xF3;lewskiej.</sentencepl><sentenceaudio/></sentence><sentence sid="2642"><sentenceang>Steak and caviar are my favorite dishes.</sentenceang><sentencepl>Stek i kawior to moje ulubione potrawy.</sentencepl><sentenceaudio/></sentence><sentence sid="2643"><sentenceang>He hasn\'t actually eaten caviar.</sentenceang><sentencepl>On w rzeczywisto&#x15B;ci nie jad&#x142; kawioru.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="689"><angword>coriander</angword><plword>kolendra</plword><transcription>&#x2C8;k&#x254;ri&#x2D0;&#x2CC;&#xE6;nd&#x259;r</transcription><image>1627127806kolendra.jpg</image><audio>coriander.mp3</audio><sentences><sentence sid="2657"><sentenceang>In Russia and Central Europe, coriander seed is an occasional ingredient in rye bread as an alternative to caraway.</sentenceang><sentencepl>W Rosji i Europie &#x15A;rodkowej nasiona kolendry s&#x105; okazjonalnie u&#x17C;ywane jako sk&#x142;adnik chleba &#x17C;ytniego jako alternatywa dla kminku.</sentencepl><sentenceaudio/></sentence><sentence sid="2658"><sentenceang>Ground coriander seed loses flavour quickly in storage and is best ground fresh.</sentenceang><sentencepl>Zmielone nasiona kolendry trac&#x105; szybko aromat podczas przechowywania i najlepiej mieli&#x107; je na &#x15B;wie&#x17C;o.</sentencepl><sentenceaudio/></sentence><sentence sid="2659"><sentenceang>The leaves have a similar odour and flavour to coriander.</sentenceang><sentencepl>Te li&#x15B;cie maj&#x105; podobny zapach i smak jak kolendra.</sentencepl><sentenceaudio/></sentence><sentence sid="2660"><sentenceang>Koreans don\'t like coriander.</sentenceang><sentencepl>Korea&#x144;czycy nie lubi&#x105; kolendry.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="692"><angword>chive</angword><plword>szczypiorek</plword><transcription>&#x2C8;t&#x283;a&#x26A;v</transcription><image>645672345szczypiorek.jpg</image><audio>chive.mp3</audio><sentences><sentence sid="2676"><sentenceang>The Romans believed chives could relieve the pain from sunburn or a sore throat.</sentenceang><sentencepl>Rzymianie wierzyli, &#x17C;e szczypiorek mo&#x17C;e u&#x15B;mierzy&#x107; b&#xF3;l powsta&#x142;y w wyniku oparze&#x144; s&#x142;onecznych lub b&#xF3;l gard&#x142;a.</sentencepl><sentenceaudio/></sentence><sentence sid="2677"><sentenceang>Typically, chives need to be germinated at a temperature of 15 &#xB0;C to 20 &#xB0;C and kept moist.</sentenceang><sentencepl>Zazwyczaj, szczypiorek aby zakie&#x142;kowa&#x107; wymaga temperatury od 15 &#xB0; C do 20 &#xB0; C i odpowiedniej wilgotno&#x15B;ci.</sentencepl><sentenceaudio/></sentence><sentence sid="2678"><sentenceang>Chives are a commonly used herb and can be found in grocery stores or grown in home gardens.</sentenceang><sentencepl>Szczypiorek jest powszechnie u&#x17C;ywanym zio&#x142;em i mo&#x17C;na go znale&#x17A;&#x107; w sklepach spo&#x17C;ywczych lub uprawiany w przydomowych ogr&#xF3;dkach.</sentencepl><sentenceaudio/></sentence><sentence sid="2679"><sentenceang>Chives have insect-repelling properties that can be used in gardens to control pests.</sentenceang><sentencepl>Szczypiorek ma w&#x142;a&#x15B;ciwo&#x15B;ci do odstraszania owad&#xF3;w, kt&#xF3;re mog&#x105; by&#x107; wykorzystywane w ogrodach do zwalczania szkodnik&#xF3;w.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="694"><angword>nutmeg</angword><plword>ga&#x142;ka muszkato&#x142;owa</plword><transcription>&#x2C8;n&#x28C;tm&#x25B;&#x261;</transcription><image>1978470150galkamuszk.jpg</image><audio>nutmeg.mp3</audio><sentences><sentence sid="2686"><sentenceang>In the 19th century it was used as an abortifacient, which led to numerous recorded cases of nutmeg poisoning.</sentenceang><sentencepl>W XIX wieku by&#x142;a wykorzystywana jako &#x15B;rodek poronny, co doprowadzi&#x142;o do licznych odnotowanych przypadk&#xF3;w zatrucia ga&#x142;k&#x105; muszkata&#x142;ow&#x105;.</sentencepl><sentenceaudio/></sentence><sentence sid="2687"><sentenceang>The first harvest of nutmeg trees takes place 7&#x2013;9 years after planting, and the trees reach full production after 20 years.</sentenceang><sentencepl>Pierwszy zbi&#xF3;r z drzew ga&#x142;ki muszkato&#x142;owej ma miejsce 7-9 lat po posadzeniu, a drzewa osi&#x105;gaj&#x105; pe&#x142;n&#x105; zdolno&#x15B;&#x107; produkcyjn&#x105; po 20 latach.</sentencepl><sentenceaudio/></sentence><sentence sid="2688"><sentenceang>Nutmeg is used for flavouring many dishes, usually in ground or grated form, and is best grated fresh in a nutmeg grater.</sentenceang><sentencepl>Ga&#x142;ka muszkato&#x142;owa jest u&#x17C;ywana do aromatyzowania wielu potraw, zazwyczaj w postaci zmielonej lub startej, a najlepsza jest tarta na &#x15B;wie&#x17C;o specjaln&#x105; tark&#x105;.</sentencepl><sentenceaudio/></sentence><sentence sid="2689"><sentenceang>In Indian cuisine, nutmeg is used in many sweet as well as savoury dishes.</sentenceang><sentencepl>W kuchni indyjskiej, ga&#x142;ka muszkato&#x142;owa jest u&#x17C;ywana do wielu s&#x142;odkich potraw, jak r&#xF3;wnie&#x17C; pikantnych.</sentencepl><sentenceaudio/></sentence><sentence sid="2690"><sentenceang>In Middle Eastern cuisine, ground nutmeg is often used as a spice for savoury dishes.</sentenceang><sentencepl>W kuchni bliskowschodniej, ga&#x142;ka muszkato&#x142;owa jest cz&#x119;sto u&#x17C;ywana jako przyprawa do pikantnych potraw.</sentencepl><sentenceaudio/></sentence><sentence sid="2691"><sentenceang>I need some nutmeg.</sentenceang><sentencepl>Potrzebuj&#x119; troch&#x119; ga&#x142;ki muszkato&#x142;owej.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="695"><angword>yeast</angword><plword>dro&#x17C;d&#x17C;e</plword><transcription>ji&#x2D0;st</transcription><image>332933391drozdze.jpg</image><audio>yeast.mp3</audio><sentences><sentence sid="2692"><sentenceang>People have used yeast for fermentation and baking throughout history.</sentenceang><sentencepl>Ludzie u&#x17C;ywali dro&#x17C;d&#x17C;y do fermentacji i pieczenia w ca&#x142;ej historii.</sentencepl><sentenceaudio/></sentence><sentence sid="2693"><sentenceang>Beverages such as mead, wine, beer, or distilled spirits all use yeast at some stage of their production.</sentenceang><sentencepl>Napoje takie jak mi&#xF3;d pitny, wino, piwo lub spirytus destylowany wszystkie one wykorzystuj&#x105; dro&#x17C;d&#x17C;y na pewnym etapie ich produkcji.</sentencepl><sentenceaudio/></sentence><sentence sid="2694"><sentenceang>These yeasts ferment well at low temperatures.</sentenceang><sentencepl>Dro&#x17C;d&#x17C;e te fermentuj&#x105; dobrze w niskich temperaturach.</sentencepl><sentenceaudio/></sentence><sentence sid="2695"><sentenceang>Some brands of nutritional yeast, though not all, are fortified with vitamin B12, which is produced separately by bacteria.</sentenceang><sentencepl>Niekt&#xF3;re typy dro&#x17C;d&#x17C;y spo&#x17C;ywczych, cho&#x107; nie wszystkie, s&#x105; wzbogacone w witamin&#x119; B12, kt&#xF3;ra jest wytwarzana niezale&#x17C;nie przez bakterie.</sentencepl><sentenceaudio/></sentence><sentence sid="2696"><sentenceang>Yeast is used in winemaking, where it converts the sugars present in grape juice into ethanol.</sentenceang><sentencepl>Dro&#x17C;d&#x17C;e s&#x105; stosowane w produkcji wina, gdzie przekszta&#x142;caj&#x105; one cukry obecne w sok winogronowym na etanol.</sentencepl><sentenceaudio/></sentence><sentence sid="2697"><sentenceang>When yeast is used for making bread, it is mixed with flour, salt, and warm water or milk.</sentenceang><sentencepl>Gdy dro&#x17C;d&#x17C;e s&#x105; u&#x17C;ywane do produkcji chleba, to s&#x105; one mieszane z m&#x105;k&#x105;, sol&#x105; i ciep&#x142;&#x105; wod&#x105; lub mlekiem.</sentencepl><sentenceaudio/></sentence><sentence sid="2698"><sentenceang>The ability of yeast to convert sugar into ethanol has been harnessed by the biotechnology industry to produce ethanol fuel. </sentenceang><sentencepl>Zdolno&#x15B;&#x107; dro&#x17C;d&#x17C;y do przetwarzania cukru na etanol zosta&#x142;a wykorzystana przez przemys&#x142; biotechnologiczny do produkcji paliwa etanolowego.</sentencepl><sentenceaudio/></sentence><sentence sid="2699"><sentenceang>Yeast acts as an agent in making bread rise.</sentenceang><sentencepl>Dro&#x17C;d&#x17C;e dzia&#x142;aj&#x105; jako czynnik powoduj&#x105;cy wzrost chleba.</sentencepl><sentenceaudio/></sentence><sentence sid="2700"><sentenceang>Bread is made from flour, water, and often yeast.</sentenceang><sentencepl>Chleb jest robiony z m&#x105;ki, wody i cz&#x119;sto z dro&#x17C;d&#x17C;y.</sentencepl><sentenceaudio/></sentence><sentence sid="2701"><sentenceang>Yeast makes beer ferment.</sentenceang><sentencepl>Dro&#x17C;d&#x17C;e powoduj&#x105; fermentacj&#x119; piwa.</sentencepl><sentenceaudio/></sentence><sentence sid="2702"><sentenceang>Yeast makes dough rise.</sentenceang><sentencepl>Dro&#x17C;d&#x17C;e powoduj&#x105; wyrastanie ciasta.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="701"><angword>marjoram</angword><plword>majeranek</plword><transcription>&#x2C8;m&#x251;rd&#x292;&#x259;r&#x259;m</transcription><image>490686162majeranek.jpg</image><audio>marjoram.mp3</audio><sentences><sentence sid="2739"><sentenceang>It has a stronger flavor than marjoram.</sentenceang><sentencepl>Posiada silniejszy smak ni&#x17C; majeranek.</sentencepl><sentenceaudio/></sentence><sentence sid="2740"><sentenceang>It is less commonly used in the north of the country, as marjoram generally is preferred.</sentenceang><sentencepl>Jest mniej powszechnie stosowany w p&#xF3;&#x142;nocnej cz&#x119;&#x15B;ci kraju, gdy&#x17C; jest tam preferowany majeranek.</sentencepl><sentenceaudio/></sentence><sentence sid="2741"><sentenceang>Kaszanka is usually flavored with onion, black pepper, and marjoram.</sentenceang><sentencepl>Kaszanka jest zwykle przyprawiana cebul&#x105;, czarnym pieprzem i majerankiem.</sentencepl><sentenceaudio/></sentence><sentence sid="2742"><sentenceang>The marjoram may be dried.</sentenceang><sentencepl>Majeranek mo&#x17C;e by&#x107; suszony.</sentencepl><sentenceaudio/></sentence><sentence sid="2743"><sentenceang>The caterpillar feed on various herbs, such as marjoram.</sentenceang><sentencepl>G&#x105;sienica &#x17C;eruje na r&#xF3;&#x17C;nych zio&#x142;ach, takich jak majeranek.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="709"><angword>wholemeal flour</angword><plword>m&#x105;ka razowa</plword><transcription>&#x2C8;ho&#x28A;l&#x2CC;mi&#x2D0;l &#x2C8;fl&#xE6;&#x28A;r</transcription><image></image><audio>wholemeal_flour.mp3</audio><sentences><sentence sid="2793"><sentenceang>Wholemeal flour has a shorter shelf life than white flour, as the higher oil content leads to rancidification if not stored properly, such as with refrigeration, or in other cool areas.</sentenceang><sentencepl>M&#x105;ka razowa ma kr&#xF3;tszy okres przydatno&#x15B;ci do spo&#x17C;ycia ni&#x17C; m&#x105;ka bia&#x142;a, poniewa&#x17C; wy&#x17C;sza zawarto&#x15B;&#x107; oleju prowadzi do je&#x142;czenia je&#x17C;eli nie jest w&#x142;a&#x15B;ciwie przechowywana, na przyk&#x142;ad w lod&#xF3;wce lub w innym ch&#x142;odnym miejscu.</sentencepl><sentenceaudio/></sentence><sentence sid="2794"><sentenceang>Wholemeal flour products are ascendant largely due to changing consumer attitudes. </sentenceang><sentencepl>Produkty z m&#x105;ki razowej zyskuj&#x105; znacznie na popularno&#x15B;ci ze wzgl&#x119;du na zmieniaj&#x105;ce si&#x119; nastawienie konsument&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="2795"><sentenceang>Modern healthy eating experts put emphasis on eating wholemeal bread and eating more vegetables.</sentenceang><sentencepl>Wsp&#xF3;&#x142;cze&#x15B;ni specjali&#x15B;ci od zdrowego &#x17C;ywienia k&#x142;ad&#x105; nacisk na spo&#x17C;ywanie chleba z m&#x105;ki razowej i jedzenie wi&#x119;kszej ilo&#x15B;ci warzyw.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="710"><angword>wheat flour</angword><plword>m&#x105;ka pszenna</plword><transcription>&#x2C8;wi&#x2D0;t &#x2C8;fl&#xE6;&#x28A;r</transcription><image></image><audio>wheat_flour.mp3</audio><sentences><sentence sid="2796"><sentenceang>This wheat is made into wheat flour.</sentenceang><sentencepl>Ta pszenica jest przerabiana na m&#x105;k&#x119; pszenn&#x105;.</sentencepl><sentenceaudio/></sentence><sentence sid="2797"><sentenceang>Plain flour is a blended wheat flour with a protein content lower than bread flour</sentenceang><sentencepl>Zwyk&#x142;a m&#x105;ka jest mieszank&#x105; m&#x105;ki pszennej z zawarto&#x15B;ci&#x105; bia&#x142;ka mniejsz&#x105; ni&#x17C; m&#x105;ka chlebowa.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="711"><angword>rye flour</angword><plword>m&#x105;ka &#x17C;ytnia</plword><transcription>&#x2C8;ra&#x26A; &#x2C8;fl&#xE6;&#x28A;r</transcription><image></image><audio>rye_flour.mp3</audio><sentences><sentence sid="2798"><sentenceang>Rye flour is high in gliadin but low in glutenin.</sentenceang><sentencepl>M&#x105;ka &#x17C;ytnia jest bogata w gliadyny, ale uboga w glutenin&#x119;.</sentencepl><sentenceaudio/></sentence><sentence sid="2799"><sentenceang>Rye flour therefore has a lower gluten content than wheat flour. </sentenceang><sentencepl>Dlatego m&#x105;ka &#x17C;ytnia ma ni&#x17C;sz&#x105; zawarto&#x15B;&#x107; glutenu ni&#x17C; m&#x105;ka pszenna. </sentencepl><sentenceaudio/></sentence><sentence sid="2800"><sentenceang>Rye was called the grain of poverty.</sentenceang><sentencepl>&#x17B;yto nazywane by&#x142;o zbo&#x17C;em dla ubogich.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="713"><angword>buckwheat</angword><plword>kasza gryczana</plword><transcription>&#x2C8;b&#x28C;kwi&#x2D0;t</transcription><image>129527902kaszagryczana.jpg</image><audio>buckwheat.mp3</audio><sentences><sentence sid="2811"><sentenceang>The buckwheat flour gives them an earthy, mildly mushroom-like taste.</sentenceang><sentencepl>M&#x105;ka gryczana nadaje im ziemisty, lekko grzybowy smak.</sentencepl><sentenceaudio/></sentence><sentence sid="2812"><sentenceang>Buckwheat plants grow quickly, beginning to produce seed in about 6 weeks and ripening at 10 to 11 weeks. </sentenceang><sentencepl>Ro&#x15B;liny gryki rosn&#x105; szybko, zaczynaj&#x105;c wydawa&#x107; nasiona ju&#x17C; po oko&#x142;o 6 tygodniach i dojrzewaj&#x105;c w 10 do 11 tygodni.</sentencepl><sentenceaudio/></sentence><sentence sid="2813"><sentenceang>Buckwheat noodles have been eaten by people from Tibet and northern China for a long time.</sentenceang><sentencepl>Makaron z kaszy gryczanej by&#x142; spo&#x17C;ywany przez ludzi z Tybetu i p&#xF3;&#x142;nocnych Chin od dawna.</sentencepl><sentenceaudio/></sentence><sentence sid="2814"><sentenceang>Buckwheat groats are commonly used in western Asia and eastern Europe.</sentenceang><sentencepl>Kasze gryczane s&#x105; powszechnie stosowane w zachodniej Azji i wschodniej Europie.</sentencepl><sentenceaudio/></sentence><sentence sid="2815"><sentenceang>Buckwheat pancakes, sometimes raised with yeast, are eaten in several countries. </sentenceang><sentencepl>Nale&#x15B;niki z kaszy gryczanej, czasami spulchniane dro&#x17C;d&#x17C;ami, s&#x105; jedzone w kilku krajach.</sentencepl><sentenceaudio/></sentence><sentence sid="2816"><sentenceang>Buckwheat contains no gluten and can consequently be eaten by people with gluten allergies.</sentenceang><sentencepl>Kasza gryczana nie zawiera glutenu i w konsekwencji mo&#x17C;e by&#x107; spo&#x17C;ywana przez osoby maj&#x105;ce alergi&#x119; na gluten. </sentencepl><sentenceaudio/></sentence><sentence sid="2817"><sentenceang>In recent years, buckwheat has been used as a substitute for other grains in gluten-free beer.</sentenceang><sentencepl>W ostatnich latach, gryka jest stosowana jako zamiennik dla innych zb&#xF3;&#x17C; w piwie bezglutenowym.</sentencepl><sentenceaudio/></sentence><sentence sid="2818"><sentenceang>There is a custom of eating buckwheat noodles on New Year\'s Eve in Japan.</sentenceang><sentencepl>Istnieje zwyczaj jedzenia makaronu z kasz&#x105; gryczan&#x105; na Sylwestra w Japonii.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="714"><angword>barley</angword><plword>kasza j&#x119;czmienna</plword><transcription>&#x2C8;b&#x251;&#x2D0;li</transcription><image>987060282kaszajeczmienna.jpg</image><audio>barley.mp3</audio><sentences><sentence sid="2819"><sentenceang>Barley is used in soups and stews, and in barley bread of various cultures.</sentenceang><sentencepl>J&#x119;czmie&#x144; jest wykorzystywany do zup i gulaszy, i w chlebie j&#x119;czmiennym w r&#xF3;&#x17C;nych kulturach.</sentencepl><sentenceaudio/></sentence><sentence sid="2820"><sentenceang>In Eastern Europe, barley is also used in soups and stews.</sentenceang><sentencepl>W Europie Wschodniej kasza j&#x119;czmienna jest tak&#x17C;e wykorzystywana do zup i gulaszy.</sentencepl><sentenceaudio/></sentence><sentence sid="2821"><sentenceang>Barley contains eight essential amino acids.</sentenceang><sentencepl>Kasza j&#x119;czmienna zawiera osiem niezb&#x119;dnych aminokwas&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="2822"><sentenceang>Barley soup is traditionally eaten during Ramadan in Saudi Arabia.</sentenceang><sentencepl>Zupa z kaszy j&#x119;czmiennej jest tradycyjnie spo&#x17C;ywana podczas Ramadanu w Arabii Saudyjskiej.</sentencepl><sentenceaudio/></sentence><sentence sid="2823"><sentenceang>Can you tell barley from wheat at first sight?</sentenceang><sentencepl>Czy potrafisz, na pierwszy rzut oka, odr&#xF3;&#x17A;ni&#x107; j&#x119;czmie&#x144; od pszenicy?</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="717"><angword>wholemeal bread</angword><plword>chleb razowy</plword><transcription>&#x2C8;ho&#x28A;l&#x2CC;mi&#x2D0;l &#x2C8;bred</transcription><image>1589933515chlebrazowy.jpg</image><audio>wholemeal_bread.mp3</audio><sentences><sentence sid="2838"><sentenceang>Wholemeal bread is a type of bread made using flour that is partly or entirely milled from whole or almost-whole wheat grains.</sentenceang><sentencepl>Chleb razowy jest rodzajem pieczywa wykonywanym przy u&#x17C;yciu m&#x105;ki, kt&#xF3;ra jest w ca&#x142;o&#x15B;ci lub cz&#x119;&#x15B;ciowo mielona z ca&#x142;ych lub prawie ca&#x142;ych ziaren pszenicy.</sentencepl><sentenceaudio/></sentence><sentence sid="2839"><sentenceang>Modern healthy eating experts put emphasis on eating wholemeal bread and eating more vegetables.</sentenceang><sentencepl>Wsp&#xF3;&#x142;cze&#x15B;ni specjali&#x15B;ci od zdrowego &#x17C;ywienia k&#x142;ad&#x105; nacisk na spo&#x17C;ywanie chleba razowego i jedzenie wi&#x119;kszej ilo&#x15B;ci warzyw.</sentencepl><sentenceaudio/></sentence><sentence sid="2840"><sentenceang>Wholemeal bread is not as healthy as the whole grain bread, because it lacks key vitamins that were in the grain.</sentenceang><sentencepl>Chleb razowy nie jest tak zdrowy jak chleb pe&#x142;noziarnisty, poniewa&#x17C; brakuje mu kluczowych witamin, kt&#xF3;re by&#x142;y zawarte w ziarnie.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="718"><angword>rye bread</angword><plword>chleb &#x17C;ytni</plword><transcription>&#x2C8;ra&#x26A; &#x2C8;bred</transcription><image>228219630chlebzytni.jpg</image><audio>rye_bread.mp3</audio><sentences><sentence sid="2841"><sentenceang>Americans eat lots of rye bread.</sentenceang><sentencepl>Amerykanie jedz&#x105; du&#x17C;e ilo&#x15B;ci chleba &#x17C;ytniego.</sentencepl><sentenceaudio/></sentence><sentence sid="2842"><sentenceang>Rye bread is a type of bread made with various percentages of flour from rye grain.</sentenceang><sentencepl>Chleb &#x17C;ytni jest typem chleba wytwarzanego z r&#xF3;&#x17C;n&#x105; procentow&#x105; zawarto&#x15B;ci&#x105; m&#x105;ki z &#x17C;yta.</sentencepl><sentenceaudio/></sentence><sentence sid="2843"><sentenceang>Rye bread has notable health benefits when compared to white bread.</sentenceang><sentencepl>Chleb &#x17C;ytni ma wymierne korzy&#x15B;ci dla zdrowia w por&#xF3;wnaniu z chlebem bia&#x142;ym.</sentencepl><sentenceaudio/></sentence><sentence sid="2844"><sentenceang>Pure rye bread contains only rye flour, without any wheat.</sentenceang><sentencepl>Czysty chleb &#x17C;ytni zawiera tylko m&#x105;k&#x119; &#x17C;ytni&#x105;, bez pszenicy.</sentencepl><sentenceaudio/></sentence><sentence sid="2845"><sentenceang>In England, a mixed rye bread known as maslin was the bread of the peasants for hundreds of years</sentenceang><sentencepl>W Anglii mieszany chleb &#x17C;ytni znany jako maslin by&#x142; chlebem ch&#x142;opstwa od stuleci.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="719"><angword>wheat bread</angword><plword>chleb pszenny</plword><transcription>&#x2C8;wi&#x2D0;t &#x2C8;bred</transcription><image>1416322634chlebpszenny.jpg</image><audio>wheat_bread.mp3</audio><sentences><sentence sid="2846"><sentenceang>Consumption, to a great extent, has switched from rye bread to wheat bread.</sentenceang><sentencepl>Konsumpcja, w znacznym stopniu, przestawi&#x142;a si&#x119; z chleba &#x17C;ytniego na chleb pszenny.</sentencepl><sentenceaudio/></sentence><sentence sid="2847"><sentenceang>Traditional Finnish rye breads have a rougher composition and a stronger taste than wheat bread, and can thus be stored for longer periods of time.</sentenceang><sentencepl>Tradycyjne fi&#x144;skie chleby &#x17C;ytnie maj&#x105; bardziej chropowat&#x105; kompozycj&#x119; i silniejszy smak ni&#x17C; chleb pszenny, a zatem mog&#x105; by&#x107; przechowywane przez d&#x142;u&#x17C;szy okres czasu.</sentencepl><sentenceaudio/></sentence><sentence sid="2848"><sentenceang>Canada produces good wheat bread.</sentenceang><sentencepl>Kanada produkuje dobry chleb pszenny.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="720"><angword>slice of bread</angword><plword>kromka chleba</plword><transcription>&#x2C8;sla&#x26A;s &#x259;v &#x2C8;bred</transcription><image>1679146312kromkachleba.jpg</image><audio>slice_of_bread.mp3</audio><sentences><sentence sid="2849"><sentenceang>Please slice a loaf of bread for me.</sentenceang><sentencepl>Prosz&#x119; pokr&#xF3;j bochenek chleba dla mnie.</sentencepl><sentenceaudio/></sentence><sentence sid="2850"><sentenceang>Because of its convenience, sliced bread is popular in many parts of the world. </sentenceang><sentencepl>Ze wzgl&#x119;du na jego wygod&#x119;, chleb krojony jest popularny w wielu cz&#x119;&#x15B;ciach &#x15B;wiata. </sentencepl><sentenceaudio/></sentence><sentence sid="2851"><sentenceang>A slice of pumpernickel rye bread</sentenceang><sentencepl>Kromka chleba &#x17C;ytniego typu pumpernikiel.</sentencepl><sentenceaudio/></sentence><sentence sid="2852"><sentenceang>The first and last slices of a loaf are sometimes referred to as the heel or the crust of the loaf.</sentenceang><sentencepl>Pierwsze i ostatnie kromki chleba s&#x105; czasami nazywane pi&#x119;tk&#x105;.</sentencepl><sentenceaudio/></sentence><sentence sid="2853"><sentenceang>Cut the bread into slices.</sentenceang><sentencepl>Pokr&#xF3;j chleb na kanapki.</sentencepl><sentenceaudio/></sentence><sentence sid="2854"><sentenceang>Will you have another slice of bread? Yes, please.</sentenceang><sentencepl>Chcesz jeszcze jedn&#x105; kromk&#x119; chleba? Tak, poprosz&#x119;.</sentencepl><sentenceaudio/></sentence><sentence sid="2855"><sentenceang>I\'d like two slices of bread and a cup of tea.</sentenceang><sentencepl>Poprosz&#x119; dwie kromki chleba i fili&#x17C;ank&#x119; herbaty.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="725"><angword>crust</angword><plword>sk&#xF3;rka chleba</plword><transcription>k&#x279;&#x28C;st</transcription><image></image><audio>crust.mp3</audio><sentences><sentence sid="2874"><sentenceang>The outer hard portion of bread is called the crust.</sentenceang><sentencepl>Zewn&#x119;trzna twarda cz&#x119;&#x15B;&#x107; chleba jest nazywana sk&#xF3;rk&#x105;.</sentencepl><sentenceaudio/></sentence><sentence sid="2875"><sentenceang>The bread crust is formed from surface dough during the cooking process.</sentenceang><sentencepl>Sk&#xF3;rka chleba powstaje z powierzchni ciasta podczas pieczenia.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="732"><angword>sunflower oil</angword><plword>olej s&#x142;onecznikowy</plword><transcription>[sunflower] &#x2C8;&#x254;&#x26A;l</transcription><image>1829610002olejslonecz.jpg</image><audio>sunflower_oil.mp3</audio><sentences><sentence sid="2917"><sentenceang>Fry in a little olive or sunflower oil until golden. </sentenceang><sentencepl>Sma&#x17C;y&#x107; na odrobinie oliwy lub oleju s&#x142;onecznikowego do zaz&#x142;ocenia.</sentencepl><sentenceaudio/></sentence><sentence sid="2918"><sentenceang>Cook the chopped onion and red pepper in the sunflower oil in a non-stick frying pan.</sentenceang><sentencepl>Gotowa&#x107; posiekan&#x105; cabul&#x119; i papryk&#x119; w oleju s&#x142;onecznikowym na nieprzywieraj&#x105;cej patelni.</sentencepl><sentenceaudio/></sentence><sentence sid="2919"><sentenceang>From the Americas, sunflower seeds were brought to Europe in the 16th century, where, along with sunflower oil, they became a widespread cooking ingredient.</sentenceang><sentencepl>Z obu Ameryk, nasiona s&#x142;onecznika zosta&#x142;y przywiezione do Europy w XVI wieku, gdzie wraz z olejem s&#x142;onecznikowym, sta&#x142;y si&#x119; one rozpowszechnionym kuchennym sk&#x142;adnikiem.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="733"><angword>canola oil</angword><plword>olej rzepakowy</plword><transcription>k&#x259;&#x2C8;no&#x28A;l&#x259; &#x2C8;&#x254;&#x26A;l</transcription><image>991672049olejrzepakowy.jpg</image><audio>canola_oil.mp3</audio><sentences><sentence sid="2920"><sentenceang>Almost all commercial grade canola oil is then refined using hexane.</sentenceang><sentencepl>Prawie wszystkie komercyjne gatunki oleju rzepakowego s&#x105; nast&#x119;pnie rafinowane za pomoc&#x105; heksanu.</sentencepl><sentenceaudio/></sentence><sentence sid="2921"><sentenceang>Annual Canadian exports total 3 to 4 million tonnes of the seed, 800,000 tonnes of canola oil and 1 million tonnes of canola meal.</sentenceang><sentencepl>Kanadyjski roczny eksport wynosi od 3 do 4 mln ton nasion, 800.000 ton oleju rzepakowego i 1 mln ton m&#x105;czki rzepakowej.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="734"><angword>thyme</angword><plword>tymianek</plword><transcription>ta&#x26A;m</transcription><image>2035843671tymianek.jpg</image><audio>thyme.mp3</audio><sentences><sentence sid="2922"><sentenceang>It is perfectly acceptable to substitute dried for whole thym.</sentenceang><sentencepl>Calkowicie dopuszczalne jest, aby zast&#x105;pi&#x107; suszony tymianek ca&#x142;ym.</sentencepl><sentenceaudio/></sentence><sentence sid="2923"><sentenceang>Common thyme is a Mediterranean perennial which is best suited to well-drained soils and full sun.</sentenceang><sentencepl>Powszechny tymianek jest &#x15A;r&#xF3;dziemnomorsk&#x105; bylin&#x105;, kt&#xF3;ra najlepiej dostosowana jest do dobrze nawodnionych gleb i pe&#x142;nego s&#x142;o&#x144;ca.   </sentencepl><sentenceaudio/></sentence><sentence sid="2924"><sentenceang>Add the parsnips, potatoes, thyme and seasoning.</sentenceang><sentencepl>Doda&#x107; pietruszk&#x119;, ziemniaki, tymianek i przyprawy.</sentencepl><sentenceaudio/></sentence><sentence sid="2925"><sentenceang>Basil, sage, rosemary, thyme and oregano are popular herbs.</sentenceang><sentencepl>Bazylia, sza&#x142;wia, rozmaryn, tymianek i oregano s&#x105; popularnymi zio&#x142;ami.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="735"><angword>rosemary</angword><plword>rozmaryn</plword><transcription>&#x2C8;ro&#x28A;z&#x2CC;meri&#x2D0;</transcription><image>405673805rozmaryn.jpg</image><audio>rosemary.mp3</audio><sentences><sentence sid="2926"><sentenceang>It was believed that placing a sprig of rosemary under a pillow before sleep would repel nightmares, and if placed outside the home it would repel witches.</sentenceang><sentencepl>Wierzono, &#x17C;e umieszczenie ga&#x142;&#x105;zki rozmarynu pod poduszk&#x119; przed snem odeprze koszmary,a umieszczona na zewn&#x105;trz domu odpycha czarownice.</sentencepl><sentenceaudio/></sentence><sentence sid="2927"><sentenceang>You know, in the language of flowers, rosemary equates to remembrance.</sentenceang><sentencepl>Wiesz, w j&#x119;zyku kwiat&#xF3;w, rozmaryn r&#xF3;wna si&#x119; pami&#x119;ci.</sentencepl><sentenceaudio/></sentence><sentence sid="2928"><sentenceang>Health Precautions: In some cases, rosemary can cause autoimmune diseases.</sentenceang><sentencepl>&#x15A;rodki ostro&#x17C;no&#x15B;ci dla zdrowia: W niekt&#xF3;rych przypadkach, rozmaryn mo&#x17C;e powodowa&#x107; choroby autoimmunologiczne.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="736"><angword>oregano</angword><plword>oregano</plword><transcription>&#x254;r&#x25B;&#x2C8;&#x261;an&#x32A;&#x254;</transcription><image>105455924oregano.jpg</image><audio>oregano.mp3</audio><sentences><sentence sid="2929"><sentenceang>Good quality oregano may be strong enough almost to numb the tongue, but the cultivars adapted to colder climates often have a lesser flavor.</sentenceang><sentencepl>Dobrej jako&#x15B;ci oregano mo&#x17C;e by&#x107; na tyle silne aby uczyni&#x107; j&#x119;zyk prawie dr&#x119;twym, ale odmiany przystosowane do zimniejszych klimat&#xF3;w cz&#x119;sto maj&#x105; mniej intensywny smak.</sentencepl><sentenceaudio/></sentence><sentence sid="2930"><sentenceang>In Turkish cuisine, oregano is mostly used for flavoring meat, especially for mutton and lamb.</sentenceang><sentencepl>W kuchni tureckiej, oregano jest stosowane g&#x142;&#xF3;wnie do aromatyzowania mi&#x119;sa, szczeg&#xF3;lnie dla baraniny i jagni&#x119;ciny.</sentencepl><sentenceaudio/></sentence><sentence sid="2931"><sentenceang>Heat the butter and add the onion, garlic and oregano and bay leaf.</sentenceang><sentencepl>Rozgrza&#x107; mas&#x142;o i doda&#x107; cebul&#x119;, czosnek i oregano i li&#x15B;&#x107; laurowy.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="737"><angword>sage</angword><plword>sza&#x142;wia</plword><transcription>sa&#x292;</transcription><image>821374827szalwia.jpg</image><audio>sage.mp3</audio><sentences><sentence sid="2932"><sentenceang>Add apple and onion, tossed in honey, to the grill with two leaves of shredded sage.</sentenceang><sentencepl>Doda&#x107; jab&#x142;ko i cebul&#x119;, wrzucone do miodu, do grilla z dwoma rozdrobnionymi li&#x15B;&#x107;mi sza&#x142;wi.</sentencepl><sentenceaudio/></sentence><sentence sid="2933"><sentenceang>Gently cook the onion and sage in the butter for about 10 minutes or until the onion is soft (do not allow to brown).</sentenceang><sentencepl>Gotowa&#x107; delikatnie cebul&#x119; i sza&#x142;wi&#x119; w ma&#x15B;le przez oko&#x142;o 10 minut, a&#x17C; cebula b&#x119;dzie mi&#x119;kka (nie pozw&#xF3;l zbr&#x105;zowie&#x107;).</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="738"><angword>tarragon</angword><plword>estragon</plword><transcription>&#x2C8;ter&#x259;&#x2CC;g&#x251;n</transcription><image>448427153estragon.jpg</image><audio>tarragon.mp3</audio><sentences><sentence sid="2934"><sentenceang>This tarragon actually prefers poor soils and happily tolerates drought and neglect.</sentenceang><sentencepl>Ten estragon faktycznie preferuje ubogie gleby i szcz&#x119;&#x15B;liwie toleruje susz&#x119; i zaniedbania.</sentencepl><sentenceaudio/></sentence><sentence sid="2935"><sentenceang>In Slovenia, tarragon is used as a spice for a traditional sweet cake called potica.</sentenceang><sentencepl>W S&#x142;owenii, estragon stosowany jest jako przyprawa do tradycyjnego s&#x142;odkiego ciasta o nazwie potica.</sentencepl><sentenceaudio/></sentence><sentence sid="2936"><sentenceang>Fresh, lightly bruised sprigs of tarragon are steeped in vinegar to produce tarragon vinegar.</sentenceang><sentencepl>&#x15A;wie&#x17C;e, lekko rozgniecione ga&#x142;&#x105;zki estragonu s&#x105; zanurzane w occie do produkcji octu estragonowego.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="739"><angword>sardines</angword><plword>sardynki</plword><transcription>s&#x251;r&#x2C8;di&#x2D0;nz</transcription><image>167347793sardynki.jpg</image><audio>sardines.mp3</audio><sentences><sentence sid="2937"><sentenceang>Fresh sardines are often grilled, pickled or smoked, or preserved in cans.</sentenceang><sentencepl>&#x15A;wie&#x17C;e sardynki s&#x105; cz&#x119;sto grillowane, marynowane lub w&#x119;dzone, lub zakonserwowane w puszkach. </sentencepl><sentenceaudio/></sentence><sentence sid="2938"><sentenceang>On the Atlantic coast, fried sardines are commonly served as tapas with drinks or as the first course of a meal.</sentenceang><sentencepl>Na wybrze&#x17C;u Atlantyku, sma&#x17C;one sardynki s&#x105; powszechnie podawane jako tapas z napojami lub jako pierwsze danie posi&#x142;ku.</sentencepl><sentenceaudio/></sentence><sentence sid="2939"><sentenceang>Red fish (such as herring, sardines, kippers, and salmon) are a reasonable, naturally occurring source of vitamin D.</sentenceang><sentencepl>Czerwone ryby (takie jak &#x15B;led&#x17A;, sardynki, &#x15B;ledzie w&#x119;dzone i &#x142;oso&#x15B;) s&#x105; uzasadnionym, naturalnie wyst&#x119;puj&#x105;cym &#x17A;r&#xF3;d&#x142;em witaminy D. </sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="740"><angword>hake</angword><plword>morszczuk</plword><transcription>&#x2C8;he&#x26A;k</transcription><image>918368561morszczuk.jpg</image><audio>hake.mp3</audio><sentences><sentence sid="2940"><sentenceang>Fresh hake is mainly supplied by European production and imports.</sentenceang><sentencepl>&#x15A;wie&#x17C;y morszczuk dostarczany jest g&#x142;&#xF3;wnie przez europejsk&#x105; produkcj&#x119; i import.</sentencepl><sentenceaudio/></sentence><sentence sid="2941"><sentenceang>When buying hake fillet or other hake product, consumers should look for hake with white flesh that is free of signs of dryness, grayness or browning.</sentenceang><sentencepl>Kupuj&#x105;c filet morszczuka lub inny produkt morszczuka, konsumenci powinni szuka&#x107; morszczuka o bia&#x142;ym ciele, kt&#xF3;re jest wolne od objaw&#xF3;w sucho&#x15B;ci, szaro&#x15B;ci lub br&#x105;zowienia. </sentencepl><sentenceaudio/></sentence><sentence sid="2942"><sentenceang>About 80% of adult hake has apparently disappeared from the Argentinean Sea.</sentenceang><sentencepl>Oko&#x142;o 80% doros&#x142;ych morszczuka najwyra&#x17A;niej znikn&#x119;&#x142;o z Morza Argenty&#x144;skiego.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="741"><angword>yolk</angword><plword>&#x17C;&#xF3;&#x142;tko</plword><transcription>j&#x259;&#x28A;k</transcription><image>1869786248zoltko.jpg</image><audio>yolk.mp3</audio><sentences><sentence sid="2943"><sentenceang>As a food, yolks are a major source of vitamins and minerals.</sentenceang><sentencepl>Jako &#x17C;ywno&#x15B;&#x107;, &#x17C;&#xF3;&#x142;tka s&#x105; g&#x142;&#xF3;wnym &#x17A;r&#xF3;d&#x142;em witamin i minera&#x142;&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="2944"><sentenceang>Egg yolks are used to extract egg oil which has various cosmetic, nutritional and medicinal uses.</sentenceang><sentencepl>&#x17B;&#xF3;&#x142;tka jaj s&#x105; u&#x17C;ywane do wydobycia oleju jajecznego kt&#xF3;ry ma wiele zastosowa&#x144; kosmetycznych, od&#x17C;ywczych i leczniczych.</sentencepl><sentenceaudio/></sentence><sentence sid="2945"><sentenceang>Although much emphasis is put onto the color of the egg yolk, it does not reliably reflect the nutritional value of an egg.</sentenceang><sentencepl>Mimo, &#x17C;e du&#x17C;y nacisk k&#x142;adzie si&#x119; na kolor &#x17C;&#xF3;&#x142;tka, nierzetelnie odzwierciedla ono warto&#x15B;&#x107; od&#x17C;ywcz&#x105; jajka.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="742"><angword>egg white</angword><plword>bia&#x142;ko jajka</plword><transcription>&#x2C8;eg &#x2C8;wa&#x26A;t</transcription><image>1942747903bialko.jpg</image><audio>egg_white.mp3</audio><sentences><sentence sid="2946"><sentenceang>Bird and reptile eggs consist of a protective eggshell, albumen (egg white), and vitellus (egg yolk), contained within various thin membranes.</sentenceang><sentencepl>Jaja ptak&#xF3;w i gad&#xF3;w sk&#x142;adaj&#x105; si&#x119; z ochronnej skorupy, bia&#x142;ka (bia&#x142;ko jaja) i &#x17C;&#xF3;&#x142;tka (&#x17C;&#xF3;&#x142;tko jaja), zawartych wewn&#x105;trz r&#xF3;&#x17C;nych cienkich b&#x142;on.  </sentencepl><sentenceaudio/></sentence><sentence sid="2947"><sentenceang>In the egg yolk, there are more proteins than in egg whites.</sentenceang><sentencepl>W &#x17C;&#xF3;&#x142;tku jest wi&#x119;cej bia&#x142;ka ni&#x17C; w bia&#x142;ku.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="743"><angword>breadcrumbs</angword><plword>bu&#x142;ka tarta</plword><transcription>[breadcrumbs]</transcription><image>1238674701bulkatarta.jpg</image><audio>breadcrumbs.mp3</audio><sentences><sentence sid="2948"><sentenceang>Soak the breadcrumbs with enough hot milk to just moisten them through, add the eggs beaten up.</sentenceang><sentencepl>Moczy&#x107; bu&#x142;k&#x119; tart&#x105; z do&#x15B;&#x107; gor&#x105;cym mlekiem aby j&#x105; zwil&#x17C;y&#x107;, doda&#x107; ubite jajka.</sentencepl><sentenceaudio/></sentence><sentence sid="2949"><sentenceang>Rub the butter into the meal and breadcrumbs.</sentenceang><sentencepl>Wciera&#x107; mas&#x142;o do m&#x105;ki i bu&#x142;ki tartej.</sentencepl><sentenceaudio/></sentence><sentence sid="2950"><sentenceang>Whip the eggs up, mix them with the milk, breadcrumbs, and the baked onions.</sentenceang><sentencepl>Ubi&#x107; jajka, zmiesza&#x107; je z mlekiem, bu&#x142;k&#x105; tart&#x105; i pieczon&#x105; cabul&#x105;.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="744"><angword>loaf of bread</angword><plword>bochenek chleba</plword><transcription>&#x2C8;lo&#x28A;f &#x259;v &#x2C8;bred</transcription><image>1806492094bochenekchl.jpg</image><audio>loaf_of_bread.mp3</audio><sentences><sentence sid="2951"><sentenceang>It is generally conceded that the baker can predetermine with great accuracy the weight of a loaf of bread immediately after baking.</sentenceang><sentencepl>Og&#xF3;lnie uznaje si&#x119;, &#x17C;e piekarz mo&#x17C;e z g&#xF3;ry okre&#x15B;li&#x107; z du&#x17C;&#x105; dok&#x142;adno&#x15B;ci&#x105; wag&#x119; bochenka chleba, zaraz po upieczeniu.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="745"><angword>pumpernickel bread</angword><plword>pumpernikiel</plword><transcription>&#x2C8;p&#x259;mp&#x259;r&#x2CC;n&#x26A;k&#x259;l &#x2C8;bred</transcription><image>40324287pumpernik.jpg</image><audio>pumpernickel_bread.mp3</audio><sentences/><postit/></word></set>
