<?xml version="1.0"?>
<set><word wid="435"><angword>drake</angword><plword>kaczor</plword><transcription>&#x2C8;dr&#x251;&#x2D0;&#x2CC;k&#x25B;</transcription><image>406641216kaczor.jpg</image><audio>drake.mp3</audio><sentences/><postit/></word><word wid="436"><angword>ewe</angword><plword>owca (samica)</plword><transcription>ju&#x2D0;</transcription><image>793215921owcasam.jpg</image><audio>ewe.mp3</audio><sentences><sentence sid="1552"><sentenceang>She grew up into a grand ewe and produced a lot of lambs for us.</sentenceang><sentencepl>Wyros&#x142;a na du&#x17C;&#x105; owc&#x119; i da&#x142;a nam du&#x17C;o jagni&#x105;t.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="437"><angword>billy goat</angword><plword>kozio&#x142;</plword><transcription>&#x2C8;b&#x26A;li&#x2D0; &#x2C8;go&#x28A;t</transcription><image>1930511426koziol.jpg</image><audio>billy_goat.mp3</audio><sentences/><postit/></word><word wid="438"><angword>guinea fowl</angword><plword>perliczka</plword><transcription>&#x2C8;g&#x26A;ni&#x2D0; &#x2C8;f&#xE6;&#x28A;l</transcription><image>1323523257perliczka.jpg</image><audio>guinea_fowl.mp3</audio><sentences><sentence sid="1553"><sentenceang>Guinea fowl are sometimes used to control ticks.</sentenceang><sentencepl>Perliczki s&#x105; czasami wykorzystywane do kontrolowania kleszczy.</sentencepl><sentenceaudio/></sentence><sentence sid="1554"><sentenceang>All guineafowl are social, and typically live in small groups.</sentenceang><sentencepl>Wszystkie perliczki prowadz&#x105; &#x17C;ycie spo&#x142;eczne i zazwyczaj &#x17C;yj&#x105; w ma&#x142;ych grupach.</sentencepl><sentenceaudio/></sentence><sentence sid="1555"><sentenceang>Guineafowl have a long history of domestication.</sentenceang><sentencepl>Perliczka posiada d&#x142;ug&#x105; histori&#x119; udomowienia.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="439"><angword>poultry</angword><plword>dr&#xF3;b</plword><transcription>&#x2C8;po&#x28A;ltri&#x2D0;</transcription><image>1329067311drob.jpg</image><audio>poultry.mp3</audio><sentences><sentence sid="1556"><sentenceang>Poultry is a category of domesticated birds kept by humans for the purpose of collecting their eggs, or killing for their meat and feathers.</sentenceang><sentencepl>Dr&#xF3;b jest rodzajem udomowionych ptak&#xF3;w hodowanych przez cz&#x142;owieka dla cel&#xF3;w zbierania jaj lub zabijania ich dla mi&#x119;sa i pi&#xF3;r.</sentencepl><sentenceaudio/></sentence><sentence sid="1557"><sentenceang>If you are planning to enter the poultry trade for the long term, it would probably be worth it.</sentenceang><sentencepl>Je&#x15B;li planujesz wej&#x15B;&#x107; w handel drobiem w perspektywie d&#x142;ugoterminowej, prawdopodobnie by&#x142;oby warto.</sentencepl><sentenceaudio/></sentence><sentence sid="1558"><sentenceang>He sent me a letter to the effect that his poultry farm would go bankrupt sooner or later.</sentenceang><sentencepl>Wys&#x142;a&#x142; mi pismo stwierdzaj&#x105;ce, &#x17C;e jego ferma drobiu og&#x142;osi upad&#x142;o&#x15B;&#x107; pr&#x119;dzej czy p&#xF3;&#x17A;niej.</sentencepl><sentenceaudio/></sentence><sentence sid="1559"><sentenceang>I don\'t eat meat, shellfish, poultry or gravy.</sentenceang><sentencepl>Nie jem mi&#x119;sa, skorupiak&#xF3;w, drobiu ani sosu.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="440"><angword>pelican</angword><plword>pelikan</plword><transcription>&#x2C8;p&#x25B;l.&#x26A;.k&#x259;n</transcription><image>675160302pelikan.jpg</image><audio>pelican.mp3</audio><sentences><sentence sid="1560"><sentenceang>The eight living pelican species have a patchy global distribution, ranging latitudinally from the tropics to the temperate zone.</sentenceang><sentencepl>Osiem &#x17C;yj&#x105;cych gatunk&#xF3;w pelikana jest nier&#xF3;wnomiernie rozmieszczone na &#x15B;wiecie, rozci&#x105;gaj&#x105;c si&#x119; r&#xF3;wnole&#x17C;nikowo od tropik&#xF3;w do stref umiarkowanych. </sentencepl><sentenceaudio/></sentence><sentence sid="1561"><sentenceang>Pelicans frequent inland and coastal waters where they feed principally on fish, catching them at or near the water surface.</sentenceang><sentencepl>Pelikany odwiedzaj&#x105; cz&#x119;sto wody &#x15B;r&#xF3;dl&#x105;dowe i przbrze&#x17C;ne, gdzie &#x17C;ywi&#x105; si&#x119; g&#x142;&#xF3;wnie rybami, &#x142;owi&#x105;c je na lub blisko powierzchni wody.</sentencepl><sentenceaudio/></sentence><sentence sid="1562"><sentenceang>A pelican can fit a lot of fish in its beak.</sentenceang><sentencepl>Pelikan mo&#x17C;e pomie&#x15B;ci&#x107; wiele ryb w swoim dziobie.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="441"><angword>ram</angword><plword>baran</plword><transcription>r&#xE6;m</transcription><image>952794718baran.jpg</image><audio>ram.mp3</audio><sentences><sentence sid="1563"><sentenceang>In zoology, a ram is an uncastrated adult male sheep.</sentenceang><sentencepl>W zoologii baran jest niewykastrowanym doros&#x142;ym samcem owcy.</sentencepl><sentenceaudio/></sentence><sentence sid="1564"><sentenceang>Then Abraham looked immediately behind and saw a ram between the brambles, caught by the horns, and he lifted up the ram to the offering, and he slaughtered it there as a sacrifice to God instead of his son Isaac.</sentenceang><sentencepl>Abraham, obejrzawszy si&#x119; poza siebie, spostrzeg&#x142; barana uwik&#x142;anego rogami w zaro&#x15B;lach. Poszed&#x142; wi&#x119;c, wzi&#x105;&#x142; barana i z&#x142;o&#x17C;y&#x142; w ofierze ca&#x142;opalnej zamiast swego syna Izaaka.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="442"><angword>viper</angword><plword>&#x17C;mija</plword><transcription>&#x2C8;va&#x26A;p&#x259;r</transcription><image>1533325614zmija.jpg</image><audio>viper.mp3</audio><sentences><sentence sid="1565"><sentenceang>All vipers have a pair of relatively long hollow fangs that are used to inject venom from glands located towards the rear of the upper jaws. </sentenceang><sentencepl>Wszystkie &#x17C;mije posiadaj&#x105; par&#x119; stosunkowo d&#x142;ugich wydr&#x105;&#x17C;onych k&#x142;&#xF3;w, kt&#xF3;re s&#x142;u&#x17C;&#x105; do wstrzykiwania jadu z gruczo&#x142;&#xF3;w znajduj&#x105;cych si&#x119; w tylne g&#xF3;rnej szcz&#x119;ki.</sentencepl><sentenceaudio/></sentence><sentence sid="1566"><sentenceang>Typically, vipers are nocturnal and ambush their prey.</sentenceang><sentencepl>Zazwyczaj &#x17C;mije poluj&#x105; noc&#x105; i zastawiaj&#x105; zasadzki na swoje ofiary.</sentencepl><sentenceaudio/></sentence><sentence sid="1567"><sentenceang>Compared to many other snakes, vipers often appear rather sluggish.</sentenceang><sentencepl>W por&#xF3;wnaniu do wielu innych w&#x119;&#x17C;y, &#x17C;mije cz&#x119;sto pojawiaj&#x105; si&#x119; do&#x15B;&#x107; opieszale.</sentencepl><sentenceaudio/></sentence><sentence sid="1568"><sentenceang>Vipers are found in the Americas, Africa and Eurasia</sentenceang><sentencepl>&#x17B;mije wyst&#x119;puj&#x105; w obu Amerykach, Afryce i Eurazji.</sentencepl><sentenceaudio/></sentence><sentence sid="1569"><sentenceang>Viper venom typically contain an abundance of protein-degrading enzymes.</sentenceang><sentencepl>Jad &#x17C;mii zwykle zawiera mn&#xF3;stwo enzym&#xF3;w rozk&#x142;adaj&#x105;cych bia&#x142;ka.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="443"><angword>sow</angword><plword>maciora</plword><transcription>sa&#x28A;</transcription><image>1332444082maciora.jpg</image><audio>sow.mp3</audio><sentences><sentence sid="1570"><sentenceang>A sow is a female pig.</sentenceang><sentencepl>Maciora jest samic&#x105; &#x15B;wini.</sentencepl><sentenceaudio/></sentence><sentence sid="1571"><sentenceang>The age of puberty for sows ranges from 8 to 24 months of age depending on environmental and nutritional factors.</sentenceang><sentencepl>Wiek dojrzewania dla macior waha si&#x119; od 8 do 24 miesi&#x119;cy w zale&#x17C;no&#x15B;ci od czynnik&#xF3;w &#x15B;rodowiskowych i &#x17C;ywieniowych.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="444"><angword>stallion</angword><plword>ogier</plword><transcription>&#x2C8;st&#xE6;lj&#x259;n</transcription><image>600127568ogier.jpg</image><audio>stallion.mp3</audio><sentences><sentence sid="1572"><sentenceang>The stallion is usually on the edge of the group, to defend the herd if needed.</sentenceang><sentencepl>Ogier znajduje si&#x119; zazwyczaj na obrze&#x17C;ach grupy, aby broni&#x107; stada w razie potrzeby.</sentencepl><sentenceaudio/></sentence><sentence sid="1573"><sentenceang>There is also a greater risk that the stallion may escape from a pasture or be stolen.</sentenceang><sentencepl>Istnieje r&#xF3;wnie&#x17C; wi&#x119;ksze ryzyko, &#x17C;e ogier mo&#x17C;e uciec z pastwiska lub zosta&#x107; skradziony.</sentencepl><sentenceaudio/></sentence><sentence sid="1574"><sentenceang>In some parts of Asia and the Middle East, the riding of stallions is widespread, especially among male riders.</sentenceang><sentencepl>W niekt&#xF3;rych cz&#x119;&#x15B;ciach Azji i na Bliskim Wschodzie, uje&#x17C;d&#x17C;anie ogier&#xF3;w jest powszechne, zw&#x142;aszcza w&#x15B;r&#xF3;d m&#x119;skich je&#x17A;d&#x17A;c&#xF3;w.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="445"><angword>Alsatian</angword><plword>wilczur</plword><transcription>&#xE6;l&#x2C8;se&#x26A;&#x283;&#x259;n</transcription><image>237137562wilczur.jpg</image><audio>Alsatian.mp3</audio><sentences><sentence sid="1575"><sentenceang>The German Shepherd, also known as an Alsatian, is a breed of large-sized dog that originated in Germany.</sentenceang><sentencepl>Owczarek niemiecki, znany r&#xF3;wnie&#x17C; jako wilczur, jest ras&#x105; du&#x17C;ych ps&#xF3;w, kt&#xF3;ra pochodzi z Niemiec.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="446"><angword>bitch</angword><plword>suczka</plword><transcription>b&#x26A;t&#x283;</transcription><image></image><audio>bitch.mp3</audio><sentences><sentence sid="1576"><sentenceang>In breeding circles, a male canine is referred to as a dog, while a female is called a bitch.</sentenceang><sentencepl>W kr&#x119;gach hodowlanych, samiec psa jest nazywany psem, podczas gdy samica jest nazywana suk&#x105;.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="447"><angword>budgerigar</angword><plword>papu&#x17C;ka falista</plword><transcription>&#x2C8;b&#x259;d&#x292;&#x259;ri&#x2D0;&#x2CC;g&#x251;r</transcription><image>1163248090papuzka falista.jpg</image><audio>budgerigar.mp3</audio><sentences><sentence sid="1577"><sentenceang>The origin of the budgerigar\'s name is unclear, but the species was first recorded in 1805.</sentenceang><sentencepl>Pochodzenie nazwy papu&#x17C;ki falistej jest niejasne, ale gatunek ten po raz pierwszy zosta&#x142; odnotowany w 1805 roku.</sentencepl><sentenceaudio/></sentence><sentence sid="1578"><sentenceang>Like most parrots, budgerigars are noted for their mimicry.</sentenceang><sentencepl>Podobnie jak wi&#x119;kszo&#x15B;&#x107; papug, papu&#x17C;ki faliste s&#x105; znane z ich przedrze&#x17A;niania si&#x119;.</sentencepl><sentenceaudio/></sentence><sentence sid="1579"><sentenceang>Female budgerigars can lay eggs without a male partner, but these unfertilised eggs will not hatch.</sentenceang><sentencepl>Samice papu&#x17C;ek falistych mog&#x105; sk&#x142;ada&#x107; jaja bez m&#x119;skiego partnera, ale te niezap&#x142;odnione jaja nie wyl&#x119;gn&#x105; si&#x119;.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="448"><angword>canary</angword><plword>kanarek</plword><transcription>k&#x259;&#x2C8;neri&#x2D0;</transcription><image>1185301856kanarek.jpg</image><audio>canary.mp3</audio><sentences><sentence sid="1580"><sentenceang>Canaries were formerly used by miners to warn of dangerous gases.</sentenceang><sentencepl>Kanarki by&#x142;y dawniej wykorzystywane przez g&#xF3;rnik&#xF3;w do sygnalizowania niebezpiecznych gaz&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="1581"><sentenceang>Canary is the natural symbol of the Canary Islands.</sentenceang><sentencepl>Kanarek to naturalny symbol Wysp Kanaryjskich.</sentencepl><sentenceaudio/></sentence><sentence sid="1582"><sentenceang>The wild canary is approximately 12.5 cm long, with a wingspan of 20&#x2013;23 cm and a weight of 15&#x2013;20 g.</sentenceang><sentencepl>Dziko &#x17C;yj&#x105;cy kanarek ma w przybli&#x17C;eniu 12,5 cm d&#x142;ugo&#x15B;ci, rozstaw skrzyde&#x142; wynosz&#x105;cy 20&#x2013;23 cm i wa&#x17C;y 15&#x2013;20 g.</sentencepl><sentenceaudio/></sentence><sentence sid="1583"><sentenceang>A canary is a small bird and people sometimes keep it as a pet.</sentenceang><sentencepl>Kanarek jest ma&#x142;ym ptakiem i ludzie czasami trzymaj&#x105; go jako zwierzaka domowego.</sentencepl><sentenceaudio/></sentence><sentence sid="1584"><sentenceang>We have a dog, a cat and three canaries.</sentenceang><sentencepl>Mamy psa, kota, i trzy kanarki.</sentencepl><sentenceaudio/></sentence><sentence sid="1585"><sentenceang>He looks like a cat that ate the canary.</sentenceang><sentencepl>Wygl&#x105;da na to, &#x17C;e kot zjad&#x142; kanarka.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="449"><angword>mongrel</angword><plword>kundel</plword><transcription>&#x2C8;m&#x251;&#x14B;gr&#x259;l</transcription><image>1429080220kundel.jpg</image><audio>mongrel.mp3</audio><sentences><sentence sid="1586"><sentenceang>In the United Kingdom mongrel is the unique technical word for a mixed-breed dog.</sentenceang><sentencepl>W Wielkiej Brytanii kundel to wyj&#x105;tkowe techniczne s&#x142;owo okre&#x15B;laj&#x105;ce psa rasy mieszanej.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="450"><angword>antelope</angword><plword>antylopa</plword><transcription>&#x2C8;&#xE6;nt&#x259;&#x2CC;lo&#x28A;p</transcription><image>412756806antylopa.jpg</image><audio>antelope.mp3</audio><sentences><sentence sid="1587"><sentenceang>Secondly, the antelope horn never is shed, either wholly as in the antlers of deer, nor in part, as in the pronghorn.</sentenceang><sentencepl>Po drugie. r&#xF3;g antylopy nigdy nie jest porzucany, zar&#xF3;wno w ca&#x142;o&#x15B;ci jak to ma miejsce w przypadku poro&#x17C;y jeleni, ani cz&#x119;&#x15B;ciowo, jak w przypadku wid&#x142;oroga.</sentencepl><sentenceaudio/></sentence><sentence sid="1588"><sentenceang>More species of antelope are native to Africa than to any other continent, but some occur in Asia.</sentenceang><sentencepl>Wi&#x119;cej gatunk&#xF3;w antylop pochodzi z Afryki ni&#x17C; z jakiegokolwiek innego kontynentu, ale niekt&#xF3;re wyst&#x105;puj&#x105; w Azji.</sentencepl><sentenceaudio/></sentence><sentence sid="1589"><sentenceang>Like many other herbivores, antelopes rely on keen senses to avoid predators.</sentenceang><sentencepl>Podobnie jak wiele innych zwierz&#x105;t ro&#x15B;lino&#x17C;ernych antylopy polegaj&#x105; na swoich bystrych zmys&#x142;ach w celu unikni&#x119;cia drapie&#x17C;nik&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="1590"><sentenceang>Many forest antelope rely on cryptic coloring and good hearing to avoid predators.</sentenceang><sentencepl>Wiele le&#x15B;nych antylop polega na maskuj&#x105;cych kolorach i dobrym s&#x142;uchu w celu unikni&#x119;cia drapie&#x17C;nik&#xF3;w.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="451"><angword>badger</angword><plword>borsuk</plword><transcription>&#x2C8;b&#xE6;d&#x292;&#x259;</transcription><image>877960797borsuk.jpg</image><audio>badger.mp3</audio><sentences><sentence sid="1591"><sentenceang>Hunting badgers is common in many countries.</sentenceang><sentencepl>Polowanie na borsuki jest powszechne w wielu krajach.</sentencepl><sentenceaudio/></sentence><sentence sid="1592"><sentenceang>American badgers are fossorial carnivores.</sentenceang><sentencepl>Borsuki ameryka&#x144;skie s&#x105; zwierz&#x119;tami mi&#x119;so&#x17C;ernymi kopi&#x105;cymi nory.</sentencepl><sentenceaudio/></sentence><sentence sid="1593"><sentenceang>Badgers dig deep holes.</sentenceang><sentencepl>Borsuki kopi&#x105; g&#x142;&#x119;bokie dziury.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="452"><angword>ape</angword><plword>ma&#x142;pa cz&#x142;ekokszta&#x142;tna</plword><transcription>e&#x26A;p</transcription><image>1089992460malpaczlekokszt.jpg</image><audio>ape.mp3</audio><sentences><sentence sid="1594"><sentenceang>The apes are native to Africa and South-east Asia.</sentenceang><sentencepl>Ma&#x142;py cz&#x142;ekokszta&#x142;tne s&#x105; gatunkiem rodzimym dla Afryki i Azji Po&#x142;udniowo Wschodniej.</sentencepl><sentenceaudio/></sentence><sentence sid="1595"><sentenceang>Why have the apes evolved more than other animals?</sentenceang><sentencepl>Dlaczego ma&#x142;py cz&#x142;ekokszta&#x142;tne ewoluowa&#x142;y bardziej ni&#x17C; inne zwierz&#x119;ta?</sentencepl><sentenceaudio/></sentence><sentence sid="1596"><sentenceang>When a big ape emerged from the cave, they got frightened and ran away.</sentenceang><sentencepl>Kiedy du&#x17C;a ma&#x142;pa wy&#x142;oni&#x142;a si&#x119; z jaskini, przestraszy&#x142;a si&#x119; i uciek&#x142;a.</sentencepl><sentenceaudio/></sentence><sentence sid="1597"><sentenceang>Apes are intelligent.</sentenceang><sentencepl>Ma&#x142;py cz&#x142;ekokszta&#x142;tne s&#x105; inteligentne.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="453"><angword>beaver</angword><plword>b&#xF3;br</plword><transcription>&#x2C8;bi&#x2D0;v&#x259;</transcription><image>1582761559bobr.jpg</image><audio>beaver.mp3</audio><sentences><sentence sid="1598"><sentenceang>In the absence of existing ponds, beavers must construct dams before building their lodges.</sentenceang><sentencepl>W przypadku braku istniej&#x105;cych staw&#xF3;w, bobry musz&#x105; konstruowa&#x107; tamy zanim zbuduj&#x105; swoje &#x17C;eremia.</sentencepl><sentenceaudio/></sentence><sentence sid="1599"><sentenceang>North American beavers have 40 chromosomes, while Eurasian beavers have 48.</sentenceang><sentencepl>P&#xF3;&#x142;nocnoameryka&#x144;skie bobry maj&#x105; 40 chromosom&#xF3;w, podczas gdy euroazjatyckie bobry maj&#x105; 48.</sentencepl><sentenceaudio/></sentence><sentence sid="1600"><sentenceang>The beaver works as a keystone species in an ecosystem by creating wetlands that are used by many other species.</sentenceang><sentencepl>B&#xF3;br wyst&#x119;puje jako kluczowy gatunek w ekosystemie tworz&#x105;c mokrad&#x142;a, kt&#xF3;re s&#x105; u&#x17C;ytkowane przez wiele innych gatunk&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="1601"><sentenceang>Widespread hunting and trapping of beavers led to their endangerment.</sentenceang><sentencepl>Szeroko rozpowszechnione polowanie i zastawianie pu&#x142;apek na bobry doprowadzi&#x142;o do ich zagro&#x17C;enia wyginie&#x144;ciem.</sentencepl><sentenceaudio/></sentence><sentence sid="1602"><sentenceang>Without a doubt the rodent best adapted to living in rivers and marshlands is the beaver.</sentenceang><sentencepl>Bez w&#x105;tpienia gryzo&#x144; najlepiej przystosowany do &#x17C;ycia w rzekach i bagnach to b&#xF3;br.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="454"><angword>deer</angword><plword>jele&#x144;</plword><transcription>d&#x26A;&#x279;</transcription><image>1639353481jelen.jpg</image><audio>deer.mp3</audio><sentences><sentence sid="1603"><sentenceang>A group of deer of any kind is a herd.</sentenceang><sentencepl>Grupa jeleni dowolnego typu nazywana jest stadem.</sentencepl><sentenceaudio/></sentence><sentence sid="1604"><sentenceang>All deer have a liver without a gallbladder.</sentenceang><sentencepl>Ka&#x17C;dy jele&#x144; ma w&#x105;trob&#x119; bez p&#x119;cherzyka &#x17C;&#xF3;&#x142;ciowego.</sentencepl><sentenceaudio/></sentence><sentence sid="1605"><sentenceang>Some extinct deer had huge antlers, larger than those of any living species.</sentenceang><sentencepl>Niekt&#xF3;re wymar&#x142;e gatunki jeleni mia&#x142;y ogromne poro&#x17C;a, wi&#x119;ksze od jakiegokolwiek z wsp&#xF3;&#x142;cze&#x15B;nie &#x17C;yj&#x105;cych gatunk&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="1606"><sentenceang>The hunter shot at a deer.</sentenceang><sentencepl>My&#x15B;liwy strzeli&#x142; do jelenia.</sentencepl><sentenceaudio/></sentence><sentence sid="1607"><sentenceang>A baby deer can stand as soon as it is born.</sentenceang><sentencepl>Ma&#x142;y jele&#x144; potrafi sta&#x107; od razu po tym, gdy si&#x119; urodzi.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="455"><angword>elk</angword><plword>&#x142;o&#x15B;</plword><transcription>&#x25B;lk</transcription><image>1871871990los.jpg</image><audio>elk.mp3</audio><sentences><sentence sid="1608"><sentenceang>Efforts to eliminate infectious diseases from elk populations, largely through vaccination, have had mixed success.</sentenceang><sentencepl>Wysi&#x142;ki w celu wyeliminowania chor&#xF3;b zaka&#x17A;nych z populacji &#x142;osia, g&#x142;&#xF3;wnie poprzez szczepienia, odnios&#x142;y mieszany sukces.</sentencepl><sentenceaudio/></sentence><sentence sid="1609"><sentenceang>All elk have small and clearly defined rump patches with short tails.</sentenceang><sentencepl>Wszystkie &#x142;osie maj&#x105; ma&#x142;y i wyra&#x17A;nie zdefiniowany zad z dosztukowanym kr&#xF3;tkim ogonem.</sentencepl><sentenceaudio/></sentence><sentence sid="1610"><sentenceang>The highly adaptable elk also inhabit semi-deserts in North America, such as the Great Basin.</sentenceang><sentencepl>Wysoce przystosowalny &#x142;o&#x15B; zamieszkuje tak&#x17C;e p&#xF3;&#x142;pustynie w Ameryce P&#xF3;&#x142;nocnej, takie jak Wielka Kotlina.</sentencepl><sentenceaudio/></sentence><sentence sid="1611"><sentenceang>I hunt elk in my leisure-time.</sentenceang><sentencepl>Poluj&#x119; na &#x142;osie w wolnym czasie.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="456"><angword>ferret</angword><plword>fretka</plword><transcription>&#x2C8;f&#x25B;r&#x26A;t</transcription><image>1242830287fretka.jpg</image><audio>ferret.mp3</audio><sentences><sentence sid="1612"><sentenceang>Twelve premolar teeth that the ferret uses to chew food&#x2014;located at the sides of the mouth, directly behind the canines.</sentenceang><sentencepl>Dwana&#x15B;cie z&#x119;b&#xF3;w przedtrzonowych, kt&#xF3;re fretka u&#x17C;ywa do &#x17C;ucia pokarmu - usytuowane po bokach pyska, tu&#x17C; za k&#x142;ami.</sentencepl><sentenceaudio/></sentence><sentence sid="1613"><sentenceang>The city of Oshkosh, for example, classifies ferrets as a wild animal and subsequently prohibits them from being kept within the city limits.</sentenceang><sentencepl>Na przyk&#x142;ad miasto Oshkosh klasyfikuje fretki jako zwierz&#x119;ta dziko &#x17C;yj&#x105;ce i w konsekwencji zabrania ich trzymania w obr&#x119;bie miasta.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="457"><angword>otter</angword><plword>wydra</plword><transcription>&#x2C8;&#x252;t.&#x259;</transcription><image>664246209wydra.jpg</image><audio>otter.mp3</audio><sentences><sentence sid="1614"><sentenceang>Female otters reach sexual maturity at approximately two years of age, while males can produce offspring at approximately three years of age.</sentenceang><sentencepl>Samice wydry osi&#x105;gaj&#x105; dojrza&#x142;o&#x15B;&#x107; p&#x142;ciow&#x105; w wieku oko&#x142;o dw&#xF3;ch lat, podczas gdy samce mog&#x105; wydawa&#x107; na &#x15B;wiat potomstwo po oko&#x142;o 3 latach &#x17C;ycia.</sentencepl><sentenceaudio/></sentence><sentence sid="1615"><sentenceang>For most otters, fish is the staple of their diet.</sentenceang><sentencepl>Dla wi&#x119;kszo&#x15B;ci wydr ryba jest podstaw&#x105; ich diety.</sentencepl><sentenceaudio/></sentence><sentence sid="1616"><sentenceang>Most have sharp claws on their feet, and all except the sea otter have long, muscular tails.</sentenceang><sentencepl>Wi&#x119;kszo&#x15B;&#x107; z nich ma ostre pazury na nogach, i wszystkie z wyj&#x105;tkiem wydry morskiej maj&#x105; d&#x142;ugie, umi&#x119;&#x15B;nione ogony.</sentencepl><sentenceaudio/></sentence><sentence sid="1617"><sentenceang>River otters eat a variety of fish and shellfish, as well as small land mammals and birds.</sentenceang><sentencepl>Wydry rzeczne jedz&#x105; r&#xF3;&#x17C;nego rodzaju ryby i skorupiaki, jak r&#xF3;wnie&#x17C; ma&#x142;e ssaki l&#x105;dowe i ptaki.</sentencepl><sentenceaudio/></sentence><sentence sid="1618"><sentenceang>Sea otters love to eat clams while swimming on their backs.</sentenceang><sentencepl>Wydry morskie kochaj&#x105; je&#x15B;&#x107; ma&#x142;&#x17C;e podczas p&#x142;ywania na plecach.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="458"><angword>polecat</angword><plword>tch&#xF3;rz</plword><transcription>&#x2C8;p&#x254;lk&#xE6;t</transcription><image>955597529tchoz.jpg</image><audio>polecat.mp3</audio><sentences><sentence sid="1619"><sentenceang>The polecat\'s teeth are very strong, large and massive in relation to skull size.</sentenceang><sentencepl>Z&#x119;by tch&#xF3;rza s&#x105; bardzo silne, du&#x17C;e i masywne w stosunku do rozmiar&#xF3;w czaszki.</sentencepl><sentenceaudio/></sentence><sentence sid="1620"><sentenceang>In winter, the polecat may use farm buildings or haystacks as daytime resting sites.</sentenceang><sentencepl>W zimie, tch&#xF3;rz mo&#x17C;e wykorzystywa&#x107; budynki gospodarcze lub stogi siana jako miejsca odpoczynku w czasie dnia.</sentencepl><sentenceaudio/></sentence><sentence sid="1621"><sentenceang>Because amphibians have little calorific value, the polecat never grows fat on them, no matter how many it consumes.</sentenceang><sentencepl>Poniewa&#x17C; p&#x142;azy maj&#x105; niewielk&#x105; warto&#x15B;&#x107; kaloryczn&#x105;, tch&#xF3;rz nigdy nie utuczy si&#x119; od nich, bez wzgl&#x119;du na to ile ich zjada.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="459"><angword>porcupine</angword><plword>je&#x17C;ozwierz</plword><transcription>&#x2C8;p&#x254;rkj&#x259;&#x2CC;pa&#x26A;n</transcription><image>1247857331jezozwierz.jpg</image><audio>porcupine.mp3</audio><sentences><sentence sid="1622"><sentenceang>The common porcupine is a herbivore.</sentenceang><sentencepl>Og&#xF3;lnie je&#x17C;ozwierz jest ro&#x15B;lino&#x17C;erny.</sentencepl><sentenceaudio/></sentence><sentence sid="1623"><sentenceang>The North American porcupine often climbs trees to find food.</sentenceang><sentencepl>P&#xF3;lnocnoameryka&#x144;ski je&#x17C;ozwierz cz&#x119;sto wspina si&#x119; na drzewa w celu znalezienia po&#x17C;ywienia.</sentencepl><sentenceaudio/></sentence><sentence sid="1624"><sentenceang>Most porcupines are about 63&#x2013;91 cm long, with an 20&#x2013;25 cm long tail.</sentenceang><sentencepl>Wi&#x119;kszo&#x15B;&#x107; je&#x17C;ozwierzy ma 63&#x2013;91 cm d&#x142;ugo&#x15B;ci, z ogonem d&#x142;ugo&#x15B;ci 20&#x2013;25 cm.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="460"><angword>sloth</angword><plword>leniwiec</plword><transcription>sl&#x259;&#x28A;&#x3B8;</transcription><image>347203225leniwiec.jpg</image><audio>sloth.mp3</audio><sentences><sentence sid="1625"><sentenceang>The main predators of sloths are the jaguar, the harpy eagle, and humans.</sentenceang><sentencepl>G&#x142;&#xF3;wnymi drapie&#x17C;nikami leniwc&#xF3;w s&#x105; jaguar, harpia wielka i ludzie.</sentencepl><sentenceaudio/></sentence><sentence sid="1627"><sentenceang>Despite their adaptation to living in trees, sloths make competent swimmers.</sentenceang><sentencepl>Pomimo ich przystosowania do &#x17C;ycia na drzewach, leniwce s&#x105; doskona&#x142;ymi p&#x142;ywakami.</sentencepl><sentenceaudio/></sentence><sentence sid="1628"><sentenceang>Two-toed sloths are generally faster moving than three-toed sloths.</sentenceang><sentencepl>Leniwce dwupalczaste s&#x105; poruszaj&#x105; si&#x119; og&#xF3;lnie szybciej ni&#x17C; leniwce trzypalczaste.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="461"><angword>toad</angword><plword>ropucha</plword><transcription>t&#x259;&#x28A;d</transcription><image>1530784147ropucha.jpg</image><audio>toad.mp3</audio><sentences><sentence sid="1629"><sentenceang>A toad is characterized by dry, leathery skin, short legs, and snout-like parotoid glands.</sentenceang><sentencepl>Ropucha charakteryzuje si&#x119; suchym, sk&#xF3;rzanym pokryciem cia&#x142;a, kr&#xF3;tkimi nogammi, podobnymi do ryja gruczo&#x142;ami przyusznymi.</sentencepl><sentenceaudio/></sentence><sentence sid="1630"><sentenceang>The vague similarity in appearance, however, is the reason behind the mistaken belief that touching a toad causes warts</sentenceang><sentencepl>Myl&#x105;ce podobie&#x144;stwo w wygl&#x105;dzie, jest jednak powodem b&#x142;&#x119;dnego prze&#x15B;wiadczenia, &#x17C;e&#x200B;dotkni&#x119;cie ropuchy powoduje brodawki.</sentencepl><sentenceaudio/></sentence><sentence sid="1631"><sentenceang>I can\'t distinguish a frog from a toad.</sentenceang><sentencepl>Nie umiem odr&#xF3;&#x17C;ni&#x107; &#x17C;aby od ropuchy.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="462"><angword>blackbird</angword><plword>kos</plword><transcription>&#x2C8;blakb&#x259;&#x2D0;d</transcription><image>1412854844kos.jpg</image><audio>blackbird.mp3</audio><sentences><sentence sid="1632"><sentenceang>The Blackbird breeds in temperate Eurasia, North Africa, the Canary Islands, and South Asia. </sentenceang><sentencepl>Kos rozmna&#x17C;a si&#x119; w klimacie umiarkowanym Euroazji, Afryki P&#xF3;&#x142;nocnej, Wysp Kanaryjskich i Azji Po&#x142;udniowej. </sentencepl><sentenceaudio/></sentence><sentence sid="1633"><sentenceang>The female blackbird is also aggressive in the spring when it competes with other females for a good nesting territory, and although fights are less frequent, they tend to be more violent.</sentenceang><sentencepl>Samice kosa s&#x105; r&#xF3;wnie&#x17C; agresywne na wiosne kiedy to wsp&#xF3;&#x142;zawodnicz&#x105; z innymi samicami o dobre miejsce do za&#x142;o&#x17C;enia gniazda, i chocia&#x17C; walki s&#x105; mniej cz&#x119;ste, wydaj&#x105; si&#x119; by&#x107; bardziej gwa&#x142;towne.</sentencepl><sentenceaudio/></sentence><sentence sid="1634"><sentenceang>The blackbird is omnivorous, eating a wide range of insects, earthworms, seeds and berries.</sentenceang><sentencepl>Kos jest wszystko&#x17C;erny, &#x17C;ywi si&#x119; szerok&#x105; gam&#x105; owad&#xF3;w, d&#x17C;d&#x17C;ownicami, nasionami i jagodami.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="463"><angword>chaffinch</angword><plword>zi&#x119;ba</plword><transcription>&#x2C8;&#x2A7;&#xE6;f&#x26A;n&#x2A7;</transcription><image>1486343222zieba.jpg</image><audio>chaffinch.mp3</audio><sentences><sentence sid="1635"><sentenceang>The chaffinch is widespread and very familiar throughout Europe.</sentenceang><sentencepl>Zi&#x119;ba jest szeroko rozpowszechniona i dobrze znana w ca&#x142;ej Europie.</sentencepl><sentenceaudio/></sentence><sentence sid="1636"><sentenceang>The main food of the chaffinch is seeds, but unlike most finches, the young are fed extensively on insects, and adults also eat insects in the breeding season.</sentenceang><sentencepl>G&#x142;&#xF3;wnym pokarmem zi&#x119;by s&#x105; nasiona, ale w przeciwie&#x144;stwie do wi&#x119;kszo&#x15B;ci zi&#x119;bowatych, m&#x142;ode s&#x105; karmione intensywnie owadami, a doros&#x142;e ptaki r&#xF3;wnie&#x17C; &#x17C;ywi&#x105; si&#x119; owadami w okresie l&#x119;gowym.</sentencepl><sentenceaudio/></sentence><sentence sid="1637"><sentenceang>The chaffinch is a popular pet bird in many countries.</sentenceang><sentencepl>Zi&#x119;ba jest popularnym ptakiem domowym w wielu krajach.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="464"><angword>crow</angword><plword>wrona</plword><transcription>k&#x279;&#x259;&#x28A;</transcription><image>1534965000wrona.jpg</image><audio>crow.mp3</audio><sentences><sentence sid="1638"><sentenceang>Recent research has found some crow species capable not only of tool use but of tool construction as well.</sentenceang><sentencepl>Ostatnie badania wykaza&#x142;y, &#x17C;e niekt&#xF3;re gatunki wrony s&#x105; w stanie nie tylko pos&#x142;ugiwa&#x107; si&#x119; narz&#x119;dziami, ale tak&#x17C;e konstruowa&#x107; narz&#x119;dzia.</sentencepl><sentenceaudio/></sentence><sentence sid="1639"><sentenceang>As a group, crows show remarkable examples of intelligence.</sentenceang><sentencepl>Jako grupa, wrony wykazuj&#x105; zadziwiaj&#x105;ce przyk&#x142;ady inteligencji.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="465"><angword>heron</angword><plword>czapla</plword><transcription>&#x2C8;h&#x25B;r&#x259;n</transcription><image>1122688466czapla.jpg</image><audio>heron.mp3</audio><sentences><sentence sid="1640"><sentenceang>The feathers of the herons are soft and the plumage is usually blue, black, brown, grey or white, and can often be strikingly complex.</sentenceang><sentencepl>Pi&#xF3;ra czapli s&#x105; mi&#x119;kkie, a upierzenie jest zazwyczaj niebieskie, czarne, br&#x105;zowe, szare lub bia&#x142;e, i cz&#x119;sto mo&#x17C;e by&#x107; efektywnie skomplikowane.</sentencepl><sentenceaudio/></sentence><sentence sid="1641"><sentenceang>The herons are long-legged freshwater and coastal birds, with 64 recognised species.</sentenceang><sentencepl>Czaple s&#x105; d&#x142;ugonogimi s&#x142;odkowodnymi lub przybrze&#x17C;nymi ptakami, z 64 rozpoznanymi gatunkami.</sentencepl><sentenceaudio/></sentence><sentence sid="1642"><sentenceang>Although herons resemble birds in some other families, such as the storks, ibises, and cranes, they differ from these in flying with their necks retracted, not outstretched. </sentenceang><sentencepl>Chocia&#x17C; czaple przypominaj&#x105; ptaki z niekt&#xF3;rych innych rodzin, takich jak bociany, ibisy i &#x17C;urawie, r&#xF3;&#x17C;ni&#x105; si&#x119; one od nich lataniem z szyj&#x105; schowan&#x105;, a nie wyci&#x105;gni&#x119;t&#x105;.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="466"><angword>kingfisher</angword><plword>zimorodek</plword><transcription>&#x2C8;k&#x26A;&#x14B;f&#x26A;&#x283;&#x259;</transcription><image>1589071259zimorodek.jpg</image><audio>kingfisher.mp3</audio><sentences><sentence sid="1643"><sentenceang>The plumage of most kingfishers is bright, with green and blue being the most common colours.</sentenceang><sentencepl>Upierzenie wi&#x119;kszo&#x15B;ci zimorodk&#xF3;w jest jasne, z zielonym i niebieskim b&#x119;d&#x105;cym najcz&#x119;stsz&#x105; barw&#x105;.</sentencepl><sentenceaudio/></sentence><sentence sid="1644"><sentenceang>Woodland and forest kingfishers take mainly insects, particularly grasshoppers, whereas the water kingfishers are more specialised in taking fish.</sentenceang><sentencepl>Zimorodki &#x17C;yj&#x105;ce w lasach &#x142;api&#x105; g&#x142;&#xF3;wnie owady, szczeg&#xF3;lnie koniki polne, natomiast zimorodki wodne s&#x105; lepiej wyspecjalizowane w chwytaniu ryb.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="467"><angword>magpie</angword><plword>sroka</plword><transcription>&#x2C8;m&#xE6;&#x261;&#x2CC;pa&#x26A;</transcription><image>267605770sroka.jpg</image><audio>magpie.mp3</audio><sentences><sentence sid="1645"><sentenceang>In captivity magpies have been observed counting up to get food, imitating human voices, and regularly using tools to clean their own cages.</sentenceang><sentencepl>W zamkni&#x119;ciu sroki obserwowano licz&#x105;ce na zdobycie po&#x17C;ywienia, na&#x15B;laduj&#x105;ce ludzkie g&#x142;osy, i regularnie stosuj&#x105;ce narz&#x119;dzia do czyszczenia w&#x142;asnych klatkach.</sentencepl><sentenceaudio/></sentence><sentence sid="1646"><sentenceang>In China the magpie is one of the most popular birds and is seen as the messenger of good news and fortune.</sentenceang><sentencepl>W Chinach sroka jest jednym z najbardziej popularnych ptak&#xF3;w i jest postrzegana jako pos&#x142;aniec dobrej nowiny i szcz&#x119;&#x15B;cia.</sentencepl><sentenceaudio/></sentence><sentence sid="1647"><sentenceang>In Taiwan an indigenous magpie species was recently voted the national bird.</sentenceang><sentencepl>Na Tajwanie miejscowe gatunki sroki niedawno zosta&#x142; wybrane jako ptak narodowy.</sentencepl><sentenceaudio/></sentence><sentence sid="1648"><sentenceang>Other bird species, including small hawks and owls, often use old magpie nests.</sentenceang><sentencepl>Inne gatunki ptak&#xF3;w, uwzgl&#x119;dniaj&#x105;c ma&#x142;e jastrz&#x119;bie i sowy, cz&#x119;sto korzystaj&#x105; ze starych gniazd srok.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="468"><angword>pheasant</angword><plword>ba&#x17C;ant</plword><transcription>&#x2C8;f&#x25B;z&#x259;nt</transcription><image>2014216198bazant.jpg</image><audio>pheasant.mp3</audio><sentences><sentence sid="1649"><sentenceang>Pheasants are characterised by strong sexual dimorphism, males being highly ornate with bright colours and adornments such as wattles and long tails.</sentenceang><sentencepl>Ba&#x17C;anty cechuj&#x105; si&#x119; silnym dymorfizmem p&#x142;ciowym, samce s&#x105; silnie ozdobione jasnymi kolorami i dekoracjami takimi jak korale i d&#x142;ugie ogony.</sentencepl><sentenceaudio/></sentence><sentence sid="1650"><sentenceang>We shot pheasants by the hundred.</sentenceang><sentencepl>Zastrzelili&#x15B;my setki ba&#x17C;ant&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="1651"><sentenceang>He makes good use of the pheasants he hunts.  He has a purpose for every part of the bird.</sentenceang><sentencepl>Zrobi&#x142; dobry u&#x17C;ytek z ba&#x17C;anta, kt&#xF3;rego upolowa&#x142;. Wie na co przeznaczy&#x107; ka&#x17C;d&#x105; cz&#x119;&#x15B;&#x107; ptaka.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="469"><angword>raven</angword><plword>kruk</plword><transcription>&#x2C8;re&#x26A;v&#x259;n</transcription><image>1415133110kruk.jpg</image><audio>raven.mp3</audio><sentences><sentence sid="1652"><sentenceang>The ravens look similar to another common bird, the crow, being related.</sentenceang><sentencepl>Kruki wygl&#x105;daj&#x105; podobnie do innego powszechnie wyst&#x119;puj&#x105;cego ptaka, wrony, b&#x119;d&#x105;cej z nimi w relacji.</sentencepl><sentenceaudio/></sentence><sentence sid="1653"><sentenceang>Humans are occasionally attacked if they get close to a raven nest, though serious injuries are unlikely.</sentenceang><sentencepl>Ludzie zostaj&#x105; od czasu do czasu zaatakowani je&#x17C;eli zbli&#x17C;&#x105; si&#x119; do gniazda wronny, chocia&#x17C; powa&#x17C;niejsze obra&#x17C;enia s&#x105; ma&#x142;o prawdopodobne.</sentencepl><sentenceaudio/></sentence><sentence sid="1654"><sentenceang>As a carrion bird, ravens became associated with the dead and with lost souls.</sentenceang><sentencepl>Jako ptaki padlino&#x17C;erne, wrony zosta&#x142;y kojarzone ze &#x15B;mierci&#x105; i zagubionymi duszami.</sentencepl><sentenceaudio/></sentence><sentence sid="1655"><sentenceang>A shrine was erected over his grave, which continued to be guarded by flocks of ravens.</sentenceang><sentencepl>&#x15A;wi&#x105;tynia zosta&#x142;a wzniesiona na jego grobie, kt&#xF3;ry by&#x142; ci&#x105;gle strze&#x17C;ony przez stada kruk&#xF3;w.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="470"><angword>skylark</angword><plword>skowronek</plword><transcription>&#x2C8;sk&#x28C;&#x26A;.l&#x251;&#x2D0;k</transcription><image>1182779457skowronek.jpg</image><audio>skylark.mp3</audio><sentences><sentence sid="1656"><sentenceang>Skylarks are 14&#x2013;18 cm long and live in cultivation, heath, natural steppe and other open habitats.</sentenceang><sentencepl>Skowronk&#xF3;w maj&#x105; 14-18 cm d&#x142;ugo&#x15B;ci i &#x17C;yj&#x105; na terenach uprawnych, wrzosowiskach, naturalnych stepach, i innych otwartych terenach.</sentencepl><sentenceaudio/></sentence><sentence sid="1657"><sentenceang>Skylark\'s diet consists of seeds, supplemented with insects in the breeding season. </sentenceang><sentencepl>Dieta skowronk&#xF3;w sk&#x142;ada si&#x119; z nasion, uzupe&#x142;nionych owadami w okresie l&#x119;gowym.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="471"><angword>thrush</angword><plword>drozd</plword><transcription>&#x3B8;&#x279;&#x28C;&#x283;</transcription><image>1830311853drozd.jpg</image><audio>thrush.mp3</audio><sentences><sentence sid="1658"><sentenceang>Thrushes are plump, soft-plumaged, small to medium-sized birds, inhabiting wooded areas, and often feed on the ground or eat small fruit. </sentenceang><sentencepl>Drozdy s&#x105; pulchnymi, mi&#x119;kko upierzonymi ptakami o ma&#x142;ych do &#x15B;rednich rozmiarach, zamieszkuj&#x105;cymi obszary zalesione, i cz&#x119;sto &#x17C;eruj&#x105; na ziemi lub &#x17C;ywi&#x105; si&#x119; ma&#x142;ymi owocami.</sentencepl><sentenceaudio/></sentence><sentence sid="1659"><sentenceang>Thrushes build cup-shaped nests, sometimes lining them with mud.</sentenceang><sentencepl>Drozdy buduj&#x105; gniazda w kszta&#x142;cie kubka, czasami wy&#x15B;cielaj&#x105; je b&#x142;otem.</sentencepl><sentenceaudio/></sentence><sentence sid="1660"><sentenceang>Thrushes lay two to five speckled eggs, sometimes laying two or more clutches per year.</sentenceang><sentencepl>Drozdy sk&#x142;adaj&#x105; od dw&#xF3;ch do pi&#x119;ciu plamistych jaj, czasami posiadaj&#x105; dwa lub wi&#x119;cej wyl&#x119;g&#xF3;w w ci&#x105;gu roku.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="472"><angword>cod</angword><plword>dorsz</plword><transcription>k&#x252;d</transcription><image>565718271dorsz.jpg</image><audio>cod.mp3</audio><sentences><sentence sid="1661"><sentenceang>In the United Kingdom, Atlantic cod is one of the most common ingredients in fish and chips, along with haddock and plaice.</sentenceang><sentencepl>W Wielkiej Brytanii, dorsz atlantycki jest jednym z najpowszechniejszych sk&#x142;adnik&#xF3;w w rybie z frytkami, obok plamiaka i g&#x142;adzicy.</sentencepl><sentenceaudio/></sentence><sentence sid="1662"><sentenceang>The Atlantic cod can change colour at certain water depths.</sentenceang><sentencepl>Dorsz atlantycki mo&#x17C;e zmienia&#x107; barw&#x119; na pewnych g&#x142;&#x119;boko&#x15B;ciach wody.</sentencepl><sentenceaudio/></sentence><sentence sid="1663"><sentenceang>Pacific cod is currently enjoying strong global demand.</sentenceang><sentencepl>Dorsz pacyficzny obecnie cieszy si&#x119; nies&#x142;abn&#x105;cym popytem globalnym.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="473"><angword>eel</angword><plword>w&#x119;gorz</plword><transcription>i&#x2D0;l</transcription><image>1402331864w&#x119;gorz.jpg</image><audio>eel.mp3</audio><sentences><sentence sid="1664"><sentenceang>Most eels are predators.</sentenceang><sentencepl>Wi&#x119;kszo&#x15B;&#x107; w&#x119;gorzy jest drapie&#x17C;nikami.</sentencepl><sentenceaudio/></sentence><sentence sid="1665"><sentenceang>Hong Kong eel prices have often reached 1000 HKD per kilogram, and once exceeded 5000 HKD per kilogram.</sentenceang><sentencepl>Ceny w&#x119;gorza w Hong Kongu cz&#x119;sto osi&#x105;gn&#x119;&#x142;y 1000 HKD za kilogram i kiedy&#x15B; przekroczy&#x142;y 5000 HKD za kilogram.</sentencepl><sentenceaudio/></sentence><sentence sid="1666"><sentenceang>A majority of eel species are nocturnal, and thus are rarely seen.</sentenceang><sentencepl>Wi&#x119;kszo&#x15B;&#x107; gatunk&#xF3;w w&#x119;gorza prowadzi nocny tryb &#x17C;ycia, i st&#x105;d s&#x105; rzadko spotykane.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="474"><angword>plaice</angword><plword>p&#x142;astuga</plword><transcription>ple&#x26A;s</transcription><image>1782571973plastuga.jpg</image><audio>plaice.mp3</audio><sentences><sentence sid="1667"><sentenceang>Breaded frozen plaice, ready to be baked or fried at home, are readily available in supermarkets.</sentenceang><sentencepl>Panierowana mro&#x17C;ona p&#x142;astuga, gotowa do pieczenia lub sma&#x17C;enia w domu, jest &#x142;atwo dost&#x119;pna w supermarketach.</sentencepl><sentenceaudio/></sentence><sentence sid="1668"><sentenceang>European plaice are characterised by their smooth brown skin, with distinctive red spots and bony ridge behind the eyes.</sentenceang><sentencepl>P&#x142;astuga europejska charakteryzuje si&#x119; g&#x142;adk&#x105; br&#x105;zow&#x105; sk&#xF3;r&#x105;, z charakterystycznymi czerwonymi plamkami i ko&#x15B;cistym grzebieniem znajduj&#x105;cym si&#x119; za oczami.</sentencepl><sentenceaudio/></sentence><sentence sid="1669"><sentenceang>Filleted, battered and pan-fried plaice is popular hot or cold as an open sandwich topping.</sentenceang><sentencepl>Odfiletowana, rozbita i usma&#x17C;ona p&#x142;astuga jest popularna na gor&#x105;co jak i na zimno jako dodatek do kanapek.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="475"><angword>beetle</angword><plword>chrz&#x105;szcz</plword><transcription>&#x2C8;bi&#x2D0;t&#x259;l</transcription><image>218444825chrzaszcz.jpg</image><audio>beetle.mp3</audio><sentences><sentence sid="1670"><sentenceang>The diversity of beetles is very wide.</sentenceang><sentencepl>R&#xF3;&#x17C;norodno&#x15B;&#x107; chrz&#x105;szczy jest bardzo du&#x17C;a.</sentencepl><sentenceaudio/></sentence><sentence sid="1671"><sentenceang>Many male beetles are territorial and will fiercely defend their small patch of territory from intruding males.</sentenceang><sentencepl>Wiele samc&#xF3;w chrz&#x105;szczy ma zasi&#x119;g terytorialny i b&#x119;dzie ostro broni&#x107; swojego ma&#x142;ego skrawka terenu przed intruzami.</sentencepl><sentenceaudio/></sentence><sentence sid="1672"><sentenceang>Many male beetles are territorial and will fiercely defend their small patch of territory from intruding males.</sentenceang><sentencepl>Wiele samc&#xF3;w chrz&#x105;szczy ma zasi&#x119;g terytorialny i b&#x119;dzie ostro broni&#x107; swojego ma&#x142;ego skrawka terenu przed intruzami.</sentencepl><sentenceaudio/></sentence><sentence sid="1673"><sentenceang>Like adult beetles, the larvae are varied in appearance, particularly between beetle families.</sentenceang><sentencepl>Podobnie jak doros&#x142;e chrz&#x105;szcze, ich larwy maj&#x105; zr&#xF3;&#x17C;nicowany wygl&#x105;d, szczeg&#xF3;lnie mi&#x119;dzy rodzinami chrz&#x105;szczy.</sentencepl><sentenceaudio/></sentence><sentence sid="1674"><sentenceang>Beetles, butterflies and cockroaches are insects.</sentenceang><sentencepl>Chrz&#x105;szcze, motyle i karaluchy sa owadami.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="476"><angword>pollock</angword><plword>mintaj</plword><transcription>&#x2C8;p&#x251;l&#x259;k</transcription><image>1727831794mintaj.jpg</image><audio>pollock.mp3</audio><sentences><sentence sid="1675"><sentenceang>Alaska pollock generally spawn in late winter and early spring on Southeast Bering Sea.</sentenceang><sentencepl>Mintaj alaskijski zazwyczaj sk&#x142;ada ikr&#x119; p&#xF3;&#x17A;n&#x105; zim&#x105; lub wczesn&#x105; wiosn&#x105; na po&#x142;udniowo-wschodnim Morzu Beringa.</sentencepl><sentenceaudio/></sentence><sentence sid="1676"><sentenceang>Pollock are a whitefish.</sentenceang><sentencepl>Mintaj jest bia&#x142;&#x105; ryb&#x105;.</sentencepl><sentenceaudio/></sentence><sentence sid="1677"><sentenceang>The Alaska pollock is a significant part of the commercial fishery in the Gulf of Alaska.</sentenceang><sentencepl>Mintaj alaskijski stanowi znacz&#x105;c&#x105; cz&#x119;&#x15B;&#x107; komercyjnego rybo&#x142;&#xF3;wstwa w Zatoce Alaski.</sentencepl><sentenceaudio/></sentence><sentence sid="1678"><sentenceang>Salted or smoked pollock roe is widely used in Japanese and Russian cuisines as well.</sentenceang><sentencepl>Solona lub w&#x119;dzona ikra mintaja jest powszechnie stosowana w kuchni japo&#x144;skiej i jak r&#xF3;wnie&#x17C; w kuchni rosyjskiej.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="477"><angword>panga</angword><plword>panga</plword><transcription>&#x2C8;pa&#x14B;&#x261;&#x259;</transcription><image></image><audio>panga.mp3</audio><sentences><sentence sid="1679"><sentenceang>Over the course of its life, a panga will undergo periodic sex-changes with as much as 30% of the population being hermaphroditic at a time.</sentenceang><sentencepl>W ci&#x105;gu swojego &#x17C;ycia, panga przejdzie okresowe zmiany p&#x142;ci z odsetkiem 30% populacji b&#x119;d&#x105;cej w danej chwili obojniacz&#x105;.</sentencepl><sentenceaudio/></sentence><sentence sid="1680"><sentenceang>Panga are cold-blooded with white flesh.</sentenceang><sentencepl>Pangi s&#x105; zminokrwiste z bia&#x142;ym mi&#x105;sem.</sentencepl><sentenceaudio/></sentence><sentence sid="1681"><sentenceang>Panga are slow to reach sexual maturity.</sentenceang><sentencepl>Pangi powoli osi&#x105;gaj&#x105; dojrza&#x142;o&#x15B;&#x107; p&#x142;ciow&#x105;.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="478"><angword>bumblebee</angword><plword>trzmiel</plword><transcription>&#x2C8;b&#x259;mb&#x259;l&#x2CC;bi&#x2D0;</transcription><image>2053295489panga.jpg</image><audio>bumblebee.mp3</audio><sentences><sentence sid="1682"><sentenceang>As in all animals, hormones play a big role in the growth and development of the bumblebee.</sentenceang><sentencepl>Podobnie jak u wszystkich zwierz&#x105;t, hormony odgrywaj&#x105; du&#x17C;&#x105; rol&#x119; w rozwoju i wzro&#x15B;cie trzmiela.</sentencepl><sentenceaudio/></sentence><sentence sid="1683"><sentenceang>Often, mature bumblebee nests will hold fewer than 50 individuals.</sentenceang><sentencepl>Cz&#x119;sto, gniazda dojrza&#x142;ych trzmieli b&#x119;d&#x105; posiada&#x107; mniej ni&#x17C; 50 osobnik&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="1684"><sentenceang>In at least a few species, once a bumblebee has visited a flower, it leaves a scent mark on the flower.</sentenceang><sentencepl>U co najmniej kilku gatunk&#xF3;w, kiedy trzmiel odwiedza kwiat, pozostawia na nim znak zapachowy.</sentencepl><sentenceaudio/></sentence><sentence sid="1685"><sentenceang>Pollen is removed from flowers deliberately or incidentally by bumblebees.</sentenceang><sentencepl>Py&#x142;ek jest usuwany z kwiat&#xF3;w &#x15B;wiadomie lub przypadkowo przez trzmiele.</sentencepl><sentenceaudio/></sentence><sentence sid="1686"><sentenceang>Bumblebees are bigger than bees.</sentenceang><sentencepl>Trzmiele s&#x105; wi&#x119;ksze ni&#x17C; pszczo&#x142;y.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="479"><angword>dung beetle</angword><plword>&#x17C;uk</plword><transcription>&#x2C8;d&#x259;&#x14B; &#x2C8;bi&#x2D0;t&#x259;l</transcription><image>1510815348zuk.jpg</image><audio>dung_beetle.mp3</audio><sentences><sentence sid="1687"><sentenceang>Dung beetles are beetles that feed partly or exclusively on feces.</sentenceang><sentencepl>&#x17B;uki s&#x105; chrz&#x105;szczami, kt&#xF3;re &#x17C;ywi&#x105; si&#x119; cz&#x119;&#x15B;ciowo lub wy&#x142;&#x105;cznie gnojem.</sentencepl><sentenceaudio/></sentence><sentence sid="1688"><sentenceang>Many dung beetles, known as rollers, are noted for rolling dung into round balls, which are used as a food source or brooding chambers.</sentenceang><sentencepl>Wiele &#x17C;uk&#xF3;w, znanych jako &#x17C;uki gnojowniki, jest znanych z toczenia &#x142;ajna w okr&#x105;g&#x142;e kulki, kt&#xF3;re s&#x105; wykorzystywane jako &#x17A;r&#xF3;d&#x142;o pokarmu lub gniazdo.</sentencepl><sentenceaudio/></sentence><sentence sid="1689"><sentenceang>Dung beetles live in many different habitats, including desert, farmland, forest, and grasslands. </sentenceang><sentencepl>&#x17B;uki &#x17C;yj&#x105; w wielu r&#xF3;&#x17C;nych siedliskach, takich jak pustynia, u&#x17C;ytki rolne, lasy i &#x142;&#x105;ki. </sentencepl><sentenceaudio/></sentence><sentence sid="1690"><sentenceang>Many of dung beetles also feed on mushrooms and decaying leaves and fruits. </sentenceang><sentencepl>Wiele &#x17C;uk&#xF3;w gnojownik&#xF3;w r&#xF3;wnie&#x17C; &#x17C;ywi si&#x119; grzybami i gnij&#x105;cymi li&#x15B;&#x107;mi i owocami.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="480"><angword>cockroach</angword><plword>karaluch</plword><transcription>&#x2C8;k&#x251;k&#x2CC;ro&#x28A;t&#x283;</transcription><image>1139067378karaluch.jpg</image><audio>cockroach.mp3</audio><sentences><sentence sid="1691"><sentenceang>Thus cockroaches, like all insects, are not dependent on the mouth and windpipe to breathe.</sentenceang><sentencepl>Zatem karaluchy, podobnie jak wszystkie inne owady, nie s&#x105; zale&#x17C;ne od jamy ustnej i tchawicy &#x17C;eby oddycha&#x107;.</sentencepl><sentenceaudio/></sentence><sentence sid="1692"><sentenceang>A peculiar exception is the Asian cockroach, which is attracted to light.</sentenceang><sentencepl>Specyficznym wyj&#x105;tekiem jest karaluch azjatycki, kt&#xF3;ry jest przyci&#x105;gany do &#x15B;wiat&#x142;a.</sentencepl><sentenceaudio/></sentence><sentence sid="1693"><sentenceang>Pest species of cockroaches adapt readily to a variety of environments, but prefer warm conditions found within buildings.</sentenceang><sentencepl>Szkodniki karaluch&#xF3;w &#x142;atwo dostosowuj&#x105; si&#x119; do r&#xF3;&#x17C;nych &#x15B;rodowisk, ale preferuj&#x105; ciep&#x142;e warunki panuj&#x105;ce wewn&#x105;trz budynk&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="1694"><sentenceang>It is very hard to get rid of cockroaches from our house.</sentenceang><sentencepl>Jest bardzo trudno pozby&#x107; si&#x119; karaluch&#xF3;w z naszego domu.</sentencepl><sentenceaudio/></sentence><sentence sid="1695"><sentenceang>She looks satisfied when she catches a cockroach.</sentenceang><sentencepl>Wygl&#x105;da na usatysfakcjonowan&#x105; gdy z&#x142;apie karalucha.</sentencepl><sentenceaudio/></sentence><sentence sid="1696"><sentenceang>Cockroaches hide themselves during the day.</sentenceang><sentencepl>Karaluchy w ci&#x105;gu dnia chowaj&#x105; si&#x119;.</sentencepl><sentenceaudio/></sentence><sentence sid="1697"><sentenceang>According to the old man I met yesterday, cockroaches can be eaten and don\'t taste all that bad.</sentenceang><sentencepl>Jak twierdzi staruszek, kt&#xF3;rego pozna&#x142;em wczoraj, karaluchy mo&#x17C;na je&#x15B;&#x107; i wcale tak &#x17A;le nie smakuj&#x105;.</sentencepl><sentenceaudio/></sentence><sentence sid="1698"><sentenceang>I can\'t believe you\'re taking pictures of cockroaches.</sentenceang><sentencepl>Nie do wiary, &#x17C;e fotografujesz karaluchy.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="481"><angword>Colorado beetle</angword><plword>stonka</plword><transcription>&#x2CC;k&#x251;l&#x259;&#x2C8;r&#xE6;do&#x28A; &#x2C8;bi&#x2D0;t&#x259;l</transcription><image>1404154462stonka.jpg</image><audio>Colorado_beetle.mp3</audio><sentences><sentence sid="1699"><sentenceang>Colorado beetles are a serious pest of potatoes. </sentenceang><sentencepl>Stonki s&#x105; powa&#x17C;nymi szkodnikami ziemniak&#xF3;w. </sentencepl><sentenceaudio/></sentence><sentence sid="1700"><sentenceang>In 1877, the Colorado beetle reached Germany where it was eradicated. </sentenceang><sentencepl>W 1877, stonka dotar&#x142;a do Niemiec gdzie zosta&#x142;a wyt&#x119;piona. </sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="482"><angword>hornet</angword><plword>szersze&#x144;</plword><transcription>&#x2C8;h&#x254;&#x2D0;.n&#x26A;t</transcription><image>1477895242szerszen.jpg</image><audio>hornet.mp3</audio><sentences><sentence sid="1701"><sentenceang>If a hornet is killed near a nest it may release pheromone which can cause the other hornets to attack.</sentenceang><sentencepl>Je&#x15B;li szersze&#x144; zostanie zabity w pobli&#x17C;u gniazda to mo&#x17C;e on wydzieli&#x107; feromon, kt&#xF3;ry zwabi inne szerszenie do ataku.</sentencepl><sentenceaudio/></sentence><sentence sid="1702"><sentenceang>Given that some of their prey are considered pests, hornets may be considered beneficial under some circumstances.</sentenceang><sentencepl>Bior&#x105;c pod uwag&#x119;, &#x17C;e niekt&#xF3;re z ich ofiar s&#x105; uwa&#x17C;ane za szkodniki, szerszenie mog&#x105; by&#x107; uznane za korzystne w niekt&#xF3;rych okoliczno&#x15B;ciach.</sentencepl><sentenceaudio/></sentence><sentence sid="1703"><sentenceang>In Asia, the common european hornet is found in southern Siberia, as well as in eastern China.</sentenceang><sentencepl>W Azji, powszczechnie wyst&#x119;puj&#x105;cy szersze&#x144; europejski jest spotykany w po&#x142;udniowej Syberii, jak r&#xF3;wnie&#x17C; we wschodnich Chinach.</sentencepl><sentenceaudio/></sentence><sentence sid="1704"><sentenceang>A swarm of hornets attacked the children.</sentenceang><sentencepl>R&#xF3;j szerszeni zaatakowa&#x142; dzieci.</sentencepl><sentenceaudio/></sentence><sentence sid="1705"><sentenceang>Laws are like cobwebs, which may catch small flies, but let wasps and hornets break through. </sentenceang><sentencepl>Ustawy s&#x105; jak paj&#x119;czyny, kt&#xF3;re mog&#x105; z&#x142;apa&#x107; ma&#x142;e muchy, ale pozwalaj&#x105; przebi&#x107; si&#x119; os&#x105; i szerszeni&#x105;. </sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="483"><angword>cricket</angword><plword>&#x15B;wierszcz</plword><transcription>&#x2C8;k&#x279;&#x26A;k.&#x26A;t</transcription><image>1829396929swierszcz.jpg</image><audio>cricket.mp3</audio><sentences><sentence sid="1706"><sentenceang>There are about 900 species of crickets.</sentenceang><sentencepl>Istnieje oko&#x142;o 900 gatunk&#xF3;w &#x15B;wierszczy.</sentencepl><sentenceaudio/></sentence><sentence sid="1707"><sentenceang>Crickets eat their own dead when there are no other sources of food available, and exhibit predatorial behavior upon weakened, crippled crickets.</sentenceang><sentencepl>&#x15A;wierszcze jedz&#x105; zmar&#x142;e osobniki ze swojego gatunku, gdy nie maj&#x105; dost&#x119;pnych innych &#x17A;r&#xF3;de&#x142; po&#x17C;ywienia, oraz wykazuj&#x105; zachowania drapie&#x17C;ne na os&#x142;abionych i kalekich &#x15B;wierszczach.</sentencepl><sentenceaudio/></sentence><sentence sid="1708"><sentenceang>In Cambodia and southern part of Vietnam, cricket is well known as a delicious food.</sentenceang><sentencepl>W Kambod&#x17C;y i po&#x142;udniowej cz&#x119;&#x15B;ci Wietnamu &#x15B;wierszcz jest dobrze znany jako smakowite jadzenie.</sentencepl><sentenceaudio/></sentence><sentence sid="1709"><sentenceang>A caged cricket eats just as much as a free cricket.</sentenceang><sentencepl>&#x15A;wierszcze &#x17C;yj&#x105;ce w klatkach jedz&#x105; tak du&#x17C;o jak &#x15B;wierszcze &#x17C;yj&#x105;ce na wolno&#x15B;ci.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="484"><angword>firefly</angword><plword>&#x15B;wietlik</plword><transcription>[firefly]</transcription><image>525963697swietlik.jpeg</image><audio>firefly.mp3</audio><sentences><sentence sid="1710"><sentenceang>It appears to be a warning signal to predators, since many firefly larvae contain chemicals that are distasteful or toxic.</sentenceang><sentencepl>Okazuje si&#x119; to by&#x107; sygna&#x142;em ostrzegawczym dla drapie&#x17C;nik&#xF3;w, poniewa&#x17C; wiele larw &#x15B;wietlika zawiera substancje chemiczne, kt&#xF3;re s&#x105; niesmaczne lub toksyczne.</sentencepl><sentenceaudio/></sentence><sentence sid="1711"><sentenceang>About 2,000 species of firefly are found in temperate and tropical environments.</sentenceang><sentencepl>Oko&#x142;o 2.000 gatunk&#xF3;w &#x15B;wietlika wyst&#x119;puj&#x105; w umiarkowanych i tropikalnych warunkach klimatycznych.</sentencepl><sentenceaudio/></sentence><sentence sid="1712"><sentenceang>Firefly luciferase is used in forensics.</sentenceang><sentencepl>Lucyferaza &#x15B;wietlika jest stosowana w medycynie s&#x105;dowej.</sentencepl><sentenceaudio/></sentence><sentence sid="1713"><sentenceang>The cave is full of fireflies.</sentenceang><sentencepl>Jaskinia jest pelna &#x15B;wietlik&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="1714"><sentenceang>As a child, I liked catching fireflies and putting them inside a jar.</sentenceang><sentencepl>Gdy by&#x142;em dzieckiem, lubi&#x142;em &#x142;apa&#x107; &#x15B;wietliki i wk&#x142;ada&#x107; je do s&#x142;oika.</sentencepl><sentenceaudio/></sentence><sentence sid="1715"><sentenceang>There used to be lots of fireflies around here.</sentenceang><sentencepl>Kiedy&#x15B; by&#x142;o tu mn&#xF3;stwo &#x15B;wietlik&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="1716"><sentenceang>At sunset, the crickets begin to chirp and the fireflies light up the night.</sentenceang><sentencepl>O zachodzie s&#x142;o&#x144;ca, &#x15B;wierszcze zaczynaj&#x105; &#x107;wierka&#x107;, a &#x15B;wietliki &#x15B;wieci&#x107; w ciemno&#x15B;ci.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="485"><angword>flea</angword><plword>pch&#x142;a</plword><transcription>fli&#x2D0;</transcription><image>215451955pchla.jpeg</image><audio>flea.mp3</audio><sentences><sentence sid="1717"><sentenceang>Even hard squeezing between the fingers is normally insufficient to kill a flea.</sentenceang><sentencepl>Nawet silne &#x15B;ci&#x15B;ni&#x119;cie mi&#x119;dzy palcami jest zwykle niewystarczaj&#x105;ce by zabi&#x107; pch&#x142;&#x119;.</sentencepl><sentenceaudio/></sentence><sentence sid="1718"><sentenceang>The larvae feed on various organic matter, especially the feces of mature fleas.</sentenceang><sentencepl>Larwy &#x17C;ywi&#x105; si&#x119; r&#xF3;&#x17C;norodn&#x105; materi&#x105; organiczn&#x105;, szczeg&#xF3;lnie odchodami dojrza&#x142;ych pche&#x142;.</sentencepl><sentenceaudio/></sentence><sentence sid="1719"><sentenceang>After another week or two, the adult flea is fully developed and ready to emerge from the cocoon.</sentenceang><sentencepl>Po kolejnym tygodniu lub dw&#xF3;ch, doros&#x142;a pch&#x142;a jest w pe&#x142;ni rozwini&#x119;ta i gotowa by wy&#x142;oni&#x107; si&#x119; z kokona.</sentencepl><sentenceaudio/></sentence><sentence sid="1720"><sentenceang>Some people and animals suffer allergic reactions to flea saliva resulting in rashes.</sentenceang><sentencepl>Niekt&#xF3;rzy ludzie i zwierz&#x119;ta cierpi&#x105; na reakcje alergiczne na &#x15B;lin&#x119; pche&#x142;, w wyniku, kt&#xF3;rej dostaj&#x105; wysypki.</sentencepl><sentenceaudio/></sentence><sentence sid="1721"><sentenceang>Humidity is critical to flea survival.</sentenceang><sentencepl>Wilgotno&#x15B;&#x107; jest krytycznym warunkiem przetrwania pch&#x142;y. </sentencepl><sentenceaudio/></sentence><sentence sid="1722"><sentenceang>Lower temperatures slow down or completely interrupt the flea life-cycle.</sentenceang><sentencepl>Niskie temperatury spowalniaj&#x105; lub kompletnie zak&#x142;&#xF3;caj&#x105; cykl &#x17C;ycia pch&#x142;y.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="486"><angword>locust</angword><plword>szara&#x144;cza</plword><transcription>&#x2C8;l&#x259;&#x28A;.k&#x259;st</transcription><image>976091289szarancza.jpeg</image><audio>locust.mp3</audio><sentences><sentence sid="1723"><sentenceang>Locusts are species that can breed rapidly under suitable conditions and subsequently become gregarious and migratory. </sentenceang><sentencepl>Szara&#x144;cza to gatunki, kt&#xF3;re mog&#x105; rozmna&#x17C;a&#x107; si&#x119; szybko w odpowiednich warunkach, a nast&#x119;pnie &#x142;&#x105;cz&#x105; si&#x119; w stadna i prowadz&#x105; w&#x119;drowny tryb &#x17C;ycia.</sentencepl><sentenceaudio/></sentence><sentence sid="1724"><sentenceang>Plagues of desert locusts have threatened agricultural production in Africa, the Middle East, and Asia for centuries.</sentenceang><sentencepl>Plagi szara&#x144;czy pustynnej zagra&#x17C;a&#x142;y produkcji rolnej w Afryce, na Bliskim Wschodzie i Azji od stuleci.</sentencepl><sentenceaudio/></sentence><sentence sid="1725"><sentenceang>Locusts are edible insects, and are considered a delicacy in some countries and throughout history.</sentenceang><sentencepl>Szara&#x144;cze s&#x105; jadalnymi owadami i s&#x105; uwa&#x17C;ane za przysmak w niekt&#xF3;rych krajach i w ca&#x142;ej historii.</sentencepl><sentenceaudio/></sentence><sentence sid="1726"><sentenceang>What is more, locust droppings are toxic, and spoil any stored food that is left uneaten.</sentenceang><sentencepl>Co wi&#x119;cej, odchody szara&#x144;czy s&#x105; toksyczne i doprowadzaj&#x105; do zepsucia wszelkiej przechowywanej &#x17C;ywno&#x15B;ci, kt&#xF3;ra pozosta&#x142;a niezjedzona.</sentencepl><sentenceaudio/></sentence><sentence sid="1727"><sentenceang>A swarm of locusts descended on the cornfield.</sentenceang><sentencepl>R&#xF3;j szara&#x144;czy zst&#x105;pi&#x142; na pole kukurydzy.</sentencepl><sentenceaudio/></sentence><sentence sid="1728"><sentenceang>That\'s not a grasshopper. It\'s a locust!</sentenceang><sentencepl>To nie konik polny. To szara&#x144;cza!</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="487"><angword>praying mantis</angword><plword>modliszka</plword><transcription>&#x2C8;pre&#x26A;&#x26A;&#x14B; &#x2C8;m&#xE6;nt&#x259;s</transcription><image>557388233modliszka.jpeg</image><audio>praying_mantis.mp3</audio><sentences><sentence sid="1729"><sentenceang>The time that the praying mantis\' diet expands the most is during the time when the female is making her eggs. </sentenceang><sentencepl>Okres kiedy dieta modliszki urozmaica si&#x119; najbardziej jest w momencie gdy samica sk&#x142;ada jaja.</sentencepl><sentenceaudio/></sentence><sentence sid="1730"><sentenceang>The praying mantis usually holds its prey with one arm between the head and thorax, and the other on the abdomen.</sentenceang><sentencepl>Modliszka zwykle trzyma swoja ofiar&#x119; za pomoc&#x105; jednej r&#x119;ki mi&#x119;dzy g&#x142;ow&#x105; i tu&#x142;owiem, a drug&#x105; na brzuchu.</sentencepl><sentenceaudio/></sentence><sentence sid="1731"><sentenceang>Unlike some exoskeleton predators, the praying mantis does not suck the fluids out of its victims body, but chews it in a manner similar to the way mammals do.</sentenceang><sentencepl>W przeciwie&#x144;stwie do niekt&#xF3;rych drapie&#x17C;nik&#xF3;w posiadaj&#x105;cych szkielet zewn&#x119;trzny, modliszka nie wysysa p&#x142;yn&#xF3;w z cia&#x142;a swoich ofiar, ale gryzie je w spos&#xF3;b podobny do tego w jaki robi&#x105; to ssaki.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="488"><angword>hummingbird</angword><plword>koliber</plword><transcription>&#x2C8;h&#x259;m&#x26A;&#x14B;&#x2CC;b&#x259;rd</transcription><image>1579140400koliber.jpeg</image><audio>hummingbird.mp3</audio><sentences><sentence sid="1732"><sentenceang>Indeed, the smallest extant bird species is a hummingbird.</sentenceang><sentencepl>Rzeczywi&#x15B;cie, najmniejszym istniej&#x105;cym gatunkiem ptak&#xF3;w jest koliber.</sentencepl><sentenceaudio/></sentence><sentence sid="1733"><sentenceang>Hummingbirds drink nectar, a sweet liquid inside certain flowers.</sentenceang><sentencepl>Kolibry pij&#x105; nektar, s&#x142;odk&#x105; ciecz wewn&#x105;trz niekt&#xF3;rych kwiat&#xF3;w.</sentencepl><sentenceaudio/></sentence><sentence sid="1734"><sentenceang>Nectar is a poor source of nutrients, so hummingbirds meet their needs for protein, amino acids, vitamins, minerals, etc. by preying on insects and spiders</sentenceang><sentencepl>Nektar jest s&#x142;abym &#x17A;r&#xF3;d&#x142;em substancji od&#x17C;ywczych, st&#x105;d kolibry zaspokajaj&#x105; ich zapotrzebowanie na bia&#x142;ko, aminokwasy, witaminy, minera&#x142;y, itd. poluj&#x105;c na owady i paj&#x105;ki.</sentencepl><sentenceaudio/></sentence><sentence sid="1735"><sentenceang>Most hummingbirds have bills that are long and straight or nearly so, but in some species the bill shape is adapted for specialized feeding.</sentenceang><sentencepl>Wi&#x119;kszo&#x15B;&#x107; kolibr&#xF3;w ma dzioby, kt&#xF3;re s&#x105; d&#x142;ugie i proste lub prawie takie, ale u niekt&#xF3;rych gatunk&#xF3;w kszta&#x142;t dziobu jest dostosowany do specjalnego po&#x17C;ywienia.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="489"><angword>duckling</angword><plword>kacz&#x105;tko</plword><transcription>&#x2C8;d&#x28C;kl&#x26A;&#x14B;</transcription><image>248811071kaczatko.jpeg</image><audio>duckling.mp3</audio><sentences><sentence sid="1736"><sentenceang>In the Andersen tale, a duckling is harassed because of his homeliness.</sentenceang><sentencepl>W bajce Andersena, kacz&#x105;tko jest prze&#x15B;ladowane z powodu swojej swojsko&#x15B;ci.</sentencepl><sentenceaudio/></sentence><sentence sid="1737"><sentenceang>In this version, a duckling has gotten mixed in among the farmyard chickens.</sentenceang><sentencepl>W tej wersji, kacz&#x105;tko zosta&#x142;o wmieszane pomi&#x119;dzy kurcz&#x105;ta podw&#xF3;rkowe.</sentencepl><sentenceaudio/></sentence><sentence sid="1738"><sentenceang>An ugly duckling became a graceful swan.</sentenceang><sentencepl>Brzydkie kacz&#x105;tko wyros&#x142;o na pi&#x119;knego &#x142;ab&#x119;dzia.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="490"><angword>tadpole</angword><plword>kijanka</plword><transcription>&#x2C8;t&#xE6;d&#x2CC;po&#x28A;l</transcription><image>955576258kijanka.jpeg</image><audio>tadpole.mp3</audio><sentences><sentence sid="1739"><sentenceang>They are usually wholly aquatic, though some species have tadpoles that are terrestrial.</sentenceang><sentencepl>&#x17B;yj&#x105; one zazwyczaj ca&#x142;kowicie w &#x15B;rodowisku wodnym, chocia&#x17C; u niekt&#xF3;rych gatunk&#xF3;w wyst&#x119;puj&#x105; kijanki, kt&#xF3;re &#x17C;yj&#x105; na l&#x105;dzie.</sentencepl><sentenceaudio/></sentence><sentence sid="1740"><sentenceang>Most tadpoles are herbivorous, subsisting on algae and plants.</sentenceang><sentencepl>Wi&#x119;kszo&#x15B;&#x107; kijanek jest ro&#x15B;lino&#x17C;erna, &#x17C;ywi&#x105;ca si&#x119; glonami i ro&#x15B;linami.</sentencepl><sentenceaudio/></sentence><sentence sid="1741"><sentenceang>Tadpoles become frogs.</sentenceang><sentencepl>Z kijanek rozwijaj&#x105; si&#x119; &#x17C;aby.</sentencepl><sentenceaudio/></sentence><sentence sid="1742"><sentenceang>Did you know that carp eat tadpoles?</sentenceang><sentencepl>Czy wiesz, &#x17C;e krab jada kijanki?</sentencepl><sentenceaudio/></sentence><sentence sid="1743"><sentenceang>As a tadpole grows, the tail disappears and legs begin to form.</sentenceang><sentencepl>Gdy kijanka ro&#x15B;nie, ogon zanika i zaczynaj&#x105; si&#x119; wykszta&#x142;ca&#x107; nogi.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="491"><angword>fossil</angword><plword>skamielina</plword><transcription>&#x2C8;f&#x251;s&#x259;l</transcription><image>306825524skamielina.jpeg</image><audio>fossil.mp3</audio><sentences><sentence sid="1744"><sentenceang>Paleontologists examine the fossil record in order to understand the process of evolution and the way particular species have evolved.</sentenceang><sentencepl>Paleontolodzy badaj&#x105; skamieliny, aby zrozumie&#x107; proces ewolucji i spos&#xF3;b w jaki poszczeg&#xF3;lne gatunki ewoluowa&#x142;y.</sentencepl><sentenceaudio/></sentence><sentence sid="1745"><sentenceang>Fossil resin often contains other fossils called inclusions that were captured by the sticky resin.</sentenceang><sentencepl>&#x17B;ywica kopalna cz&#x119;sto zawiera inne skamienia&#x142;o&#x15B;ci zwane inkluzjami, kt&#xF3;re zosta&#x142;y uchwycone przez lepk&#x105; &#x17C;ywic&#x119;.</sentencepl><sentenceaudio/></sentence><sentence sid="1746"><sentenceang>Fossils themselves, and the totality of their occurrence within the sequence of Earth\'s rock strata, is referred to as the fossil record.</sentenceang><sentencepl>Skamienia&#x142;o&#x15B;ci same w sobie i ca&#x142;o&#x15B;&#x107; ich wyst&#x119;powania w kolejnych warstwach skalnych Ziemi, s&#x105; okre&#x15B;lane jako zapis kopalny.</sentencepl><sentenceaudio/></sentence><sentence sid="1747"><sentenceang>He observed that rocks from distant locations could be correlated based on the fossils they contained.</sentenceang><sentencepl>Zaobserwowali oni, &#x17C;e ska&#x142;y pochodz&#x105;ce z odleg&#x142;ych lokalizacji mog&#x105; by&#x107; powi&#x105;zane na podstawie skamielin, kt&#xF3;re zawieraj&#x105;.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="492"><angword>calf</angword><plword>cielak</plword><transcription>k&#x251;&#x2D0;f</transcription><image>2134756453cielak.jpeg</image><audio>calf.mp3</audio><sentences><sentence sid="1748"><sentenceang>The birth of a calf is known as calving.</sentenceang><sentencepl>Narodziny ciel&#x119;ci&#x105; s&#x105; znane jako cielenie si&#x119;.</sentencepl><sentenceaudio/></sentence><sentence sid="1749"><sentenceang>A calf left with a mother all the time can easily drink all the milk, leaving none for human consumption.</sentenceang><sentencepl>Cielak pozostawiony ze swoj&#x105; matk&#x105; przez ca&#x142;y czas mo&#x17C;e z &#x142;atwo&#x15B;ci&#x105; wypi&#x107; ca&#x142;e mleko, nie pozostawiaj&#x105;c nic do spo&#x17C;ycia przez ludzi.</sentencepl><sentenceaudio/></sentence><sentence sid="1750"><sentenceang>Dairy cows can only produce milk after having calved, and so every dairy cow is allowed to produce one calf each year throughout her productive life.</sentenceang><sentencepl>Krowy mleczne mog&#x105; produkowa&#x107; mleko tylko po ocieleniu si&#x119;, i st&#x105;d ka&#x17C;dej krowie mlecznej pozwala si&#x119; wyda&#x107; na &#x15B;wiat jedno ciel&#x119; raz do roku przez ca&#x142;e ich &#x17C;ycie produkcyjne.</sentencepl><sentenceaudio/></sentence><sentence sid="1751"><sentenceang>The butcher cut up the calf\'s carcass.</sentenceang><sentencepl>Rze&#x17A;nik poci&#x105;&#x142; tusz&#x119; cielaka.</sentencepl><sentenceaudio/></sentence><sentence sid="1752"><sentenceang>The cow gave birth to a calf with two heads.</sentenceang><sentencepl>Krowa wyda&#x142;a na &#x15B;wiat ciel&#x119; z dwoma g&#x142;owami.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word><word wid="493"><angword>earthworm</angword><plword>d&#x17C;d&#x17C;ownica</plword><transcription>[earthworm]</transcription><image>1355327083dzdzownica.jpeg</image><audio>earthworm.mp3</audio><sentences><sentence sid="1753"><sentenceang>Copulation and reproduction are separate processes in earthworms.</sentenceang><sentencepl>Kopulacja i rozmna&#x17C;anie to oddzielne procesy u d&#x17C;d&#x17C;ownic.</sentencepl><sentenceaudio/></sentence><sentence sid="1754"><sentenceang>They emerge as small, but fully formed earthworms, except for a lack of the sex structures, which develop later in about 60 to 90 days.</sentenceang><sentencepl>Pojawiaj&#x105; si&#x119; one jako ma&#x142;e, ale w pe&#x142;ni ukszta&#x142;towane d&#x17C;d&#x17C;ownice, z wyj&#x105;tkiem brak struktur p&#x142;ciowych, kt&#xF3;re rozwijaj&#x105; si&#x119; p&#xF3;&#x17A;niej po oko&#x142;o 60 do 90 dniach.</sentencepl><sentenceaudio/></sentence><sentence sid="1755"><sentenceang>Earthworms travel underground by the means of waves of muscular contractions which alternately shorten and lengthen the body. </sentenceang><sentencepl>D&#x17C;d&#x17C;ownice podr&#xF3;&#x17C;uj&#x105; pod ziemi&#x105; za pomoc&#x105; falowych skurczy mi&#x119;&#x15B;ni, kt&#xF3;re na przemian skracaj&#x105; i wyd&#x142;u&#x17C;aj&#x105; cia&#x142;o.</sentencepl><sentenceaudio/></sentence></sentences><postit/></word></set>
